{
  "authentication": {
    "title": "Datenschutz-Folgenabschätzung",
    "subtitle1": "Eine Plattform zum Erstellen <br> und Verwalten Ihrer DSFAs",
    "subtitle2": "Zugriff auf Tools und Glossare",
    "start_app": "Zugriff auf die PIA-Software (Beta)",
    "description": "Diese Software der <strong>französischen Datenschutzbehörde (CNIL)</strong> soll den Datenverantwortlichen bei der Erstellung und dem Nachweis der Einhaltung der DS-GVO helfen. Sie hilft bei der Durchführung einer Datenschutz-Folgenabschätzung, indem sie die Verwendung der von der CNIL entwickelten PIA-Methode erleichtert.",
    "start": "Starten"
  },
  "header": {
    "logo_title": "Datenschutz-Folgenabschätzung",
    "logo_subtitle": "PIA - privacy impact assessment",
    "homepage_link": "Übersicht",
    "knowledge_base_link": "Wissensbasis",
    "pia_example_link": "Beispiel DSFA",
    "languages": {
      "official_translations": "Offizielle Übersetzungen",
      "unofficial_translations": "Inoffizielle Übersetzungen",
      "fr": "Français",
      "en": "English",
      "cs": "Česky",
      "it": "Italiaans",
      "nl": "Nederlands",
      "pl": "Polski",
      "de": "Deutsch"
    },
    "tools": {
      "title": "Tools",
      "settings": "Einstellungen",
      "accessibility": "Unterstützung für Sehbehinderte (kontrastreiche Farben, bei Rot-Grün-Sehschwäche)",
      "help": "Hilfe",
      "about": "Über"
    }
  },
  "homepage": {
    "filters": {
      "list": "Liste",
      "card": "Karte",
      "sort": "Sortieren",
      "sort_by": "nach",
      "name": "Name",
      "date": "Datum",
      "status": "Status",
      "author": "Erstellt von",
      "assessor": "Überprüft von",
      "validator": "Bestätigt von",
      "new_pia": "Neue DSFA",
      "import_pia": "DSFA importieren",
      "list_rocket_content": "Fangen Sie an! Klicken Sie auf das \"+\"-Zeichen, um eine DSFA anzulegen",
      "card_rocket_content": "Fangen Sie an!<br><br>Um eine DSFA anzulegen,<br> klicken Sie auf \"Neue DSFA\""
    },
    "cards": {
      "new_pia": "Neue DSFA",
      "placeholder_new_pia": "Neue DSFA",
      "or": "oder",
      "import_pia": "DSFA importieren",
      "placeholder_import_pia": "DSFA importieren",
      "title_close_creation": "Schließen",
      "pia_name": "DSFA",
      "placeholder_pia_name": "DSFA-Titel",
      "author": "Bearbeitung",
      "placeholder_author": "Vorname, Nachname",
      "evaluation": "Überprüfung",
      "placeholder_evaluation": "Vorname, Nachname",
      "validation": "Bestätigung",
      "placeholder_validation": "Vorname, Nachname",
      "date": "Datum",
      "status": "Status",
      "creation_status": "Anlegen",
      "start": "Start",
      "placeholder_start": "Es müssen alle Felder ausgefüllt sein",
      "item": {
        "tools": {
          "edit": "Informationen bearbeiten",
          "export": "Exportieren",
          "more_options": "Weitere Optionen",
          "duplicate": "Kopieren",
          "action_plan": "Aktionsplan<br>anzeigen",
          "pia": "DSFA<br>anzeigen",
          "remove": "Löschen"
        },
        "edit_pia": "DSFA bearbeiten",
        "save_pia": "Speichern"
      }
    },
    "lists": {
      "column_pia": "DSFA",
      "column_updated_at": "Zuletzt geöffnet",
      "column_author": "Bearbeitet von",
      "column_evaluation": "Überprüft von",
      "column_validation": "Bestätigt von",
      "column_creation": "Erstellt",
      "column_status": "Status",
      "column_progression": "Fortschritt",
      "column_actions": "Aktionen",
      "item": {
        "tools": {
          "edit": "Bearbeiten",
          "export": "Exportieren",
          "duplicate": "Kopieren",
          "action_plan": "Aktionsplan anzeigen",
          "pia": "DSFA anzeigen",
          "remove": "Löschen"
        }
      }
    }
  },
  "pia": {
    "statuses": {
      "0": "In Bearbeitung",
      "1": "Abgelehnt",
      "2": "Einfache Bestätigung",
      "3": "Signierte Bestätigung",
      "4": "Archiviert",
      "5": "Wartet auf Bestätigung"
    },
    "header": {
      "preview": "Vorschau",
      "display_action_plan": "Aktionsplan<br>anzeigen"
    },
    "attachments": {
      "title": "Anlagen",
      "add": "Hinzufügen",
      "remove": "Löschen"
    },
    "sections": {
      "homepage_link": "Zurück zur Übersicht",
      "validate_pia": "DSFA bestätigen",
      "refuse_pia": "DSFA zurückweisen",
      "status": {
        "evaluation": {
          "title": "Warten auf Auswertung",
          "content": "Die Auswertung dieses Teils hat noch nicht begonnen. Wenn Sie den Inhalt im Bearbeitungsmodus bearbeiten möchten, müssen Sie ",
          "cancel": "die Auswertungsanfrage zurückziehen."
        },
        "validation": {
          "title": "Warten auf Bestätigung",
          "content": "Die Bewertung dieses Teils ist abgeschlossen und wartet auf die endgültige Bestätigung der Analyse. Wenn Sie die Bewertungen ändern möchten, müssen Sie",
          "cancel": "die Bestätigung zurückziehen."
        }
      }
    },
    "footer": {
      "ask_evaluation": "Bitte um Überprüfung",
      "validate_evaluation": "Bestätigen Sie die Überprüfung",
      "subsection_validated": "Unterabschnitt überprüft, wartet auf endgültige Bestätigung",
      "mandatory_fields": "Es müssen alle Felder ausgefüllt sein"
    }
  },
  "measures": {
    "placeholder_title": "Maßnahmentitel",
    "add": "Erstellen Sie eine Maßnahme (oder fügen Sie eine aus der Wissensbasis auf der rechten Seite hinzu)",
    "edit": "Maßnahme bearbeiten",
    "remove": "Maßnahme löschen",
    "default_placeholder": "Beschreiben Sie die bestehenden oder beabsichtigten Maßnahmen zur Gewährleistung der Datensicherheit."
  },
  "knowledge_base": {
    "title": "Wissensbasis",
    "search": "Suche",
    "add_measure": "Hinzufügen",
    "placeholder_help": "Eingabehilfen",
    "placeholder_add_measure": "Füge diese Maßnahme hinzu",
    "add_measure_hint": "Sie können auch eine Maßnahme aus der Wissensdatenbank hinzufügen.",
    "filters": {
      "title": "Filter",
      "all": "Alle",
      "definitions": "Definitionen",
      "organizational_measures": "Organisationsmaßnahmen",
      "measures_on_data": "Logische Sicherheitsmaßnahmen",
      "general_measures": "Physische Sicherheitsmaßnahmen",
      "no_result": "Keine Einträge gefunden."
    },
    "category": {
      "definition": "Definition",
      "principle": "Prinzip",
      "organizational_measure": "Organisationsmaßnahme",
      "measure_on_data": "Logische Sicherheitsmaßnahme",
      "general_measure": "Physische Sicherheitsmaßnahme",
      "example": "Beispiel"
    },
    "slugs": {
      "PIA_LGL_FOND": {
        "name": "Rechtsgrundlage",
        "description": "- The data subject has given consent  to the processing of his or her personal data for one or more specific purposes <br>- Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract <br>-Processing is necessary for compliance with a legal obligation to which the controller is subject <br>- Processing is necessary in order to protect the vital interests of the data subject or of another natural person <br>- Processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller <br>- Processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child<br> See <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">art. 6 of [DS-GVO]</a> ",
        "source": "PIA2 p4/WIKI Fondement_:_licéité_du_traitement,_interdiction_du_détournement_de_finalité"
      },
      "PIA_LGL_ST": {
        "name": "Auftragsverarbeitung",
        "description": "A processing contract must be signed with each processor, setting out all of the aspects stipulated in Art. 28 of the [DS-GVO]: duration, scope, purpose, documented processing instructions, prior authorisation where a processor is engaged, provision of any documentation providing evidence of compliance with the [DS-GVO], prompt notification of any data breach, etc.",
        "source": "PIA2 p10/WIKI Sous-traitance_:_identifiée_et_contractualisée"
      },
      "PIA_LGL_TRAN": {
        "name": "Datenübermittlung",
        "description": "Depending on the country in question, you will have to justify the choice of remote hosting and indicate the legal supervision arrangements implemented in order to ensure adequate protection of the data subject to a cross-border transfer. That is :<br>- European Union<br>- Country recognised as providing adequate protection by the EU<br>- Transfer to the United States to a company which has joined the Privacy Shield<br>- Other country <br>See <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">art. 44 to 49 of [DS-GVO]</a>",
        "source": "WIKI Transferts_:_respect_des_obligations_en_mati%C3%A8re_de_transfert_de_donn%C3%A9es_en_dehors_de_l%E2%80%99Union_europ%C3%A9enne et PIAF Objets connectés p17"
      },
      "PIA_LGL_DESC": {
        "name": "Beschreibung der Verarbeitung",
        "description": "Present a brief outline of the processing under consideration, its nature, scope, context, purposes and stakes. Identify the data controller and any processors. List the standard references applicable to the processing, which are necessary or must be complied with , not least the approved codes of conduct (see Art. 40 of the <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">[DS-GVO]</a>) and certifications regarding data protection (see Art. 42 of the <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">[DS-GVO]</a>)",
        "source": "PIA1 p6"
      },
      "PIA_LGL_DATA": {
        "name": "Daten und Prozesse",
        "description": "Define and describe the scope in detail:<br>- the personal data concerned, their recipients and storage durations<br>- description of the processes and personal data supporting assets for the entire personal data life cycle (from collection to erasure).",
        "source": "PIA1 p6"
      },
      "PIA_LGL_SUPT": {
        "name": "Unterstützung der Verarbeitung",
        "description": "Asset on which personal data rely. Note: this may be hardware, software, networks, people, paper or paper transmission channels.",
        "source": "PIA1 p12"
      },
      "PIA_LGL_FIN": {
        "name": "Grundsätze zur Verarbeitung personenbezogener Daten",
        "description": "Personal data shall be collected for specified, explicit and legitimate purposes and <strong>not further processed in a manner that is incompatible with those purposes.</strong> <br>See <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 5.1 b) of [DS-GVO]</a>",
        "source": "DS-GVO Art 5.1 b)"
      },
      "PIA_LGL_MINI": {
        "name": "Datenminimierung",
        "description": "It is important to reduce the severity of the risks by minimising the number of personal data that will be processed, by limiting such data to what is strictly necessary for the purposes for which they are processed (otherwise they should not be collected). Then, it also becomes possible to minimise the data themselves, via controls aimed at reducing their sensitivity.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_LGL_DEST": {
        "name": "Empfänger",
        "description": "Natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not. However, public authorities which may receive personal data in the framework of a particular inquiry in accordance with Union or Member State law shall not be regarded as recipients; the processing of those data by those public authorities shall be in compliance with the applicable data protection rules according to the purposes of the processing. see Art. 4.9 of the <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">[DS-GVO]</a>",
        "source": "DS-GVO Art 4.9"
      },
      "PIA_LGL_DUR": {
        "name": "Speicherdauer",
        "description": "A storage duration must be defined for each type of data and justified by the legal requirements and/or processing needs. Thus a distinction is made between common data and archived data, to which access will be limited to only the stakeholders concerned. An erasure mechanism must be implemented to archive common data or purge archived data at the end of their storage duration. Functional traces will also have to be purged, as will technical logs which may not be stored indefinitely",
        "source": "PIAF Connected Objects p10"
      },
      "PIA_LGL_INFO": {
        "name": "Information der Betroffenen",
        "description": "Ensure that the subjects are informed. Confirm that the processing is not covered by an exception and is not subject to specific conditions.",
        "source": "WIKI Information_des_personnes_concernées_(traitement_loyal_et_transparent)"
      },
      "PIA_LGL_CONS": {
        "name": "Einwilligung",
        "description": "Allow data subjects to make a free, specific and informed choice. Determine whether the processing relies on a legal basis other than consent pursuant to Art. 6 of the <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">[DS-GVO]</a>",
        "source": "WIKI Recueil_du_consentement"
      },
      "PIA_VAL_DPO": {
        "name": "Stellungnahme des DSB",
        "description": "The controller shall seek the advice of the data protection officer, where designated, when carrying out a data protection impact assessment. See Art. 39.2 of the <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">[DS-GVO]</a><br> <strong>This view may be against the processing being implemented, without restricting the decision of the data controller for all that</strong>.",
        "source": "DS-GVO Art. 39.2 and PIAF Connected Objects p36"
      },
      "PIA_VAL_CONC": {
        "name": "Stellungnahme der Betroffenen",
        "description": "Where appropriate, the controller shall seek the views of data subjects or their representatives on the intended processing, without prejudice to the protection of commercial or public interests or the security of processing operations. See Art. 39.2 of the <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">[DS-GVO]</a><br>These views may be gathered by diverse means, depending on the context (internal or external study on the processing methods and purpose, question for the attention of staff representatives or trade unions, survey among future customers of the data processor). <strong>Where the data controller decides to go against the views of the data subjects</strong>, he must note down <strong>the justification for this decision</strong>. Where the data controller considers that <strong>gathering the views of the data subjects is not relevant, he must also note down the justification thereof</strong>.",
        "source": "DS-GVO Art. 39.9 and PIAF Connected Objects p39"
      },
      "PIA_VAL_RT": {
        "name": "Bestätigung der DSFA",
        "description": "Decide on whether the selected controls, residual risks and action plan are acceptable, with justifications, in view of the previously identified stakes and views of the stakeholders. In this way, the PIA may be:<br>- validated<br>- conditional on improvement (explain in what way)<br>- refused (along with the processing under consideration). Where necessary, repeat the previous steps so that the PIA can be validated. This decision does not prejudge the compliance assessment which may be carried out, where applicable, by the Data Protection Authority (the CNIL in France), as part of preliminary formalities or checks for example.",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_TEC_CHIF": {
        "placeholder": "Beschreiben Sie hier die Maßnahmen, die zur Gewährleistung der Vertraulichkeit der Daten implementiert wurden",
        "name": "Verschlüsselung",
        "description": "Means implemented for <strong>ensuring the confidentiality</strong> of data stored (in the database, in flat files, backups, etc.), as well as the procedure for managing encryption keys (creation, storage, change in the event of suspected cases of data compromise, etc.).<br> Describe the encryption means employed for data flows (VPN, TLS, etc.) implemented in the processing.",
        "source": "keine"
      },
      "PIA_TEC_ANO": {
        "placeholder": "Geben Sie hier die implementierten Anonymisierungsmechanismen an",
        "name": "Anonymisierung",
        "description": "Indicate here whether anonymisation mechanisms are implemented, which ones and for what purpose. <br>Remember to clearly distinguish between anonymous and pseudonymous data.",
        "source": "keine"
      },
      "PIA_TEC_CLO": {
        "placeholder": "Geben Sie hier an, ob eine Datentrennung geplant ist und wie diese durchgeführt wird.",
        "name": "Datentrennung",
        "description": "Implementation of data partitioning helps to reduce the possibility that personal data can be correlated and that a breach of all personal data may occur.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_TEC_CTLA": {
        "placeholder": "Geben Sie hier an, wie Benutzerprofile definiert und zugeordnet werden.",
        "name": "Logische Zugriffskontrolle",
        "description": "Methods to define and attribute users profiles. Specify the <strong>authentication</strong> means implemented . Where applicable, specify the rules applicable to passwords (minimum length, required characters, validity duration, number of failed attempts before access to account is locked, etc.).",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_LOG": {
        "placeholder": "Geben Sie hier an, ob Ereignisse protokolliert werden und wie lange diese Aufzeichnungen gespeichert werden.",
        "name": "Rückverfolgbarkeit (Protokollierung)",
        "description": "Policies that define traceability and log management.",
        "source": "keine"
      },
      "PIA_TEC_ARCH": {
        "placeholder": "Geben Sie hier an, ob Mechanismen zur Integritätsprüfung von gespeicherten Daten implementiert sind. Welche sind diese und welchem Zweck dienen Sie?",
        "name": "Archivierung",
        "description": "Where applicable, describe here the processes of archive management (delivery, storage, consultation, etc.) under your responsibility. Specify the archiving roles (offices of origin, transferring agencies, etc.) and the archiving policy. State if data may fall within the scope of public archives.",
        "source": "WIKI Archivage"
      },
      "PIA_TEC_PAP": {
        "placeholder": "Geben Sie hier an, ob Mechanismen zur Integritätsprüfung von Papierdokumenten implementiert sind. Welche sind diese und welchem Zweck dienen Sie?",
        "name": "Papierdokumentensicherheit",
        "description": "Where paper documents containing data are used during the processing, indicate here how they are printed, stored, destroyed and exchanged.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_MINI": {
        "placeholder": "Geben Sie hier an, welche Maßnahmen Sie implementiert haben, um den Schweregrad der Risiken durch Datenminimierung personenbezogener Daten zu reduzieren.",
        "name": "Datenminimierung",
        "description": "The following methods could be used : Filtering and removal, Reducing sensitivity via conversion, Reducing the identifying nature of data, Reducing data accumulation, Restricting data access",
        "source": "PIAF Connected Objects p41"
      },
      "PIA_SEC_EXP": {
        "placeholder": "Beschreiben Sie hier, wie Softwareaktualisierungen (Betriebssysteme, Anwendungen usw.) und Patches zur Sicherheitskorrektur durchgeführt werden.",
        "name": "Betriebssicherheit",
        "description": "Policies implemented to reduce the possibility and the impact of risks on assets supporting personal data.",
        "source": "WIKI Sécurité_de_l'exploitation"
      },
      "PIA_SEC_MAL": {
        "placeholder": "Beschreiben Sie hier die implementierten Maßnahmen, um Risiken beim Zugriff auf weniger sichere Netzwerke zu reduzieren.",
        "name": "Bekämpfung von Malware",
        "description": "Controls implemented on workstations and servers to protect them from malicious software while accessing less secure networks.",
        "source": "WIKI Lutte_contre_les_logiciels_malveillants"
      },
      "PIA_SEC_COMP": {
        "placeholder": "Beschreiben Sie hier die Maßnahmen, die getroffen wurden, um das Risiko von Angriffen auf die Software zu verringern, die bei der Verarbeitung genutzt wird.",
        "name": "Arbeitsplatzverwaltung",
        "description": "Controls implemented on workstations (automatic locking, regular updates, configuration, physical security, etc.) to reduce the possibility to exploit software properties (operating systems, business applications etc.) to adversely affect personal data.",
        "source": "WIKI Gestion_des_postes_de_travail"
      },
      "PIA_SEC_WEB": {
        "placeholder": "Beschreiben Sie hier die Methoden und Maßnahmen, die zum Schutz des Internetauftritts implementiert wurden.",
        "name": "Schutz des Internetauftritts",
        "description": "Implementation of ANSSI's Recommendations for securing websites.",
        "source": "WIKI Sécurité_des_sites_web"
      },
      "PIA_SEC_BKP": {
        "placeholder": "Geben Sie hier an, wie Datensicherungen verwaltet werden. Stellen Sie sicher, dass sie an einem sicheren Ort aufbewahrt werden.",
        "name": "Datensicherungen",
        "description": "Policies and means implemented to ensure the availability and/or integrity of the personal data, while maintaining their confidentiality.",
        "source": "WIKI Sauvegardes"
      },
      "PIA_SEC_MAIN": {
        "placeholder": "Beschreiben Sie hier, wie die physische Wartung von Hardware und Geräten organisiert ist.",
        "name": "Hardware-/ Gerätewartung",
        "description": "Policies describing how physical maintenance of hardware is managed, stating whether this is contracted out.<br> Indicate whether the remote maintenance of apps is authorized, and according to what arrangements. Specify whether defective equipment is managed in a specific manner.",
        "source": "PIAF Connected Objects p25"
      },
      "PIA_SEC_CTR": {
        "placeholder":"Beschreiben Sie hier die vertraglichen Garantien für den Schutz personenbezogener Daten, die Auftragsverarbeiter anvertraut sind..",
        "name": "Auftragsverarbeitungsvertrag",
        "description": "Les données à caractère personnel communiquées à ou gérées par des sous-traitants doivent bénéficier de garanties suffisantes. <strong>Faire appel uniquement à des sous-traitants présentant des garanties suffisantes</strong> (notamment en termes de connaissances spécialisées, de fiabilité et de ressources). Exiger la communication par le prestataire de sa politique de sécurité des systèmes d’information. <br>Prendre et documenter les moyens (audits de sécurité, visite des installations, etc.) permettant d’<strong>assurer l’effectivité des garanties offertes par le sous-traitant<strong> en matière de protection des données. Ces garanties incluent notamment :<br> - le chiffrement des données selon leur sensibilité ou à défaut l’existence de procédures garantissant que la société de prestation n’a pas accès aux données qui lui sont confiées<br>- le chiffrement des transmissions de données (ex : connexion de type HTTPS, VPN, etc.)<br>- des garanties en matière de protection du réseau, de traçabilité (journaux, audits), de gestion des habilitations, d’authentification, etc.<br><strong>Prévoir un contrat avec les sous-traitants</strong>, qui définit notamment l’objet, la durée, la finalité du traitement et les obligations des parties. S’assurer qu’il contient en particulier des dispositions fixant :<br>- leur obligation en matière de confidentialité des données personnelles confiées<br>- des contraintes minimales en matière d’authentification des utilisateurs<br>- les conditions de restitution et/ou de destruction des données en fin du contrat<br>- les règles de gestion et de notification des incidents. Celles-ci devraient comprendre une information du responsable de traitement en cas de découverte de faille de sécurité ou d’incident de sécurité et cela dans les plus brefs délais lorsqu’il s’agit d’une violation de données à caractère personnel.<br>- Dans le cas de l’utilisation de fournisseur de cloud computing :<br>\t1. identifier clairement les données et les traitements qui passeront dans le cloud ;<br>\t2. définir ses propres exigences de sécurité technique et juridique ;<br>\t3. conduire une étude de risques afin d'identifier les mesures de sécurité appropriées ;<br>\t4. identifier le type de cloud pertinent pour le traitement envisagé ;<br>\t5. choisir un prestataire présentant des garanties suffisantes ;<br>\t6. revoir la politique de sécurité interne ;<br>\t7. surveiller les évolutions dans le temps.",
        "source": "Guide Bleu 2017 p19 et https://www.cnil.fr/fr/cloud-computing-les-conseils-de-la-cnil-pour-les-entreprises-qui-utilisent-ces-nouveaux-services"
      },
      "PIA_SEC_NET": {
        "placeholder": "Geben Sie hier die Sicherheitsmaßnahmen des Netzwerks an, auf dem die Verarbeitung ausgeführt wird.",
        "name": "Netzwerksicherheit",
        "description": "Depending on the type of network on which the processing is carried out (isolated, private or Internet). Specify which firewall system, intrusion detection systems or other active or passive devices are in charge of ensuring network security.",
        "source": "PIAF Objets connectés p25"
      },
      "PIA_SEC_PHY": {
        "placeholder": "Geben Sie hier an, wie die Zutrittskontrolle der Räumlichkeiten durchgeführt wird, in denen die Verarbeitung stattfindet.",
        "name": "Zutrittskontrolle",
        "description": "Policies to ensure physical security (zoning, escorting of visitors, wearing of passes, locked doors and so on).Indicate whether there are warning procedures in place in the event of a break-in.",
        "source": "PIAF Connected Objects p25"
      },
      "PIA_SEC_LOG": {
        "placeholder": "Geben Sie hier Mittel und Maßnahmen an, die zur Erkennung von Vorfällen mit personenbezogenen Daten eingesetzt werden",
        "name": "Überwachen der Netzwerkaktivität",
        "description": "Monitor intrusion detection systems and intrusion prevention systems in order to analyze network (wired networks, Wi-Fi, radio waves, fiber optics, etc.) traffic in real time and detect any suspicious activity suggestive of a cyber attack scenario.",
        "source": "WIKI Surveillance"
      },
      "PIA_SEC_MAT": {
        "placeholder": "Geben Sie hier die Maßnahmen an, die sich auf die physische Sicherheit von Servern und Arbeitsplatzrechnern beziehen.",
        "name": "Hardware-Sicherheit",
        "description": "Indicate here the controls bearing on the physical security of servers and workstations (secure storage, security cables, confidentiality filters, secure erasure prior to scrapping, etc.).",
        "source": "WIKI Sécurité_des_matériels"
      },
      "PIA_SEC_SRC": {
        "placeholder": "Beschreiben Sie die Methoden und Maßnahmen, die zur Vermeidung möglicher Risiken eingerichtet wurden.",
        "name": "Vermeidung von Risikoquellen",
        "description": "Documentation on implantation area, which should not be subject to environmental disasters (flood zone, proximity to chemical industries, earthquake or volcanic zone, etc.).Specify if dangerous products are stored in the same area.",
        "source": "WIKI Éloignement_des_sources_de_risques"
      },
      "PIA_SEC_PROT": {
        "placeholder": "Beschreiben Sie hier die ergriffenen Maßnahmen, um Risiken aus nichtmenschlichen Quellen zu reduzieren oder zu vermeiden.",
        "name": "Schutz vor nichtmenschlichen Risikoquellen",
        "description": "Policies describing the means of fire prevention, detection and fighting. Where applicable, indicate the means of preventing water damage.Also specify the means of power supply monitoring and relief.",
        "source": "WIKI Protection_contre_les_sources_de_risques_non_humaines"
      },
      "PIA_ORG_ORG": {
        "placeholder": "Geben Sie an, ob die Rollen und Verantwortlichkeiten für den Datenschutz definiert sind.",
        "name": "Datenschutzorganisation",
        "description": "Specify whether a person is responsible for the enforcement of privacy laws and regulations. Specify whether there is a monitoring committee (or equivalent) responsible for the guidance and follow-up of actions concerning the protection of privacy.",
        "source": "WIKI Organisation"
      },
      "PIA_ORG_POL": {
        "placeholder": "Beschreiben Sie hier die Dokumentationsbasis, die Datenschutzziele und -regeln festlegt.",
        "name": "Datenschutzrichtlinien",
        "description": "Set out important aspects relating to data protection within a documentary base making up the data protection policy and in a form suited to each type of content (risks, key principles to be followed, target objectives, rules to be applied, etc.) and each communication target (users, IT department, policymakers, etc.).",
        "source": "WIKI Politique_(gestion_des_règles)"
      },
      "PIA_ORG_RMGT": {
        "placeholder": "Beschreiben Sie hier die Prozesse zur Kontrolle der Risiken, die die von der Organisation durchgeführten Verarbeitungsvorgänge für den Datenschutz und die Privatsphäre der betroffenen Personen darstellen.",
        "name": "Umgang mit Datenschutzrisiken",
        "description": "Policy describing processes to control the risks that processing operations performed by the organisation pose on data protection and the privacy of data subjects (building a map of the risks, etc.).",
        "source": "WIKI Gestion_des_risques"
      },
      "PIA_ORG_PBD": {
        "placeholder": "Beschreiben Sie hier die Methoden, um den Schutz personenbezogener Daten ab Beginn eines neuen Projekts zu berücksichtigen.",
        "name": "Integrieren Sie den Schutz der Privatsphäre in Projekte",
        "description": "Existence of a policy designed integrate the protection of personal data in all new processing operations.",
        "source": "WIKI Gestion_des_projets"
      },
      "PIA_ORG_VIOL": {
        "placeholder": "Beschreiben Sie hier die operativen Prozesse, die dazu dienen, Datenschutzverletzungen zu erkennen und mit ihnen umzugehen.",
        "name": " Umgang mit Datenschutzverletzungen",
        "description": "Existence of an operational organisation that can detect and treat incidents that may affect the data subjects' civil liberties and privacy.",
        "source": "WIKI Gestion_des_incidents_et_des_violations_de_données"
      },
      "PIA_ORG_PERS": {
        "placeholder": "Geben Sie hier an, welche Sensibilisierungsmaßnahmen in Bezug auf die Mitarbeiter durchgeführt werden.",
        "name": "Sensibilisierungsmaßnahmen",
        "description": "Existence of a policy describing awareness-raising controls are carried out with regard to a new recruit and what controls are carried out when persons who have been accessing data leave their job.",
        "source": "PIAF Connected Objects p24"
      },
      "PIA_ORG_EXT": {
        "placeholder": "Geben Sie hier die Sicherheitskontrollen und -regelungen an, denen Dritte in Bezug auf Ihren Zugang unterliegen.",
        "name": "Sicherheitskontrollen und -regelungen für Dritte",
        "description": "Existence of a policy and processes reducing the risk that legitimate access to personal data by third parties may pose to the data subjects' civil liberties and privacy.",
        "source": "WIKI Relations_avec_les_tiers"
      },
      "PIA_ORG_AUD": {
        "placeholder": "Geben Sie hier an, ob die Wirksamkeit und Angemessenheit der Datenschutzmaßnahmen überwacht werden.",
        "name": "Überwachung der Datenschutzmaßnahmen",
        "description": "Existence of a policy and processes to obtain an organisation able to manage and control the protection of personal data held within it.",
        "source":  "WIKI Supervision"
      },
      "PIA_DEF_EXA": {
        "name": "Datenqualität",
        "description": "Personal data shall be accurate and, where necessary, kept up to date; every reasonable step must be taken to ensure that personal data that are inaccurate, having regard to the purposes for which they are processed, are erased or rectified without delay (‘accuracy’). <br>See <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 5.1 d) of [DS-GVO]</a>",
        "source": "DS-GVO Art. 5.1 d)"
      },
      "PIA_DEF_MES": {
        "name": "Maßnahmen",
        "description": "To be chosen among those available in section \"Planned or existing measures\", which you may complete if needed.",
        "source": "keine"
      },
      "PIA_DEF_RT": {
        "name": "Verantwortlicher",
        "description": "Natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data; where the purposes and means of such processing are determined by Union or Member State law, the controller or the specific criteria for its nomination may be provided for by Union or Member State law.<br>See <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 4.7 of [DS-GVO]</a>",
        "source": "DS-GVO Art. 4.7"
      },
      "PIA_DEF_DCP": {
        "name": "Personenbezogene Daten",
        "description": "Any information relating to an identified or identifiable natural person (‘data subject’); an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person. <br>See <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 4.1 of [DS-GVO]</a>",
        "source": "DS-GVO Art 4.1"
      },
      "PIA_DEF_DEST": {
        "name": "Empfänger",
        "description": "Natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not. However, public authorities which may receive personal data in the framework of a particular inquiry in accordance with Union or Member State law shall not be regarded as recipients; the processing of those data by those public authorities shall be in compliance with the applicable data protection rules according to the purposes of the processing. <br>See <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 4.9 of [DS-GVO]</a>",
        "source": "DS-GVO Art. 4.9"
      },
      "PIA_DEF_SUPT": {
        "name": "Unterstützung der Verabeitung",
        "description": "Asset on which personal data rely. This may be hardware, software, networks, people, paper or paper transmission channels",
        "source": "WIKI Types_et_exemples_de_supports_des_données"
      },
      "PIA_DEF_MINC": {
        "name": "Datenminimierung",
        "description": "Reduce the severity of risks by limiting the amount of personal data to what is strictly necessary to achieve a defined purpose, otherwise the data shall be not collected.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_MIND": {
        "name": "Minimierung der Daten selbst",
        "description": "Réduire la gravité des risques en minimisant les données elles-mêmes, par des mesures destinées à réduire leur sensibilité.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_CONS": {
        "name": "Einwilligung",
        "description": "Any freely given, specific, informed and unambiguous indication of the data subject's wishes by which he or she, by a statement or by a clear affirmative action, signifies agreement to the processing of personal data relating to him or her.<br>See <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 4.10 of [DS-GVO]</a>",
        "source": "DS-GVO Art. 4.10"
      },
      "PIA_DEF_ACC": {
        "name": "Recht auf Auskunft",
        "description": "The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the information described in <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 15 of [DS-GVO]</a>",
        "source":"DS-GVO Art. 15 pour la définition et WIKI Exercice_des_droits_d’accès_et_à_la_portabilité pour les exceptions du droit Français"
      },
      "PIA_DEF_PORT": {
        "name": "Recht auf Datenübertragbarkeit",
        "description": " The data subject shall have the right to receive the personal data concerning him or her, which he or she has provided to a controller, in a structured, commonly used and machine-readable format and have the right to transmit those data to another controller without hindrance from the controller to which the personal data have been provided, see <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 20 of [DS-GVO]</a>",
        "source": "DS-GVO Art. 20"
      },
      "PIA_DEF_RECT": {
        "name": "Recht auf Berichtigung",
        "description": "The data subject shall have the right to obtain from the controller without undue delay the rectification of inaccurate personal data concerning him or her. Taking into account the purposes of the processing, the data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement.",
        "source": "DS-GVO Art. 16"
      },
      "PIA_DEF_EFF": {
        "name": "Recht auf Löschung",
        "description": " The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and the controller shall have the obligation to erase personal data without undue delay, see <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 17 of [DS-GVO]</a>",
        "source" : "DS-GVO Art. 17"
      },
      "PIA_DEF_LIM": {
        "name": "Recht auf Einschränkung der Verabeitung",
        "description": "The data subject shall have the right to obtain from the controller restriction of processing, see <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 18 of [DS-GVO]</a>",
        "source": "DS-GVO Art. 18"
      },
      "PIA_DEF_OPP": {
        "name": "Recht auf Widerspruch",
        "description": "The data subject shall have the right to object, on grounds relating to his or her particular situation, at any time to processing of personal data concerning him or her, pursuant to <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 21 of [DS-GVO]</a>",
        "source": "DS-GVO Art. 21"
      },
      "PIA_DEF_CHIF": {
        "name": "Verschlüsselung",
        "description": "Le chiffrement d’un message permet de garantir que seuls l’émetteur et le(s) destinataire(s) légitime(s) d’un message en connaissent le contenu. C’est une sorte d’enveloppe scellée numérique. Une fois chiffré, faute d'avoir la clé spécifique, un message est inaccessible et illisible, que ce soit par les humains ou les machines.<br>Il existe deux grandes familles de chiffrement : le chiffrement symétrique et le chiffrement asymétrique.<br>- <strong>Le chiffrement symétrique</strong> permet de chiffrer et de déchiffrer un contenu avec la même clé, appelée alors la « clé secrète ». Le chiffrement symétrique est particulièrement rapide mais nécessite que l’émetteur et le destinataire se mettent d’accord sur une clé secrète commune ou se la transmettent par un autre canal. Celui-ci doit être choisi avec précautions, sans quoi la clé pourrait être récupérée par les mauvaises personnes, ce qui n’assurerait plus la confidentialité du message.<br>- <strong>Le chiffrement asymétrique</strong> suppose que le (futur) destinataire est muni d’une paire de clés (clé privée, clé publique) et qu’il a fait en sorte que les émetteurs potentiels aient accès à sa clé publique. Dans ce cas, l’émetteur utilise la clé publique du destinataire pour chiffrer le message tandis que le destinataire utilise sa clé privée pour le déchiffrer. Parmi ses avantages, la clé publique peut être connue de tous et publiée. Mais attention : il est nécessaire que les émetteurs aient confiance en l’origine de la clé publique, qu’ils soient sûrs qu’il s’agit bien de celle du destinataire. Autre point fort : plus besoin de partager une même clé secrète ! Le chiffrement asymétrique permet de s’en dispenser mais il est plus lent.",
        "source": "Guide Bleu 2017 p23 https://www.cnil.fr/fr/comprendre-les-grands-principes-de-la-cryptologie-et-du-chiffrement"
      },
      "PIA_DEF_ANO": {
        "name": "Anonymisierung",
        "description": "Le but d'une solution d'anonymisation est de faire perdre le caractère identifiant des données à caractère personnel. Une solution d’anonymisation doit être construite au cas par cas et adaptée aux usages prévus. Pour aider à évaluer une bonne solution d’anonymisation, le <a target=\"_blank\" href=\"http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_fr.pdf\">G29</a> propose trois critères :<br>- <strong>L’individualisation : </strong>est-il toujours possible d’isoler un individu ?<br>- <strong>La corrélation : </strong>est-il possible de relier entre eux des ensembles de données distincts concernant un même individu ?<br>- <strong>L’inférence :</strong> peut-on déduire de l’information sur un individu ? <br>Ainsi : <strong>un ensemble de données pour lequel il n’est possible ni d’individualiser ni de corréler ni d’inférer est a priori anonyme</strong> ;<br>un ensemble de données pour lequel <strong>au moins un des trois critères n’est pas respecté </strong>ne pourra être considéré comme anonyme qu’à la suite d’une analyse détaillée des risques de ré-identification.",
        "source": "WIKI pour la première phrase, site CNIL pour la description des recommandations du G29 https://www.cnil.fr/fr/le-g29-publie-un-avis-sur-les-techniques-danonymisation-0"
      },
      "PIA_DEF_PSEU": {
        "name": "Pseudonymisierung",
        "description": "processing of personal data in such a manner that the personal data can no longer be attributed to a specific data subject without the use of additional information, provided that such additional information is kept separately and is subject to technical and organisational measures to ensure that the personal data are not attributed to an identified or identifiable natural person.<br>Pseudonymisation  reduces  the  linkability  of  a  dataset  with  the  original  identity  of  a  data subject; as such, it is a useful security measure but not a method of anonymisation.",
        "source" :"DS-GVO Art. 4.5 and guidelines G29 p22 http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
      },
      "PIA_DEF_CLO": {
        "name": "Datentrennung",
        "description": "Data organisation methods that reduce the possibility that personal data can be correlated and that a breach of all personal data may occur. For instance, by identifying the personal data useful only to each business process and logically separating them.",
        "source": "WIKI Cloisonnement_des_données_(par_rapport_au_reste_du_système_d’information)"
      },
      "PIA_DEF_CTLA": {
        "name": "Logische Zugriffskontrollen",
        "description": "Means implemented to limit the risks that unauthorized persons will access personal data electronically, it requires among other things to : <br>- <strong>Manage users' profiles</strong> by separating tasks and areas of responsibility (preferably in centralised fashion) to limit access to personal data exclusively to authorised users by applying need-to-know and least-privilege principles.<br>- <strong>Withdraw the rights of employees, contracting parties and other third parties when they are no longer authorised to access a premises or a resource</strong> or when their <strong>employment contract ends</strong>.",
        "source": "WIKI Contrôle_des_accès_logiques et Guide Bleu 2017 p9 pour les précautions"
      },
      "PIA_DEF_PWD": {
        "name": "Passwort",
        "description": "Basée sur la gestion d’un secret, l’authentification par identifiant et mot de passe est un moyen simple et peu coûteux à déployer pour contrôler un accès. Toutefois, cette méthode d’authentification présente un niveau de sécurité faible.<br>Les exigences minimales de la CNIL en termes de taille et de complexité du mot de passe varient en fonction des mesures complémentaires mises en place pour fiabiliser le processus d’authentification :<br>ainsi, si une authentification est basée exclusivement sur un mot de passe, cela implique a minima l’utilisation d’un mot de passe complexe d’au moins 12 caractères composé de majuscules de minuscules, de chiffres et de<br>caractères spéciaux.  Des mesures complémentaires à la saisie d’un mot de passe (restrictions, d’accès, collecte d’autres donnée, support détenu en propre par l’utilisateur) permettent de réduire la longueur et la complexité du mot de passe, car ces mesures permettent d’assurer un niveau de sécurité équivalent au mot de passe seul.",
        "source": "Guide Bleu 2017 p7 : https://www.cnil.fr/fr/authentification-par-mot-de-passe-les-mesures-de-securite-elementaires synthétisé"
      },
      "PIA_DEF_AUTH": {
        "name": "Authentifizierung",
        "description": "L'authentification est une <strong>opération par laquelle l'utilisateur apporte la preuve de son identité</strong>, pour cela il existe plusieurs mécanismes catégorisés selon qu’ils font intervenir :<br>- ce que l’on sait, par exemple un mot de passe ;<br>- ce que l’on a, par exemple une carte à puce ;<br>- une caractéristique qui nous est propre, par exemple une empreinte digitale ou encore la manière de rédiger une signature manuscrite.<br>Pour rappel, la loi Informatique et Libertés subordonne l’utilisation de la biométrie à l’autorisation préalable de la CNIL<br><strong>L’authentification d’un utilisateur est qualifiée de forte lorsqu’elle a recours à une combinaison d’au moins deux de ces catégories.</strong>",
        "source": "Guide Bleu p7"
      },
      "PIA_DEF_LOG": {
        "name": "Protokollierung",
        "description": "Dispositif permettant d’enregistrer des actions effectuées sur le système informatique afin de pouvoir <strong>identifier un accès frauduleux</strong> ou <strong>une utilisation abusive</strong> de données personnelles, ou de déterminer l’origine d’un incident. Il convient d’enregistrer certaines des actions effectuées sur les systèmes informatiques. Pour ce faire, un dispositif de gestion des traces et des incidents doit être mis en place. Celui-ci doit <strong>enregistrer les évènements pertinents</strong> et <strong>garantir que ces enregistrements ne peuvent être altérés.</strong> Dans tous les cas, il ne faut <strong>pas conserver ces éléments pendant une durée excessive.</strong>",
        "source": "Guide Bleu 2017 p10"
      },
      "PIA_DEF_ARCH": {
        "name": "Archivierung",
        "description": "Les données qui ne sont plus utilisées au quotidien mais qui n’ont pas encore atteint leur durée limite de conservation, par exemple parce qu’elles sont conservées en cas de contentieux, devraient être archivées.<br><br><strong>Les archives doivent être sécurisées </strong>notamment si les données archivées sont des données sensibles, ou des données qui pourraient avoir des impacts graves sur les personnes concernées.",
        "source": "Guide Bleu 2017 p17"
      },
      "PIA_DEF_MIN1": {
        "name": "Filterung und Entfernung",
        "description": "When data are being imported, different types of metadata (such as EXIF data with an image file attached) can unintentionally be collected. <br>Such metadata must be identified and eliminated if they are unnecessary for the purposes specified.",
        "source" : "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_MIN2": {
        "name": "Verringerung der Sensiblität der Daten durch Datentransformation",
        "description": "Once sensitive data have been received, as part of a series of general information or transmitted for statistical purposes only, these can be converted into a less sensitive form or pseudonymised. For example : <br>- if the system collects the IP address to determine the user's location for a statistical purpose, the IP address can be deleted once the city or district has been deduced<br>- if the system receives video data from surveillance cameras, it can recognise people who are standing or moving in the scene and blur them<br>- if the system is a smart meter, it can aggregate the use of energy over a certain period, without recording it in real time",
        "source" : "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_SRC": {
        "name": "Risikoquelle",
        "description": "Person or non-human source that can cause a risk. This source may act accidentally or deliberately.",
        "source": "PIA1 p12 et WIKI Types_et_exemples_de_sources_de_risques synthétisés"
      },
      "PIA_DEF_MEN": {
        "name": "Bedrohung",
        "description": "Procedure comprising one or more individual actions on data supporting assets. It is used, intentionally or otherwise, by risk sources and may cause a feared event.",
        "source": "PIA1 p11"
      },
      "PIA_DEF_MENA": {
        "name": "Bedrohungen, die zu einem unberechtigten Zugriff führen können",
        "description": "Threats regarding: - <strong>Hardware</strong>, used inappropriately, observed, altered, lost (use or transportation of sensitive hardware for personal purposes, watching a person's screen without their knowledge while on the train, tracking by a hardware-based key logger, etc.)<br> - <strong>Software</strong>, used inappropriately, observed, altered (raising of privileges, collection of configuration data, infection by malicious code, etc.)<br>- <strong>Computer channels</strong> observed (Interception of Ethernet traffic, etc.)<br>- <strong>People</strong>, observed, manipulated, lost (Unintentional disclosure of information, social engineering, assignment changes)<br>- <strong>Paper documents</strong> observed, lost (reading, theft of mail, etc.)<br>- <strong>Paper transmission channels</strong> observed (reading of signature books in circulation, etc.)",
        "source": "WIKI Menaces_pouvant_mener_à_un_accès_illégitime_à_des_données synthétisé"
      },
      "PIA_DEF_MENM": {
        "name": "Bedrohungen, die zu einer unerwünschten Änderung personenbezogener Daten führen können",
        "description": "<strong>Threats regarding : </strong><br>- <strong>Hardware</strong> altered (addition of incompatible hardware resulting in malfunctions, removal of essential components, etc.)<br>- <strong>Software</strong> used inappropriately or altered (Unwanted modifications to data in databases, operator errors that modify data, etc.)<br>- <strong>Computer channels</strong> used inappropriately (resending of intercepted data, etc.)<br>- <strong>People</strong> overloaded or manipulates (assignment of staff to tasks beyond their abilities, stress or negative changes in working conditions, influence, etc.)<br>- Paper documents that have been altered (changes to figures in a file, replacement of an original by a forgery, etc.)<br>- <strong>Paper transmission channels</strong> that have been altered (change from one signature book to another, sending of multiple conflicting documents, etc.)",
        "source": "WIKI Menaces_pouvant_mener_à_une_modification_non_désirées_de_données"
      },
      "PIA_DEF_MENI": {
        "name": "Bedrohungen, die zum Verlust personenbezogener Daten führen können",
        "description": "<strong>Threats regarding : </strong><br>- <strong>Hardware</strong> : used inappropriately, overloaded, altered, damaged, lost (storage unit full, processing capacity overload, addition of incompatible hardware resulting in malfunctions,  fire, theft or loss of an asset, etc.)<br>- <strong>Software</strong> : used inappropriately, overloaded, altered, damaged, lost (erasure of data, exceeding of database size, logic bomb, non-renewal of the licence for software used to access data, etc.)<br>- <strong>Computer channels</strong> : overloaded, altered, lost (unauthorised downloading, loss of Internet connection, etc.)<br>- <strong>People</strong> : overloaded, damaged, lost (poor use of skills, disease, retirement, etc.)<br>- <strong>Paper documents</strong> : used inappropriately, damaged, lost (erasure, aging of archived documents, theft or loss of documents, etc.)<br>- <strong>Paper transmission channels</strong> : overloaded, damaged, altered, lost (mail delivery halted by a strike, reassignment of offices or premises, loss of a document delivery company, reorganisation of paper transmission channels, etc.)",
        "source": "WIKI Menaces_pouvant_mener_à_une_disparition_de_données"
      },
      "PIA_DEF_GRV": {
        "name": "Schweregrad",
        "description": "Severity represents the magnitude of a risk. It primarily depends on the prejudicial nature of the potential impacts.",
        "source": "PIA1 page 9"
      },
      "PIA_DEF_VRA": {
        "name": "Eintrittswahrscheinlichkeit",
        "description": "likelihood expresses the possibility of a risk occurring. It primarily depends on the level of vulnerabilities of the supporting assets when under threat and the level of capabilities of the risk sources to exploit them.",
        "source": "PIA1 page 12"
      },
      "PIA_DEF_PBDS": {
        "name": "Projektmanagement",
        "description": "Measures taken to integrate the protection of personal data in all new processing operations (trusted names, guidelines, CNIL methodology for risk management or other internal methodology).",
        "source": "WIKI Gestion_des_projets - les recommandations ne sont pas citées"
      },
      "PIA_DEF_VIOL": {
        "name": "Verletzung personenbezogener Daten",
        "description": "Breach of security leading to the accidental or unlawful destruction, loss, alteration, unauthorised disclosure of, or access to, personal data transmitted, stored or otherwise processed.",
        "source": "DS-GVO Art. 4.12"
      },
      "PIA_VAL_CART": {
        "name": "Risikokartierung",
        "description": "Graph illustrating the good security practices, with a conformity value attributed to each on the basis of its assessment in previous steps.",
        "source": "keine"
      },
      "PIA_VAL_ACT": {
        "name": "Aktionsplan",
        "description": "corrective controls suggested by the assessor in previous steps, drawing up an action plan setting out, for each action, its manager, frequency, difficulty, cost and progress.",
        "source": "keine"
      },
      "PIA_DEF_ENJ": {
        "name": "Zweck der Verarbeitung",
        "description": "Gründe für die Umsetzung der Verarbeitung, die erwarteten Vorteile (für die Organisation, für die betroffenen Personen, für die Gesellschaft im Allgemeinen ...). ",
        "source": "PIA1 p6 (note 8 en bas de page)"
      },
      "PIA_DEF_ST": {
        "name": "Auftragsverarbeiter",
        "description": "Natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller, see <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 4.8 of [DS-GVO]</a>.<br>The processor and any person acting under the authority of the controller or of the processor, who has access to personal data, shall not process those data except on instructions from the controller, unless required to do so by Union or Member State law, see <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 29 of [DS-GVO]</a>.",
        "source": "DS-GVO Art. 4.8 and 29"
      },
      "PIA_DEF_RGPD": {
        "name": "DS-GVO (Datenschutz-Grundverordnung)",
        "description": "Regulation on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC.",
        "source": "DS-GVO title"
      },
      "PIA_DEF_PC": {
        "name": "Betroffener",
        "description": "Persons to whom the data covered by the processing relate.",
        "source": "PIA1 p11"
      },
      "PIA_DEF_MIN3": {
        "name": "Verringerung der identifizierenden Natur der Daten",
        "description": "The system can ensure that: <br>- the user can use a resource or service without the risk of disclosing his/her identity (anonymous data)<br>- the user can use a resource or service without the risk of disclosing his/her identity, but remain identifiable and responsible for this use (pseudonymous data)<br>- the user can make multiple uses of resources or services without the risk of these different uses being linked together (data cannot be correlated)<br>- the user can use a resource or service without the risk of others, third parties in particular, being able to observe that the resource or service is being used (non-observability)<br>The choice of a method from the list above must be made on the basis of the threats identified. For some types of threat to privacy, pseudonymization will be more appropriate than anonymisation (for example, if there is a traceability need). In addition, some threats to privacy will be addressed using a combination of methods.",
        "source" : "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_MIN4": {
        "name": "Nichtverkettbarkeit",
        "description": "Das System kann in unabhängige Teile mit separaten Zugriffssteuerungsfunktionen strukturiert sein. Die Daten können auch auf diese unabhängigen Teilsysteme verteilt und von jedem Teilsystem unter Verwendung verschiedener Zugriffssteuerungsmechanismen gesteuert werden. Wenn ein Subsystem kompromittiert wird, können die Auswirkungen auf den Datensatz reduziert werden. ",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_MIN5": {
        "name": "Beschränkung des Datenzugriffs",
        "description": "The system can limit data access according to the \"need to know\" principle. The system can separate the sensitive data and apply specific access control policies. The system can also encrypt sensitive data to protect their confidentiality during transmission and storage. Access to temporary cookies which are produced during the data processing must also be protected.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_EX_DCPC": {
        "name": "Allgemeine Daten",
        "description": "<strong>Identification data</strong> : Civil status, identity, age, etc. <br><strong>Personal life</strong> : living habits, marital status, etc. <br><strong>Professional life </strong> : résumé, education and professional training, awards, etc. <br><strong>Connection data </strong> : IP addresses, event logs, etc.<br><strong>Location data</strong> : travels, GPS data, GSM data, etc.<br><strong>Others</strong> : phone number, email address, etc.",
        "source": "WIKI Types_de_données"
      },
      "PIA_EX_DCPS": {
        "name": "Sensible Daten",
        "description": "Social security number (NIR), biometric data, bank data"
      },
      "PIA_EX_DCPR": {
        "name": "Besondere Kategorien personenbezogener Daten",
        "description": "Philosophical, political, religious and trade-union views, sex life, health data, racial or ethnic origin, data concerning health or sex life, offenses, convictions, security measures, see <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 9 and 10 of [DS-GVO]</a>."
      },
      "PIA_EX_HUMI": {
        "name": "Interne menschliche Datenquellen",
        "description": "It could be either:<br>- a negligent or rogue employee, proximity of the system, skills, privileges and available time are potentially high, possible lack of training and awareness<br>- Negligent or rogue user or people around<br> Various motives are possible, including : clumsiness, error, negligence game, malicious intent, revenge, spying"
      },
      "PIA_EX_HUME": {
        "name": "Externe menschliche Datenquellen",
        "description": "It could be either:<br>- a rogue or naive neighbor, by having a physical proximity, hacking into the device's data;<br>- a hacker targeting a user by using the knowledge he/she has of the user and some of the information concerning him/her;<br>- a hacker targeting one of the companies by using the knowledge he/she has of the companies that can undermine their image;<br>- an authorised third party company using its privileged access to illegitimately access information."
      },
      "PIA_EX_NHUM": {
        "name": "Nichtmenschliche Datenquellen",
        "description": "Incident or damage at one of the organisation (power cut, fire, flood, etc.)"
      },
      "PIA_EX_IMPN": {
        "name": "Schweregrad: vernachlässigbar",
        "description": "Data subjects either will not be affected or may encounter a few inconveniences, which they will overcome without any problem.<br>Examples:<br>- physical : transient headaches<br>- material : loss of time in repeating formalities or waiting for them to be fulfilled, receipt of unsolicited mail (e.g.: spams), reuse of data published on websites for the purpose of targeted advertising , etc.,<br>- moral : mere annoyance, feeling of invasion of privacy without real or objective harm (commercial intrusion), etc."
      },
      "PIA_EX_IMPL": {
        "name": "Schweregrad: begrenzt",
        "description": "Data subjects may encounter significant inconveniences, which they will be able to overcome despite a few difficulties<br>Examples :<br>- physical : minor physical ailments (minor illness due to disregard of contraindications), defamation resulting in physical or psychological retaliation, etc.<br>- material : Unanticipated payments (fines imposed erroneously), denial of access to administrative or commercial services , Receipt of unsolicited targeted mailings likely to damage the reputation of data subjects, etc.<br>- moral : minor but objective psychological ailments, feeling of invasion of privacy without irreversible damage, intimidation on social networks, etc."
      },
      "PIA_EX_IMPI": {
        "name": "Schweregrad:wesentlich",
        "description": "Data subjects may encounter significant consequences, which they should be able to overcome albeit with real and serious difficulties<br>Examples: <br>- physical : serious physical ailments causing long-term harm (worsening of health due to improper care, or disregard of contraindications), lteration of physical integrity for example following an assault, an accident at home, work, etc.<br>- material : misappropriation of money not compensated, targeted, unique and non-recurring, lost opportunities  (home loan, refusal of studies, internships or employment, examination ban), loss of housing, loss of employment, etc.<br>- moral : serious psychological ailments (depression, development of a phobia), feeling of invasion of privacy with irreversible damage, victim of blackmailing, cyberbullying and harassment, etc."
      },
      "PIA_EX_IMPM": {
        "name": "Schweregrad: maximal",
        "description": "Data subjects may encounter significant, or even irreversible, consequences, which they may not overcome<br>Examples :<br>- physical : long-term or permanent physical ailments, permanent impairment of physical integrity, death<br>- material : financial risk, substantial debts, inability to work, inability to relocate, loss of evidence in the context of litigation, loss of access to vital infrastructure (water, electricity), etc.<br>- moral : long-term or permanent psychological ailments, criminal penalty, abduction, loss of family ties, inability to sue, change of administrative status and/or loss of legal autonomy (guardianship), etc."
      },
      "PIA_EX_VRAN": {
        "name": "Eintrittswahrscheinlichkeit: vernachlässigbar",
        "description": "It does not seem possible for the selected risk sources to materialize the threat by exploiting the properties of supporting assets (e.g.: theft of paper documents stored in a room protected by a badge reader and access code)."
      },
      "PIA_EX_VRAL": {
        "name": "Eintrittswahrscheinlichkeit: begrenzt",
        "description": "It seems difficult for the selected risk sources to materialize the threat by exploiting the properties of supporting assets (e.g.: theft of paper documents stored in a room protected by a badge reader)."
      },
      "PIA_EX_VRAI": {
        "name": "Eintrittswahrscheinlichkeit: wesentlich",
        "description": "It seems possible for the selected risk sources to materialize the threat by exploiting the properties of supporting assets (e.g.: theft of paper documents stored in offices that cannot be accessed without first checking in at the reception).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAM": {
        "name": "Eintrittswahrscheinlichkeit: maximal",
        "description": "It seems extremely easy for the selected risk sources to materialize the threat by exploiting the properties of supporting assets (e.g.: theft of paper documents stored in the public lobby)."
      },
      "PIA_EX_DC": {
        "name": "Scoring",
        "description": "Données pour un système de score, résultat de l’application du score..."
      }
    }
  },
  "comments": {
    "comments_count": "Kommentar(e)",
    "new_comment": "Kommentieren",
    "placeholder_new_comment": "Hinterlasse einen Kommentar",
    "comment": "Kommentar",
    "send": "Senden"
  },
  "questions":  {
    "edit": "Frage bearbeiten",
    "gauges": {
      "0": "(Nicht definiert)",
      "1": "Vernachlässigbar",
      "2": "Begrenzt",
      "3": "Wesentlich",
      "4": "Maximal"
    }
  },
  "evaluations": {
    "title": "Bewertung",
    "to_correct": "zu berichtigen",
    "placeholder_to_correct": "Die bereitgestellten Informationen sind nicht ausreichend, um sie zu bewerten. Zur Bearbeitung zurückkehren, um den ursprünglichen Vorschlag anzureichern.",
    "improvable": "verbesserungsfähig",
    "placeholder_improvable": "Angesichts der bereitgestellten Informationen müssen zusätzliche Maßnahmen hinzugefügt werden, um den Schutz der verarbeiteten Daten zu verbessern.",
    "acceptable": "tragbar",
    "placeholder_acceptable": "Angesichts der zur Verfügung gestellten Informationen reichen die durchgeführten Maßnahmen aus, um die Datenschutzanforderungen zu erfüllen.",
    "evaluation_comment": "Bewertungskommentar",
    "action_plan_comment": "Aktionsplan / Korrekturmaßnahmen",
    "placeholder_comment": "Geben Sie Ihre Kommentare ein.",
    "gauges": {
      "seriousness": "Wie bewerten Sie unter Berücksichtigung des Aktionsplans die <span class = 'red-highlight'> Höhe dieses Risikos </ span> ({{value}})?",
      "likelihood": "Unter Berücksichtigung des Aktionsplans, wie bewerten Sie die <span class = 'red-highlight'> Wahrscheinlichkeit dieses Risikos </ span> ({{value}}) erneut?",
      "0": "(Nicht definiert)",
      "1": "Vernachlässigbar",
      "2": "Begrenzt",
      "3": "Wesentlich",
      "4": "Maximal"
    },
    "status": {
      "0": "unerledigt",
      "1": "zu korrigieren",
      "2": "verbesserungsfähig",
      "3": "tragbar"
    }
  },
  "help": {
    "title": "Hilfe",
    "definition": {
      "data1": {
        "title": "Verwenden Sie das DSFA-Tool",
        "content": "Inhalt ist in Bearbeitung"
      },
      "data2": {
        "title": "Bekannte Probleme",
        "qa1": {
          "title": "Ich bekomme Probleme mit der Anzeige, z. B. dass Symbole in einem Status hängen bleiben oder Elemente der Schnittstelle fehlen",
          "content": "Schließen Sie die Anwendung, wenn diese Anzeigeprobleme auftreten, und laden Sie sie erneut. Normalerweise behebt es das Problem. Die on Ihnen eingegebenen Informationen gehen nicht verloren; Diese werden automatisch während der Eingabe gespeichert."
        },
        "qa2": {
          "title": "Ich kann die Skala nicht bearbeiten, um den Schweregrad und die Wahrscheinlichkeit eines Risikos zu bewerten",
          "content": "Dieses bekannte Problem wird derzeit behoben. Wenn Sie auf dieses Problem stoßen, empfehlen wir, dass Sie das Begründungsfeld des geschätzten Schweregrads und / oder der Wahrscheinlichkeit ausfüllen. Sie können die Skala bearbeiten, sobald der Fehler behoben ist."
        },
        "qa3": {
          "title": "Beim Importieren einer DSFA treten Probleme auf",
          "content": "Beim Import einer DSFA wurden mehrere Fehler beobachtet, und insbesondere die Skalen für die Bewertung der Schwere und Wahrscheinlichkeit eines Risikos können verschwinden. Bitte beachten Sie in diesem Fall das oben genannte Problem. Außerdem wird eine DSFA nach dem Importieren möglicherweise nicht auf der Übersicht angezeigt. Dies ist ein Anzeigeproblem und Sie müssen nur die Seite aktualisieren."
        },
        "qa4": {
          "title": "Wenn ich Text kopiere / einfüge, wird er markiert.",
          "content": "Dies ist nur ein Anzeigefehler und hat keine Auswirkung auf den Text, den Sie in ein Feld eingeben. Dieses visuelle Problem wird bald behoben sein."
        },
        "qa5": {
          "title": "Ich kann einen Abschnitt nicht bewerten",
          "content": "Um einen Abschnitt auszuwerten, müssen alle Felder ausgefüllt werden. Bitte prüfen Sie, ob dies der Fall ist. Wenn Sie ein Risiko bearbeiten, müssen Sie mindestens eine technische oder organisatorische Maßnahme haben, die das Risiko mindert, um nach einer Risikobewertung zu fragen. "        },
        "qa6": {
          "title": "Beim Wechseln der Sprache werden die Texte nicht übersetzt",
          "content": "Bitte schließen Sie die DSFA, die Sie bearbeiten, und öffnen Sie sie erneut. Der Inhalt sollte dann in der von Ihnen gewählten Sprache angezeigt werden."
        },
        "qa7": {
          "title": "Ich habe mich geweigert, eine DSFA zu bestätigen, aber ich weiß nicht, was ich jetzt tun soll",
          "content": "Im Moment werden die Navigationsmenüsymbole nicht aktualisiert, nachdem eine DSFA abgelehnt wurde. Sie müssen jeden Abschnitt überprüfen und die Informationen und / oder Bewertungen entsprechend den Gründen für die Verweigerung der DSFA ändern. Sobald alle Abschnitte überprüft wurden, sollten Sie die DSFA-Bestätigung erneut anfordern können."
        }
      },
      "footer": "Si vous rencontrez d’autres problèmes ou si vous avez des suggestions d’amélioration, vous pouvez nous les faire remonter via ce formulaire <a target=\"_blank\" href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>."
    }
  },
  "about": {
    "title": "Über das Werkzeug PIA",
    "version_number": "Versionsnummer",
    "description": "Dieses Tool wurde ursprünglich von der französischen Datenschutzbehörde <a target=\"_blank\" href=\"https://www.cnil.fr\"> Nationale Kommission für Informatik und Freiheit (CNIL) </a> entwickelt, um dem Datenverarbeiter zu helfen, mit der DS-GVO konform zu sein. <br> Diese Software ist kostenlos und offen. Wenn Sie sich an diesem Projekt beteiligen möchten, können Sie den Quellcode von Github herunterladen, ändern und mit anderen in der Community teilen.",
    "translators": "Das Tool ist derzeit in fünf Sprachen verfügbar. Die französische und die englische Version werden von der CNIL bereitgestellt. Die anderen Versionen sind das Ergebnis der Beiträge der folgenden Personen:",
    "translators_name": "<ul><li>Niederländisch: Ruud van Driel, Manuel d'Orso;</li><li>Tschechisch: Jirí Grohmann, Manuel d'Orso;</li><li>Italienisch: Manuel d'Orso, Gianluca Markos;</li><li>Polnisch: Joanna Karczewska</li> <li>Deutsch: Kosmas Schütz</li></ul>",
    "contribute": "Wenn Sie zur Übersetzung des Tools oder zur Verbesserung der bereits vorgeschlagenen beitragen möchten, laden wir Sie ein, <a href=\"https://github.com/LINCnil/pia/tree/master/src/assets/i18n\" target=\"_blank\">die Seite mit den folgenden Schritten zu lesen </a>.",
    "licences": "Bibliothekslizenzen:"
  },
  "settings": {
    "title": "Einstellungen",
    "content": "Bitte geben Sie die Adresse (URL) des Remote-Servers an:",
    "update": "URL aktualisieren"
  },
  "validation_page": {
    "responsible": "Responsable de la validation du PIA : ",
    "after_reading": "Après lecture intégrale du PIA concernant le traitement des données liées à l'activité de : ",
    "confirmation1": "Je confirme que la description du contexte de mon traitement est conforme à la réalité.",
    "confirmation2": "Je confirme avoir pris connaissance des risques existants en fonction des mesures actuellement mises en oeuvre ou prévues.",
    "confirmation3": "Je valide les mesures correctives indiquées.",
    "confirmation4": "Je m'engage à mettre en oeuvre dans les plus brefs délais les mesures correctives indiquées.",
    "button": {
      "rejection": "Refuser la validation",
      "simple_validation": "Validation simple",
      "signed_validation": "Faire signer le PIA par le responsable"
    },
    "mandatory_fields": "Tous les champs doivent être cochés",
    "waiting_for_signature": "En attente de la signature du rapport PIA",
    "validated_pia_with_signature": "Validé",
    "add_signed_pia": "Ajouter le rapport PIA signé",
    "remove_attachment": "Supprimer",
    "tools": {
      "dashboard": "Accueil",
      "display_pia": "Afficher le PIA",
      "action_plan": "Plan d'action"
    }
  },
  "rejection_page": {
    "title": "Historique de validation",
    "rejection_reason": "Motif du refus",
    "rejection_reason_placeholder": "Décrivez les motifs de refus de validation du PIA.",
    "applied_adjustments": "Modifications apportées",
    "applied_adjustments_placeholder": "Décrivez les modifications apportées au PIA.",
    "previous_rejection": "Refus précédent",
    "button": {
      "abandon_treatment": "Abandonner le traitement",
      "reject_pia": "Refuser le PIA",
      "send_for_validation": "Renvoyer pour validation"
    }
  },
  "misc": {
    "display": "Anzeigen / Ausblenden"
  },
  "modals": {
    "cancel": "Abbrechen",
    "archive": "Archivieren",
    "close": "Schließen",
    "continue": "Fortsetzen",
    "back_to_home": "Zurück zur Startseite",
    "simple_pia_validation": {
      "content": "Die DSFA wurde bestätigt."
    },
    "update_server_url": {
      "content": "Die Serveradresse wurde aktualisiert."
    },
    "signed_pia_validation": {
      "content": "<span class = 'strong'> Die DSFA wird akzeptiert </ span> <br> Schließen Sie die Bestätigung der DSFA ab, indem Sie den unterschriebenen Bericht an die zuständige Person anhängen. ",
      "download_pia": "Laden Sie den DSFA-Bericht herunter"
    },
    "abandon_pia": {
      "content": "Sind Sie sicher, dass Sie diese Verarbeitung aufgeben wollen?"
    },
    "refuse_pia": {
      "content": "<span class = 'strong'> Abgelehnte DSFA, </ span> <br> Mehrere Felder müssen korrigiert werden. <br> Zum Auswertungsmodus zurückkehren, um Korrekturen vorzunehmen."
    },
    "same_comment": {
      "content": "<span class = 'strong'> Warnung, </ span> <br> Bitte geben Sie einen anderen Kommentar als den zuletzt aufgezeichneten ein."
    },
    "not_enough_measures_to_remove": {
      "content": "<span class = 'strong'> Warnung, </ span> <br> Mindestens eine Maßnahme muss gefüllt sein: keine Löschung möglich."
    },
    "remove_measure": {
      "content": "<span class = 'strong'> Warnung, </ span> <br> Sind Sie sicher, dass Sie diese Maßnahme entfernen möchten?",
      "remove": "Entfernen Sie <br> diese Maßnahme",
      "keep": "Behalten Sie <br> diese Maßnahme"
    },
    "ask_for_evaluation": {
      "content": "<span class = 'strong'> Herzlichen Glückwunsch, </ span> <br> der Unterabschnitt steht jetzt zur Auswertung zur Verfügung."
    },
    "validate_evaluation": {
      "content": "<span class = 'strong'> Herzlichen Glückwunsch, </ span> <br> warten Sie auf die globale Bestätigung der DSFA."
    },
    "validate_evaluation_to_correct": {
      "content": "Sorry, <br> Mehrere Felder müssen korrigiert werden. <br> Zum Bearbeitungsmodus zurückkehren und Korrekturen vornehmen."
    },
    "declare_measures": {
      "content": "Sorry, <br> bevor Sie Risiken bewerten, <br> müssen Sie die bestehenden oder geplanten Maßnahmen melden.",
      "declare": "Benennen Sie bestehende oder geplante Maßnahmen"
    },
    "remove_pia": {
      "content": "<span class = 'strong'> Warnung, </ span> <br> Möchten Sie diese DSFA wirklich entfernen?",
      "remove": "Diese DSFA entfernen"
    },
    "remove_attachment": {
      "content": "<span class = 'strong'> Warnung, </ span> <br> Sind Sie sicher, dass Sie diesen Anhang entfernen möchten?",
      "keep": "Behalten",
      "remove": "Entfernen"
    }
  },
  "summary": {
    "previous_page": "Zurück zur vorherigen Seite",
    "print": "Drucken",
    "display_pia": "Sehen Sie sich die PIA an",
    "display_action_plan": "Sehen Sie sich den<br>Aktionsplan an",
    "title": "Information zur DSFA",
    "pia_name": "DSFA",
    "pia_author": "Name des Autors",
    "pia_assessor": "Name des Prüfers",
    "pia_validator": "Name des Bestätigers",
    "content_choice": {
      "0": "Die Verarbeitung könnte umgesetzt werden.",
      "1": "Die Verarbeitung sollte nicht durchgeführt werden."
    },
    "dpo_name": "Name des DSBs",
    "dpo_status": "Feststellung des DSBs",
    "dpo_opinion": "Gutachten des DSBs",
    "concerned_people_searched_opinion": "Einholung der Meinung der Betroffenen",
    "people_search_status_ok": "Meinung der Betroffenen wurde eingeholt.",
    "people_search_status_nok": "Meinung der Betroffenen wurde nicht eingeholt.",
    "concerned_people_unsearched_opinion_comment": "Grund, warum die Meinung der Betroffenen nicht gefragt wurde",
    "concerned_people_name": "Namen der Betroffenen",
    "concerned_people_status": "Feststellungen der Betroffenen",
    "concerned_people_opinion": "Aufassungen der Betroffenen",
    "modification_made": "Vorgenommene Änderungen",
    "rejection_reason": "Ablehnungsgrund",
    "creation_date": "Erstellungsdatum",
    "attachments": "Anlagen",
    "gauges": {
      "1": "Vernachlässigbar",
      "2": "Begrenzt",
      "3": "Wesentlich",
      "4": "Maximal"
    },
    "action_plan": {
      "title": "Aktionsplan",
      "fundamental_principles": "Fundamentale Prinzipien",
      "implementation_date": "Voraussichtliches Datum der Umsetzung",
      "implementation_responsible": "Verantwortlich für die Umsetzung",
      "measures": "Bestehende oder geplante Maßnahmen",
      "risks": "Risiken",
      "no_action_plan": "Kein Aktionsplan festgelegt."
    }
  },
  "errors":{
    "title": "Seite nicht gefunden.",
    "content": "Wenn Sie auf andere Probleme stoßen oder Verbesserungsvorschläge haben, können Sie diese über das folgende Formular zurücksenden: <a href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\" target=\"_blank\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>"
  },
  "overview-risks": {
    "potential_impacts": "Mögliche Auswirkungen",
    "threat": "Bedrohung",
    "sources": "Ursachen",
    "measures": "Maßnahmen",
    "negligible": "Vernachlässigbar",
    "limited": "Begrenzt",
    "important": "Wesentlich",
    "maximal": "Maximal",
    "risk-access_x": "Schwere",
    "risk-access_y": "Eintrittswahrscheinlichkeit",
    "risk-change_x": "Schwere",
    "risk-change_y": "Eintrittswahrscheinlichkeit",
    "risk-disappearance_x": "Schwere",
    "risk-disappearance_y": "Eintrittswahrscheinlichkeit"
  },
  "cartography": {
    "negligible": "Vernachlässigbar",
    "limited": "Begrenzt",
    "important": "Wesentlich",
    "maximal": "Maximal",
    "seriousness_axe": "Schwere des Risikos",
    "likelihood_axe": "Eintrittswahrscheinlichkeit des Risikos",
    "legend1": "Geplante oder bestehende Maßnahmen",
    "legend2": "Mit den eingeleiteten Korrekturmaßnahmen",
    "legend3": "(I)llegitimer Zugriff auf Daten",
    "legend4": "(U)nerwünschte Änderung von Daten",
    "legend5": "(D)atenverlust",
    "risk1_access": "(A)",
    "risk2_modification": "(M)"
  },
  "action_plan": {
    "title": "Übersicht",
    "principles": "Fundamentale Prinzipien",
    "measures": "Geplante oder bestehende Maßnahmen",
    "risks": "Risiken",
    "risk1": "Illegitimer Zugriff auf Daten",
    "risk2": "Unerwünschte Änderung von Daten",
    "risk3": "Datenverlust",
    "improvable_measures": "Verbesserbare Maßnahmen",
    "acceptable_measures": "Akzeptable Maßnahmen",
    "no_action_plan": "Kein Aktionsplan festgelegt.",
    "edit": "Kein Aktionsplan festgelegt",
    "placeholder_person_in_charge": "Umsetzungsverantwortlich"
  },
  "opinions": {
    "edit": "Bearbeiten",
    "content": ", berücksichtige das:",
    "dpo_opinion": "Stellungnahme des DSB",
    "placeholder_dpo_name": "Name des DSB",
    "placeholder_dpo_opinion": "Geben Sie die Gründe für Ihre Auswahl an.",
    "dpo_lock": "Bitte füllen Sie die anderen Abschnitte aus, bevor Sie die Stellungnahme des DSB ausfüllen können.",
    "people_opinion": "Stellungnahme der Betroffenen",
    "placeholder_concerned_people_name": "Namen der Betroffenen",
    "placeholder_people_opinion": "Beschreiben Sie, wie die Stellungnahme eingeholt wurden und was das Ergebnis der Analyse ist. Falls keine Stellungnahme eingeholt wurden, geben Sie die Gründe an.",
    "placeholder_search_content": "Begründen Sie, warum die Stellungnahme der Betroffenen nicht angeholt wurde",
    "treatment_ok": "Die Verarbeitung könnte umgesetzt werden.",
    "treatment_nok": "DieVerarbeitung sollte nicht verwendet werden.",
    "treatment_lock": "Bitte füllen Sie die anderen Abschnitte aus, bevor Sie die Stellungnahme der betroffenen Personen ausfüllen können."
  },
  "sections": {

    "1": {
      "title": "Kontext",
      "short_help": "Dieser Abschnitt gibt Ihnen einen Überblick über die Verarbeitung (en) der betreffenden personenbezogenen Daten.",
      "items": {
        "1": {
          "title": "Überblick",
          "short_help": "Dieser Teil ermöglicht es Ihnen, das Objekt der Untersuchung zu identifizieren und zu beschreiben",
          "1": {
            "title": "Welche Verarbeitung wird in Betracht gezogen?",
            "placeholder": "Geben Sie einen kurzen Überblick über die Verarbeitung: Name, Zweck, Einsatz, Nutzungskontext usw."
          },
          "2": {
            "title": "Welche Verantwortlichkeiten sind mit der Verarbeitung betraut?",
            "placeholder": "Beschreiben Sie die Verantwortlichkeiten der Beteiligten,: des Verantwortlichen, der möglichen Auftragsverarbeiter und der gemeinsam Verantwortlichen."
          },
          "3": {
            "title": "Gibt es Normen oder Standards für die Verarbeitung?",
            "placeholder": "Nennen Sie die relevanten Standards für die Verarbeitung, insbesondere die anerkannten Richtlinien für den Verhaltenskodex (codes of conduct) und die Datenschutzzertifizierung."
          }
        }
      },
      "2": {
        "title": "Daten, Prozesse und Unterstützung",
        "short_help": "In diesem Teil können Sie den Umfang der Verarbeitung detailliert definieren und beschreiben.",
        "questions": {
          "1": {
            "title": "Welche Daten werden verarbeitetet?",
            "placeholder": "Listen Sie die gesammelten und verarbeiteten Daten auf. Definieren Sie je Datenkategorie die Speicherdauer ,die Empfänger und die zugriffsberechtigten Personen."
          },
          "2": {
            "title": "Wie funktioniert der Lebenszyklus von Daten und Prozessen?",
            "placeholder": "Präsentieren und beschreiben Sie, wie das Produkt in der Regel funktioniert (von der Datensammlung bis zur Datenlöschung, den verschiedenen Verarbeitungsstufen, Speicherung, etc.) und verwenden Sie zum Beispiel ein Diagramm der Datenflüsse (fügen Sie es als Anhang hinzu) und eine detaillierte Beschreibung des Prozesse durchgeführt."
          },
          "3": {
            "title": "Wie wird die Verarbeitung unterstützt?",
            "placeholder": "Listen Sie die unterstützenden Mittel auf (Betriebssysteme, Geschäftsanwendungen, Datenbankverwaltungssysteme, Office-Suites, Protokolle, Konfigurationen usw.)."
          }
        }
      }
    },
    "3": {
      "title": "Risiken",
      "short_help": "In diesem Abschnitt können Sie die Datenschutzrisiken unter Berücksichtigung bestehender oder geplanter Regelungen bewerten.",
      "items": {
        "1": {
          "title": "Geplante oder bestehende Maßnahmen",
          "short_help": "In diesem Abschnitt können Sie Regelungen (vorhanden oder geplant) identifizieren, die zur Datensicherheit beitragen."
        },
        "2": {
          "title": "Illegitimer Zugang zu Daten",
          "short_help": "Analysieren Sie die Ursachen und Folgen von illegitimen Zugriffen auf Daten und schätzen Sie deren Schweregrad und Wahrscheinlichkeit ein.",
          "questions": {
            "1": {
              "title": "Was könnten die wesenttlichen Auswirkungen für die betroffenen Personen sein, wenn das Risiko eintritt?",
              "placeholder": "Geben Sie die möglichen Auswirkungen ein \u002B"
            },
            "2": {
              "title": "Was sind die Hauptbedrohungen, die zu dem Risiko führen könnten?",
              "placeholder": "Geben Sie die Bedrohungen ein \u002B"
            },
            "3": {
              "title": "Was sind die Risikoquellen?",
              "placeholder": "Geben Sie die Risikoquellen \u002B ein"
            },
            "4": {
              "title": "Welche der identifizierten Regelungen tragen zur Bewältigung des Risikos bei?",
              "placeholder": "Klicken Sie hier, um Regelungen auszuwählen, die das Risiko adressieren."
            },
            "5": {
              "title": "Wie schätzen Sie den Risikoschweregrad ein, insbesondere nach möglichen Auswirkungen und geplanten Regelungen?",
              "placeholder": "Begründen Sie hier die geschätzte Schwere des Risikos."
            },
            "6": {
              "title": "Wie schätzen Sie die Wahrscheinlichkeit des Risikos ein, insbesondere in Bezug auf Bedrohungen, Risikoquellen und geplante Regelungen?",
              "placeholder": "Begründen Sie hier die geschätzte Wahrscheinlichkeit."
            }
          }
        },
        "3": {
          "title": "Unerwünschte Änderung von Daten",
          "short_help": "Analysieren Sie die Ursachen und Folgen einer unerwünschten Veränderung der Daten und schätzen Sie deren Schweregrad und Wahrscheinlichkeit ein.",
          "questions": {
            "1": {
              "title": "Was könnten die wesenttlichen Auswirkungen für die betroffenen Personen sein, wenn das Risiko eintritt?",
              "placeholder": "Geben Sie die potenziellen Auswirkungen ein \u002B"
            },
            "2": {
              "title": "Was sind die Hauptbedrohungen, die zu dem Risiko führen könnten?",
              "placeholder": "Geben Sie die Bedrohungen ein \u002B"
            },
            "3": {
              "title": "Was sind die Risikoquellen?",
              "placeholder": "Geben Sie die Risikoquellen \u002B ein"
            },
            "4": {
              "title": "Welche der identifizierten Regelungen tragen zur Bewältigung des Risikos bei?",
              "placeholder": "Klicken Sie hier, um Regelungen auszuwählen, die das Risiko adressieren."
            },
            "5": {
              "title": "Wie schätzen Sie den Risikoschweregrad ein, insbesondere nach möglichen Auswirkungen und geplanten Regelungen?",
              "placeholder": "Begründen Sie hier die geschätzte Schwere des Risikos."
            },
            "6": {
              "title": "Wie schätzen Sie die Wahrscheinlichkeit des Risikos ein, insbesondere in Bezug auf Bedrohungen, Risikoquellen und geplante Regelungen?",
              "placeholder": "Begründen Sie hier die geschätzte Wahrscheinlichkeit."
            }
          }
        },
        "4": {
          "title": "Datenverlust",
          "short_help": "Analysieren Sie die Ursachen und Folgen von Datenverlusten und schätzen Sie deren Schweregrad und Wahrscheinlichkeit ein.",
          "questions": {
            "1": {
              "title": "Was könnten die wesenttlichen Auswirkungen für die betroffenen Personen sein, wenn das Risiko eintritt?",
              "placeholder": "Geben Sie die potenziellen Auswirkungen ein \u002B"
            },
            "2": {
              "title": "Was sind die Hauptbedrohungen, die zu dem Risiko führen könnten?",
              "placeholder": "Geben Sie die Bedrohungen ein \u002B"
            },
            "3": {
              "title": "Was sind die Risikoquellen?",
              "placeholder": "Geben Sie die Risikoquellen ein \u002B"
            },
            "4": {
              "title": "Welche der identifizierten Regelungen tragen zur Bewältigung des Risikos bei?",
              "placeholder": "Klicken Sie hier, um Regelungen auszuwählen, die das Risiko adressieren."
            },
            "5": {
              "title": "Wie schätzen Sie den Risikoschweregrad ein, insbesondere nach möglichen Auswirkungen und geplanten Regelungen?",
              "placeholder": "Begründen Sie hier die geschätzte Schwere des Risikos."
            },
            "6": {
              "title": "Wie schätzen Sie die Wahrscheinlichkeit des Risikos ein, insbesondere in Bezug auf Bedrohungen, Risikoquellen und geplante Regelungen?",
              "placeholder": "Begründen Sie hier die geschätzte Wahrscheinlichkeit."
            }
          }
        },
        "5": {
          "title": "Risikoübersicht",
          "short_help": "Diese Visualisierung ermöglicht Ihnen eine globale und synthetische Sicht auf die Auswirkungen der Kontrollen auf die von ihnen ausgehenden Risiken."
        }
      }
    },
    "4": {
      "title": "Bestätigung",
      "short_help": "In diesem Abschnitt können Sie die DSFA-Bestätigung vorbereiten und formalisieren.",
      "items": {
        "1": {
          "title": "Risikokartierung",
          "short_help": "Diese Visualisierung ermöglicht es Ihnen, die Positionierung der Risiken vor und nach der Anwendung der ergänzenden Kontrollen zu vergleichen."
        },
        "2": {
          "title": "Aktionsplan",
          "short_help": "Planen Sie detailliert die Implementierung der zusätzlichen Kontrollen, die während der DSFA identifiziert wurden."
        },
        "3": {
          "title": "Stellungnahmen des Datenschutzbeauftragte und der Betroffenen",
          "short_help": "Holen Sie den Rat des Datenschutzbeauftragten ein. Präsentieren Sie die Ansichten der betroffenen Personen oder ihren Vertreter."
        },
        "4": {
          "title": "Bestätigen Sie die DSFA"
        },
        "5": {
          "title": "DSFA wird zurückgewiesen"
        }
      }
    }
  }
}
