{
  "authentication": {
    "title": "Εκτίμηση Αντικτύπου",
    "subtitle1": "Μια πλατφόρμα για να δημιουργήσετε <br> και να διαχειριστείτε τις ΕΑ σας",
    "subtitle2": "Πρόσβαση στα εργαλεία και το γλωσσάρι",
    "start_app": "Πρόσβαση στην εφαρμογή ΕΑ (Beta)",
    "description": "Αυτή η εφαρμογή από την <strong>Γαλλική Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (CNIL)</strong> έχει σκοπό να καθοδηγήσει τους υπεύθυνους επεξεργασίας στη δημιουργία και απόδειξη συμμόρφωσης στον ΓΚΠΔ. Βοηθάει στην ορθή εκτέλεση μιας εκτίμησης αντικτύπου διευκολύνωντας την χρήση της μεθόδου ΕΑ που αναπτύχθηκε από την CNIL.",
    "start": "Έναρξη"
  },
  "header": {
    "logo_title": "Εκτίμηση αντικτύπου",
    "logo_subtitle": "",
    "homepage_link": "Πίνακας ενδείξεων",
    "knowledge_base_link": "Γνωσιακή βάση",
    "pia_example_link": "Παράδειγμα ΕΑ",
    "languages": {
      "official_translation": "Αρχική έκδοση",
      "cnil_translations": "Μεταφράσεις παρασχεθείσες από την CNIL",
      "community_translations": "Μεταφράσεις παρασχεθείσες από την κοινότητα",
      "fr": "Français",
      "en": "English",
      "cz": "Česky",
      "it": "Italiaans",
      "nl": "Nederlands",
      "pl": "Polski",
      "de": "Deutsch",
      "es": "Español",
      "el": "Ελληνικά"
    },
    "tools": {
      "title": "Εργαλεία",
      "settings": "Ρυθμίσεις",
      "accessibility": "Προσβασιμότητα με προβλήματα όρασης (χρώματα υψηλής αντίθεσης, δαλτονισμός)",
      "help": "Βοήθεια",
      "about": "Σχετικά"
    }
  },
  "homepage": {
    "filters": {
      "list": "λίστα",
      "card": "κάρτα",
      "sort": "Ταξινόμηση",
      "sort_by": "κατά",
      "name": "Όνομα",
      "date": "Ημερομηνία",
      "status": "Κατάσταση",
      "author": "Συντάκτης",
      "assessor": "Αξιολογητής",
      "validator": "Επικυρών",
      "new_pia": "Νέα ΕΑ",
      "import_pia": "Εισαγωγή ΕΑ",
      "list_rocket_content": "Αρχίστε ! Για να ξεκινήσετε <br>μια ΕΑ, κάντε κλικ στο +",
      "card_rocket_content": "Αρχίστε !<br><br>Για να ξεκινήσετε μια ΕΑ,<br> κάντε κλικ στο Νέα ΕΑ"
    },
    "cards": {
      "new_pia": "Νέα ΕΑ",
      "placeholder_new_pia": "Νέα ΕΑ",
      "or": "ή",
      "import_pia": "Εισαγωγή ΕΑ",
      "placeholder_import_pia": "Εισαγωγή ΕΑ",
      "title_close_creation": "Κλείσιμο",
      "pia_name": "ΕΑ",
      "placeholder_pia_name": "Τίτλος ΕΑ",
      "author": "Επεξεργασία",
      "placeholder_author": "Όνομα, επίθετο",
      "evaluation": "Σχόλιο",
      "placeholder_evaluation": "Όνομα, επίθετο",
      "validation": "Επικύρωση",
      "placeholder_validation": "Όνομα, επίθετο",
      "date": "Ημερομηνία",
      "status": "Κατάσταση",
      "creation_status": "Δημιουργία",
      "start": "Έναρξη",
      "placeholder_start": "Όλα τα πεδία πρέπει να συμπληρωθούν",
      "item": {
        "tools": {
          "export": "Εξαγωγή",
          "more_options": "Περισσότερες επιλογές",
          "duplicate": "Διπλότυπο",
          "action_plan": "Εμφάνιση<br>σχέδιου δράσης",
          "pia": "Εμφάνιση<br>ΕΑ",
          "remove": "Διαγραφή"
        },
        "edit_pia": "Επεξεργασία ΕΑA",
        "consult_pia": "Συμβουλευθείτε ΕΑ"
      }
    },
    "lists": {
      "column_pia": "ΕΑ",
      "column_updated_at": "Τελευταίο άνοιγμα",
      "column_author": "Σύνταξη",
      "column_evaluation": "Επιθεώρηση",
      "column_validation": "Επικύρωση",
      "column_creation": "Δημιουργία",
      "column_status": "Κατάσταση",
      "column_progression": "Πρόοδος",
      "column_actions": "Ενέργειες",
      "item": {
        "tools": {
          "consult": "Συμβουλευθείτε",
          "edit": "Επεξεργασθείτε",
          "export": "Εξάγετε",
          "duplicate": "Δημιουργήστε διπλότυπο",
          "action_plan": "Εμφανίστε σχέδιο δράσης",
          "pia": "Εμφανίστε ΕΑ",
          "remove": "Διαγράψτε"
        }
      }
    }
  },
  "pia": {
    "statuses": {
      "0": "Σε εξέλιξη",
      "1": "Απορρίφθηκε",
      "2": "Απλή επικύρωση",
      "3": "Υπογεγραμμένη επικύρωση",
      "4": "Αρχειοθετημένη",
      "5": "Σε αναμονή επικύρωσης"
    },
    "header": {
      "preview": "Προεπισκόπηση",
      "display_action_plan": "Εμφάνιση<br>σχεδίου δράσης",
      "edition": "Έκδοση",
      "evaluation": "Αξιολόγηση"
    },
    "attachments": {
      "title": "Συνημμένα",
      "add": "Προσθήκη",
      "remove": "Αφαίρεση"
    },
    "sections": {
      "homepage_link": "Επιστροφή στον πίνακα ενδείξεων",
      "validate_pia": "Επικυρώστε ΕΑ",
      "refuse_pia": "Απορριφθείσες ΕΑ",
      "status": {
        "evaluation": {
          "title": "Σε αναμονή ελέγχου.",
          "content": "Αυτό το τμήμα δεν έχει ακόμη ελεγθεί. Αν επιθυμείτε να επεξεργαστείτε το περιεχόμενο που έχει υποβληθεί για έλεχο, πρέπει να ",
          "cancel": "ακυρώσετε το αίτημα ελέγχου.",
          "cancel_button": "Ακυρώστε το αίτημα ελέγχου"
        },
        "validation": {
          "title": "Σε αναμονή επικύρωσης.",
          "content": "Αυτό το τμήμα έχει ελεγθεί και αναμένει την συνολική επικύρωση της ΕΑ. Αν επιθυμείτε να αλλάξετε τον έλεγχο, πρέπει να ",
          "cancel": "ακυρώσετε το αίτημα επικύρωσης.",
          "cancel_button": "Ακυρώστε το αίτημα επικύρωσης"
        }
      }
    },
    "footer": {
      "ask_evaluation": "Αιτηθείτε έλεχο",
      "validate_evaluation": "Επικυρώστε έλεγχο",
      "subsection_validated": "Το υποτμήμα ελέγθηκε, σε αναμονή τελικής επικύρωσης",
      "mandatory_fields": "Όλα τα πεδία πρέπει να συμπληρωθούν"
    }
  },
  "measures": {
    "placeholder_title": "Τίτλος μέτρου",
    "add": "Προσθέστε ένα μέτρο (ειδάλλως, χρησιμοποιείστε την γνωσιακή βάση)",
    "edit": "Επεξεργαστείτε το μέτρο",
    "remove": "Διαγράψτε το μέτρο",
    "default_placeholder": "Περιγράψτε τα υφιστάμενα ή προοριζόμενα μέτρα για να εξασφαλίσετε την ασφάλεια των προσωπικών δεδομένων."
  },
  "knowledge_base": {
    "title": "Γνωσιακή βάση",
    "search": "Αναζήτηση",
    "add_measure": "Προσθέστε",
    "placeholder_help": "Βοηθήματα εισόδου",
    "placeholder_add_measure": "Προσθέστε αυτό το μέτρο",
    "add_measure_hint": "Μπορείτε επίσης να προσθέσετε ένα μέτρο από τη γνωσιακή βάση.",
    "filters": {
      "title": "Φίλτρα",
      "all": "Όλα",
      "definitions": "Ορισμοί",
      "organizational_measures": "Organisational controls",
      "measures_on_data": "Logical security controls",
      "general_measures": "Physical Security controls",
      "no_result": "Δεν βρέθηκε αποτέλεσμα."
    },
    "category": {
      "definition": "Ορισμός",
      "principle": "Αρχή",
      "organizational_measure": "Οργανωτικός έλεγχος",
      "measure_on_data": "Έλεγχος λογικής ασφάλειας",
      "general_measure": "Έλεγχος φυσικής ασφάλειας",
      "example": "Παράδειγμα"
    },
    "slugs": {
      "PIA_LGL_FOND": {
        "name": "Νομιμότητα της επεξεργασίας",
        "description": "- Το υποκείμενο των δεδομένων έχει συναινέσει στην επεξεργασία των δεδομένων προσωπικού χαρακτήρα του για έναν ή περισσότερους συγκεκριμένους σκοπούς <br>- Η επεξεργασία είναι απαραίτητη για την εκτέλεση σύμβασης της οποίας το υποκείμενο των δεδομένων είναι συμβαλλόμενο μέρος ή για να ληφθούν μέτρα κατ’ αίτηση του υποκειμένου των δεδομένων πριν από τη σύναψη σύμβασης <br>- Η επεξεργασία είναι απαραίτητη για τη συμμόρφωση με έννομη υποχρέωση του υπευθύνου επεξεργασίας <br>- Η επεξεργασία είναι απαραίτητη για τη διαφύλαξη ζωτικού συμφέροντος του υποκειμένου των δεδομένων ή άλλου φυσικού προσώπου <br>- Η επεξεργασία είναι απαραίτητη για την εκπλήρωση καθήκοντος που εκτελείται προς το δημόσιο συμφέρον ή κατά την άσκηση δημόσιας εξουσίας που έχει ανατεθεί στον υπεύθυνο επεξεργασίας <br>- Η επεξεργασία είναι απαραίτητη για τους σκοπούς των έννομων συμφερόντων που επιδιώκει ο υπεύθυνος επεξεργασίας ή τρίτος, εκτός εάν έναντι των συμφερόντων αυτών υπερισχύει το συμφέρον ή τα θεμελιώδη δικαιώματα και οι ελευθερίες του υποκειμένου των δεδομένων που επιβάλλουν την προστασία των δεδομένων προσωπικού χαρακτήρα, ιδίως εάν το υποκείμενο των δεδομένων είναι παιδί<br> Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 6 του [ΓΚΠΔ]</a> ",
        "source": "PIA2 p4"
      },
      "PIA_LGL_ST": {
        "name": "Υπεργολαβία",
        "description": "Μια σύμβαση επεξεργασίας πρέπει να υπογράφεται με κάθε εκτελούντα την επεξεργασία, αναφέροντας όλες τις πτυχές που ορίζονται στο Άρθ. 28 του [ΓΚΠΔ]: διάρκεια, πεδίο εφαρμογής, σκοπό, καταγεγραμμένες οδηγίες επεξεργασίας, προηγούμενη έγκριση όπου εμπλέκεται ένας εκτελών την επεξεργασία, παροχή οποιασδήποτε τεκμηρίωσης που να αποδεικνύει συμμόρφωση με τον [ΓΚΠΔ], άμεση ειδοποίηση οποιασδήποτε παραβίασης δεδομένων, κ.λπ.",
        "source": "PIA2 p10"
      },
      "PIA_LGL_TRAN": {
        "name": "Μεταφορές",
        "description": "Ανάλογα με την εν λόγω χώρα, θα πρέπει να δικαιολογήσετε την επιλογή της απομακρυσμένης φιλοξενίας και να υποδείξετε τις εφαρμοζόμενες ρυθμίσεις νομικής εποπτείας προκειμένου να διασφαλίσετε την επαρκή προστασία του υποκειμένου των δεδομένων σε διασυνοριακή μεταφορά. Αυτό είναι: <br>- Ευρωπαϊκή Ένωση<br>- Χώρα που αναγνωρίζεται ότι παρέχει επαρκή προστασία από την ΕΕ<br>-  Μεταφορά στις Ηνωμένες Πολιτείες σε εταιρεία που έχει προσχωρήσει στην Ασπίδα Προστασίας Προσωπικών Δεδομένων<br>- Άλλη χώρα <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 44 έως 49 του [ΓΚΔΠ]</a>",
        "source": "PIAF Connected Objects p18"
      },
      "PIA_LGL_DESC": {
        "name": "Περιγραφή της επεξεργασίας",
        "description": "Παρουσιάστε μια σύντομη περιγραφή της εξεταζόμενης επεξεργασίας προσωπικών δεδομενων, της φύσης, του πεδίου εφαρμογής, του εννοιλογικού πλαισίου, των σκοπών και του διακυβεύματός της. Προσδιορίστε τον υπεύθυνο επεξεργασίας και τους εκτελούντες την επεξεργασία. Να αναφερθούν οι τυποποιημένες αναφορές που ισχύουν για την επεξεργασία των προσωπικών δεδομένων, οι οποίες είναι απαραίτητες ή πρέπει να τηρούνται, μεταξύ των οποίων και οι εγκεκριμένοι κώδικες δεοντολογίας (βλέπετε Άρθ. 40 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a>) and certifications regarding data protection (βλέπετε Άρθ. 42 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a>)",
        "source": "PIA1 p4"
      },
      "PIA_LGL_DATA": {
        "name": "Data and processes",
        "description": "Καθορίστε και περιγράψτε το πεδίο εφαρμογής λεπτομερώς:<br>- τα σχετικά προσωπικά δεδομένα, οι παραλήπτες τους και οι διάρκειες αποθήκευσής τους<br>- περιγραφή των διαδικασιών και των υποστηρικτικών στοιχείων για τα προσωπικά δεδομένα για ολόκληρο τον κύκλο ζωής των προσωπικών δεδομένων (από τη συλλογή έως τη διαγραφή).",
        "source": "PIA1 p6"
      },
      "PIA_LGL_SUPT": {
        "name": "Υποστηρικτικό στοιχείο",
        "description": "Στοιχείο πάνω στο οποίο βασίζονται προσωπικά δεδομένα. Σημείωση: αυτό μπορεί να είναι τεχνολογικό υλικό, λογισμικό, δίκτυα, άνθρωποι, χαρτί ή κανάλια διαβίβασης χαρτιού.",
        "source": "PIA1 p10"
      },
      "PIA_LGL_FIN": {
        "name": "Αρχές σχετικά με την επεξεργασία δεδομένων προσωπικού χαρακτήρα",
        "description": "Τα δεδομένα προσωπικού χαρακτήρα πρέπει να συλλέγονται για συγκεκριμένους, σαφείς και νόμιμους σκοπούς και <strong>να μην υποβάλλονται σε περαιτέρω επεξεργασία με τρόπο ασυμβίβαστο προς τους σκοπούς αυτούς.</strong> <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 5.1 β) του [ΓΚΔΠ]</a>",
        "source": "GDPR art 5.1 b)"
      },
      "PIA_LGL_MINI": {
        "name": "Ελαχιστοποίηση των δεδομένων",
        "description": "Είναι σημαντικό να μειωθεί η σοβαρότητα των κινδύνων μέσω της ελαχιστοποίησης του αριθμού των δεδομένων προσωπικού χαρακτήρα που θα υποβληθούν σε επεξεργασία, μέσω του περιορισμού των δεδομένα αυτών στο απολύτως απαραίτητο για τους σκοπούς για τους οποίους υποβάλλονται σε επεξεργασία (διαφορετικά δεν θα πρέπει να συλλέγονται). Στη συνέχεια, γίνεται επίσης δυνατή η ελαχιστοποίηση των ίδιων των δεδομένων, μέσω ελέγχων που αποσκοπούν στη μείωση της ευαισθησίας τους.",
        "source": "PIAF Connected Objects p10 - WIKI"
      },
      "PIA_LGL_DEST": {
        "name": "Αποδέκτης",
        "description": "Το φυσικό ή νομικό πρόσωπο, η δημόσια αρχή, η υπηρεσία ή άλλος φορέας, στα οποία κοινολογούνται τα δεδομένα προσωπικού χαρακτήρα, είτε πρόκειται για τρίτον είτε όχι. Ωστόσο, οι δημόσιες αρχές που ενδέχεται να λάβουν δεδομένα προσωπικού χαρακτήρα στο πλαίσιο συγκεκριμένης έρευνας σύμφωνα με το δίκαιο της Ένωσης ή κράτους μέλους δεν θεωρούνται ως αποδέκτες· η επεξεργασία των δεδομένων αυτών από τις εν λόγω δημόσιες αρχές πραγματοποιείται σύμφωνα με τους ισχύοντες κανόνες προστασίας των δεδομένων ανάλογα με τους σκοπούς της επεξεργασίας. Βλέπετε Άρθ. 4.9 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a>",
        "source": "ΓΚΠΔ Άρθ. 4.9"
      },
      "PIA_LGL_DUR": {
        "name": "Περίοδοι αποθήκευσης",
        "description": "Περίοδος αποθήκευσης πρέπει να ορίζεται για κάθε είδος δεδομένων και να δικαιολογείται από τις νομικές απαιτήσεις ή / και τις ανάγκες επεξεργασίας. Έτσι γίνεται διάκριση μεταξύ των κοινών δεδομένων και των αρχειοθετημένων δεδομένων, στα οποία η πρόσβαση θα περιορίζεται μόνο στους ενδιαφερόμενους φορείς. Ένας μηχανισμός διαγραφής πρέπει να υλοποιηθεί για την αρχειοθέτηση κοινών δεδομένων ή την διαγραφή των αρχειοθετημένων δεδομένων στο τέλος της περιόδου αποθήκευσής τους. Τα λειτουργικά ίχνη θα πρέπει επίσης να διαγραφούν, καθώς και τα τεχνικά αρχεία καταγραφής που δεν μπορούν να αποθηκευτούν επ' αόριστον.",
        "source": "PIAF Connected Objects p12"
      },
      "PIA_LGL_INFO": {
        "name": "Ενημέρωση των υποκειμένων των δεδομένων",
        "description": "Βεβαιωθείτε ότι τα υποκείμενα των δεδομένων είναι ενημερωμένα. Βεβαιωθείτε ότι η επεξεργασία προσωπικών δεδομένων δεν καλύπτεται από εξαίρεση και δεν υπόκειται σε συγκεκριμένες προϋποθέσεις.",
        "source": "PIA3 p8 - WIKI"
      },
      "PIA_LGL_CONS": {
        "name": "Συγκατάθεση",
        "description": "Να επιτρέπετε στα υποκείμενα των δεδομένων να κάνουν ελεύθερη, συγκεκριμένη και ενημερωμένη επιλογή. Προσδιορίστε εάν η επεξεργασία βασίζεται σε νομική βάση διαφορετική από τη συγκατάθεση σύμφωνα με το Άρθ. 6 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a>",
        "source": "PIA3 p11 - WIKI"
      },
      "PIA_VAL_DPO": {
        "name": "Γνώμη του ΥΠΔ",
        "description": "Ο υπεύθυνος επεξεργασίας ζητά τη συμβουλή του υπευθύνου προστασίας δεδομένων, εφόσον αυτός έχει οριστεί, κατά την εκτέλεση της εκτίμησης αντικτύπου των επιπτώσεων στην προστασία των προσωπικών δεδομένων. Βλέπετε Άρθ. 39 παρ. 2 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a><br> <strong>Αυτή η άποψη μπορεί να είναι αντίθετη με την υλοποίηση της επεξεργασίας, χωρίς να περιορίζεται η απόφαση του υπεύθυνου επεξεργασίας για όλα αυτά</strong>.",
        "source": "ΓΚΠΔ Άρθ. 39.2 and PIAF Connected Objects p37"
      },
      "PIA_VAL_CONC": {
        "name": "Γνώμη του υποκειμένου των δεδομένων",
        "description": "Όπου ενδείκνυται, ο υπεύθυνος επεξεργασίας αναζητεί τις απόψεις των υποκειμένων των δεδομένων ή των εκπροσώπων τους σχετικά με την προβλεπόμενη επεξεργασία, χωρίς προκατάληψη για την προστασία των εμπορικών ή δημόσιων συμφερόντων ή την ασφάλεια των εργασιών επεξεργασίας. Βλέπετε Άρθ. 39.2 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a><br>Αυτές οι απόψεις μπορούν να συγκεντρωθούν με ποικίλα μέσα, ανάλογα με το πλαίσιο (εσωτερική ή εξωτερική μελέτη των μεθόδων και του σκοπού της επεξεργασίας, ερώτηση που απευθύνεται στους εκπροσώπους του προσωπικού ή των συνδικάτων, έρευνα μεταξύ μελλοντικών πελατών του εκτελούντα την επεξεργασία). <strong>Όπου ο υπεύθυνος επεξεργασίας αποφασίζει να αντιταχθεί στις απόψεις των υποκειμένων των δεδομένων</strong>, πρέπει να σημειώσει <strong>την αιτιολόγηση αυτής της απόφασης</ strong>. Όταν ο υπεύθυνος επεξεργασίας θεωρεί ότι η  <strong>συγκέντρωση των απόψεων των υποκειμένων των δεδομένων δεν είναι σχετική, πρέπει επίσης να σημειώσει την αιτιολόγησή σχετικά με αυτό</strong>.",
        "source": "ΓΚΠΔ Άρθ. 39.9 and PIAF Connected Objects p38"
      },
      "PIA_VAL_RT": {
        "name": "Επίσημη επικύρωση",
        "description": "Αποφασίστε εάν οι επιλεγμένοι έλεγχοι, οι υπολειπόμενοι κίνδυνοι και το σχέδιο δράσης είναι αποδεκτά, με αιτιολόγηση, ενόψει των ήδη πρσδιορισθέντων διακυβευμάτων και των απόψεων των ενδιαφερομένων. Με αυτόν τον τρόπο, η ΕΑ μπορεί να είναι:<br>- επικυρωμένη<br>- εξαρτώμενη από βελτίωση (εξηγήστε με ποιόν τρόπο)<br>- απορριφθείσα (μαζί με την υπό εξέταση επεξεργασία). Όπου είναι απαραίτητο, επαναλάβετε τα προηγούμενα βήματα ώστε να είναι δυνατή η επικύρωση της ΕΑ. Η απόφαση αυτή δεν προδικάζει την εκτίμηση της συμμόρφωσης, η οποία μπορεί, ενδεχομένως, να πραγματοποιηθεί από την Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (την ΑΠΔΠΧ στην Ελλάδα, την CNIL στη Γαλλία), στο πλαίσιο προκαταρκτικών διατυπώσεων ή ελέγχων, για παράδειγμα.",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_TEC_CHIF": {
        "placeholder": "Περιγράψτε εδώ τα μέσα που εφαρμόζονται για τη διασφάλιση της εμπιστευτικότητας των προσωπικών δεδομένων",
        "name": "Κρυπτογράφηση",
        "description": "Μέσα που εφαρμόζονται για <strong>τη διασφάλιση της εμπιστευτικότητας</strong> των προσωπικών δεδομένων που αποθηκεύονται (σε βάση δεδομένων, σε επίπεδα αρχεία, αντίγραφα ασφαλείας, κ.λπ.), καθώς και τη διαδικασία διαχείρισης κλειδιών κρυπτογράφησης (δημιουργία, αποθήκευση, αλλαγή σε περίπτωση υποψίας περιπτώσεων παραβίασης προσωπικών δεδομένων, κ.λπ.). <br>Περιγράψτε τα μέτρα κρυπτογράφησης που χρησιμοποιούνται για ροές δεδομένων (VPN, TLS, etc.) που εφαρμόζονται στην επεξεργασία.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_ANO": {
        "placeholder": "Αναφέρετε εδώ τους μηχανισμούς ανωνυμοποίησης που εφαρμόζονται",
        "name": "Ανωνυμοποίηση",
        "description": "Αναφέρετε εδώ αν εφαρμόζονται μηχανισμοί ανωνυμοποίησης, ποιοί και για ποιο σκοπό. <br>Θυμηθείτε να διακρίνετε σαφώς τα ανώνυμα και τα ψευδώνυμα προσωπικά δεδομένα.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CLO": {
        "placeholder": "Αναφέρετε εδώ αν σχεδιάζεται διαχωρισμός προσωπικών δεδομένων και πώς γίνεται αυτό.",
        "name": "Διαχωρισμός προσωπικων δεδομένων",
        "description": "Η εφαρμογή διαχωρισμού/καταμερισμού δεδομένων συμβάλλει στη μείωση της πιθανότητας συσχετισμού των προσωπικών δεδομένων και της πιθανότητας παραβίασης όλων των προσωπικών δεδομένων.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CTLA": {
        "placeholder": "Υποδείξτε εδώ πώς καθορίζονται και αποδίδονται τα προφίλ των χρηστών.",
        "name": "Ρυθμιστικό λογικής πρόσβασης",
        "description": "Μέθοδοι για τον ορισμό και την απόδοση προφίλ χρηστών. Καθορίστε τα μέσα <strong>επαλήθευσης της ταυτότητας</strong> που εφαρμόζονται. Κατά περίπτωση, καθορίστε τους κανόνες που ισχύουν για τους κωδικούς πρόσβασης (ελάχιστο μήκος, απαιτούμενοι χαρακτήρες, διάρκεια ισχύος, αριθμός αποτυχημένων προσπαθειών πριν κλειδωθεί η πρόσβαση στον λογαριασμό, κλπ.).",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_LOG": {
        "placeholder": "Υποδείξτε εδώ αν τα συμβάντα καταγράφονται και για πόσο χρόνο αποθηκεύονται τα ίχνη αυτά.",
        "name": "Ανιχνευσιμότητα (καταγραφή)",
        "description": "Πολιτικές που καθορίζουν την ιχνηλασιμότητα και τη διαχείριση των καταχωρίσεων.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_ARCH": {
        "placeholder": "Υποδείξτε εδώ αν εφαρμόζονται μηχανισμοί για την παρακολούθηση της ακεραιότητας των αποθηκευμένων προσωπικών δεδομένων, ποια και για ποιο σκοπό.",
        "name": "Αρχειοθέτηση",
        "description": "Όπου χρειάζεται, περιγράψτε εδώ τις διαδικασίες διαχείρισης αρχείων (παράδοση, αποθήκευση, διαβούλευση, κ.λπ.) υπό την ευθύνη σας. Καθορίστε τους ρόλους αρχειοθέτησης (γραφεία προέλευσης, φορείς μεταφοράς, κ.λπ.) και την πολιτική αρχειοθέτησης. Αναφέρετε εάν τα δεδομένα ενδέχεται να εμπίπτουν στο πεδίο εφαρμογής των δημόσιων αρχείων.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_TEC_PAP": {
        "placeholder": "Υποδείξτε εδώ αν εφαρμόζονται μηχανισμοί για την παρακολούθηση της ακεραιότητας των δεδομένων σε έγχαρτη μορφή, ποια και για ποιο σκοπό.",
        "name": "Ασφάλεια εγγράφων",
        "description": "Όταν κατά τη διάρκεια της επεξεργασίας χρησιμοποιούνται έγγραφα που περιέχουν προσωπικά δεδομένα, υποδείξτε εδώ τον τρόπο με τον οποίο εκτυπώνονται, αποθηκεύονται, καταστρέφονται και ανταλλάσσονται.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_MINI": {
        "placeholder": "Ορίστε εδώ τα μέσα που εφαρμόζονται για να μειωθεί η σοβαρότητα των κινδύνων μέσω του περιορισμού της ποσότητας των προσωπικών δεδομένων",
        "name": "Ελαχιστοποίηση του αριθμού των δεδομένων προσωπικού χαρακτήρα",
        "description": "Οι ακόλουθες μέθοδοι θα μπορούσαν να χρησιμοποιηθούν: Φιλτράρισμα και αφαίρεση, Μείωση ευαισθησίας μέσω μετατροπής, Μείωση της φύσης προσδιορισμού ταυτότητας των δεδομένων, Μείωση της συσσώρευσης δεδομένων, Περιορισμός πρόσβασης στα δεδομένα",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_SEC_EXP": {
        "placeholder": "Περιγράψτε εδώ πώς πραγματοποιούνται οι ενημερώσεις λογισμικού (λειτουργικά συστήματα, εφαρμογές, κ.λπ.) και η εφαρμογή των διορθωτικών εκδόσεων λογισμικού σχετικά με την ασφαλεία.",
        "name": "Λειτουργική ασφάλεια",
        "description": "Πολιτικές που εφαρμόζονται προκειμένου να μειωθεί η πιθανότητα και ο αντίκτυπος των κινδύνων στα στοιχεία που υποστηρίζουν προσωπικά δεδομένα.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_MAL": {
        "placeholder": "Περιγράψτε εδώ τις ρυθμίσεις που εφαρμόζονται για τη μείωση των κινδύνων κατά την πρόσβαση σε λιγότερο ασφαλή δίκτυα.",
        "name": "Καταστολή κακόβουλου λογισμικού",
        "description": "Ρυθμίσεις που εφαρμόζονται σε σταθμούς εργασίας και διακομιστές για την προστασία τους από κακόβουλο λογισμικό κατά την πρόσβαση σε λιγότερο ασφαλή δίκτυα.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_COMP": {
        "placeholder": "Περιγράψτε εδώ τις ρυθμίσεις που εφαρμόζονται σε σταθμούς εργασίας",
        "name": "Διαχείριση σταθμών εργασίας",
        "description": "Ρυθμίσεις που εφαρμόζονται σε σταθμούς εργασίας (αυτόματο κλείδωμα, τακτικές ενημερώσεις, διαμόρφωση, φυσική ασφάλεια, κ.λπ.) προκειμένου να μειώθεί η δυνατότητα εκμετάλλευσης των ιδιοτήτων του λογισμικού (λειτουργικά συστήματα, επιχειρηματικές εφαρμογές, κ.λπ.) να επηρρεάσει αρνητικά τα προσωπικά δεδομένα.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_WEB": {
        "placeholder": "Αναφέρετε εδώ τις ρυθμίσεις που εφαρμόζονται για την προστασία των ιστοσελίδων.",
        "name": "Ασφάλεια ιστοσελίδων",
        "description": "Εφαρμογή των Συστάσεων του ANSSI για την ασφάλεια ιστοσελίδων.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_BKP": {
        "placeholder": "Υποδείξτε εδώ τον τρόπο διαχείρισης των αντιγράφων ασφαλείας. Διασαφηνίστε εάν αποθηκεύονται σε ασφαλές μέρος.",
        "name": "Αντίγραφα ασφαλείας",
        "description": "Πολιτικές και μέσα που εφαρμόζονται για τη διασφάλιση της διαθεσιμότητας ή / και της ακεραιότητας των προσωπικών δεδομένων, διατηρώντας ταυτόχρονα την εμπιστευτικότητα τους.",
        "source": "PIAF Connected Objects p23 & PIA3 p27  - WIKI"
      },
      "PIA_SEC_MAIN": {
        "placeholder": "Περιγράψτε εδώ πώς γίνεται η διαχείριση της φυσικής συντήρησης του τεχνολογικού υλικού",
        "name": "Συντήρηση",
        "description": "Πολιτικές που περιγράφουν πώς γίνεται η διαχείριση της φυσικής συντήρησης του τεχνολογικού υλικού, δηλώνοντας εάν αυτό ανατίθεται με σύμβαση.<br> Αναφέρετε αν επιτρέπεται η απομακρυσμένη συντήρηση εφαρμογών και σύμφωνα με ποιες προβλέψεις. Καθορίστε αν γίνεται διαχείριση ελαττωματικού εξοπλισμού με συγκεκριμένο τρόπο.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_NET": {
        "placeholder": "Υποδείξτε εδώ τις διαδικασίες ασφαλείας του δικτύου στο οποίο πραγματοποιείται η επεξεργασία",
        "name": "Ασφάλεια δικτύου",
        "description": "Ανάλογα με τον τύπο του δικτύου στο οποίο πραγματοποιείται η επεξεργασία (απομονωμένο, ιδιωτικό ή Διαδίκτυο). Καθορίστε ποιο σύστημα τείχους προστασίας, συστήματα ανίχνευσης εισβολών ή άλλα ενεργά ή παθητικά βοηθήματα είναι υπεύθυνα για την εξασφάλιση της ασφάλειας του δικτύου.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_PHY": {
        "placeholder": "Αναφέρετε εδώ πώς διεξάγεται ο έλεγχος στην φυσική πρόσβαση σχετικά με τους χώρους όπου στεγάζεται η επεξεργασία.",
        "name": "Έλεγχος φυσικής πρόσβασης",
        "description": "Πολιτικές για τη διασφάλιση της φυσικής ασφάλειας (χωροθέτηση, συνοδεία επισκεπτών, άδειες εισόδου ως μέρος της αμφίεσης, κλειδωμένες πόρτες και ούτω καθεξής). Αναφέρατε εάν υπάρχουν τεθειμένες διαδικασίες προειδοποίησης σε περίπτωση διάρρηξης.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_LOG": {
        "placeholder": "Αναφέρετε εδώ τα μέσα και τις διαδικασίες που εφαρμόζονται για την ανίχνευση συμβάντων που αφορούν σε προσωπικά δεδομένα",
        "name": "Παρακολούθηση δραστηριότητας δικτύου",
        "description": "Παρακολουθήστε τα συστήματα ανίχνευσης εισβολής και τα συστήματα πρόληψης εισβολής για να αναλύσετε την κυκλοφορία δικτύου (καλωδιακά δίκτυα, Wi-Fi, ραδιοκύματα, οπτικές ίνες, κ.λπ.) σε πραγματικό χρόνο και για να ανιχνεύσετε οποιαδήποτε ύποπτη δραστηριότητα που υποδηλώνει ένα σενάριο κυβερνοεπίθεσης.",
        "source": "PIA3 p67 - WIKI"
      },
      "PIA_SEC_MAT": {
        "placeholder": "Αναφέρετε εδώ τις διαδικασίες που αφορούν στη φυσική ασφάλεια των διακομιστών και των σταθμών εργασίας",
        "name": "Ασφάλεια τεχνολογικού υλικού",
        "description": "Αναφέρετε εδώ τις διαδικασίες που αφορούν στη φυσική ασφάλεια των διακομιστών και των σταθμών εργασίας (ασφαλής αποθήκευση, καλώδια ασφαλείας, φίλτρα εμπιστευτικότητας, ασφαλής διαγραφή πριν την απόσυρση, κ.λπ.).",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_SRC": {
        "placeholder": "Περιγράψτε τις μεθόδους και τα μέσα που έχουν τεθεί σε εφαρμογή για να αποφύγετε πιθανές πηγές κινδύνου",
        "name": "Αποφυγή πηγών κινδύνου",
        "description": "Ύπαρξη μέτρων για την πρόληψη ενδεχόμενων πηγών κινδύνων, ανθρώπινων ή μη, εις βάρος προσωπικών δεδομένων (επικίνδυνα προϊόντα, επικίνδυνες γεωγραφικές περιοχές, μεταφορά δεδομένων εκτός της ΕΕ, κλπ.).",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_PROT": {
        "placeholder": "Περιγράψτε τα μέτρα που λήφθηκαν για τη μείωση ή την αποφυγή κινδύνων από μη ανθρώπινες πηγές.",
        "name": "Προστασία από πηγές κινδύνων πλην του ανθρώπου",
        "description": "Ύπαρξη μέτρων για τη μείωση ή την αποφυγή κινδύνων που σχετίζονται με μη ανθρώπινες πηγές (κλιματικά φαινόμενα, πυρκαγιές, ζημιές από νερό, εσωτερικά ή εξωτερικά ατυχήματα, ζώα, κ.λπ.) που θα μπορούσαν να επηρεάσουν την ασφάλεια των προσωπικών δεδομένων (προληπτικά μέτρα, ανίχνευση, προστασία, κ.λπ..",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_ORG_ORG": {
        "placeholder": "Αναφέρατε κατά πόσο καθορίζονται οι ρόλοι και οι ευθύνες για την προστασία προσωπικών δεδομένων.",
        "name": "Οργάνωση της πολιτικής προστασίας προσωπικών δεδομένων",
        "description": "Καθορίστε εάν ένα πρόσωπο είναι υπεύθυνο για την εφαρμογή των νόμων και των κανονισμών περί προστασίας προσωπικών δεδομένων. Να διευκρινιστεί εάν υπάρχει επιτροπή παρακολούθησης (ή ισοδύναμη) αρμόδια για την καθοδήγηση και την παρακολούθηση των δράσεων που αφορούν στην προστασία προσωπικών δεδομένων.",
        "source": "PIAF Connected Objects p24 - WIKI"
      },
      "PIA_ORG_POL": {
        "placeholder": "Περιγράψτε εδώ τις μεθόδους που χρησιμοποιούνται για τη διαχείριση της βάσης εγγράφων για την οργάνωση της προστασίας προσωπικών δεδομένων στον οργανισμό σας.",
        "name": "Διαχειριστείτε την πολιτική προστασίας δεδομένων",
        "description": "Ο υπεύθυνος επεξεργασίας πρέπει να διαθέτει μια βάση τεκμηρίωσης που να επισημαίνει τους στόχους και τους κανόνες που πρέπει να εφαρμόζονται στον τομέα της «Προστασίας δεδομένων» (σχέδιο δράσης, τακτική αναθεώρηση της πολιτικής «Προστασίας δεδομένων», κ.λπ.)",
        "source": "PIA3 p78 - WIKI"
      },
      "PIA_ORG_RMGT": {
        "placeholder": "Περιγράψτε εδώ διαδικασίες για τον έλεγχο των κινδύνων που συνεπάγονται οι διαδικασίες επεξεργασίας που εκτελεί ο οργανισμός για την προστασία δεδομένων και την προστασία της ιδιωτικής ζωής των υποκειμένων των δεδομένων.",
        "name": "Διαχείριση κινδύνων ιδιωτικής ζωής",
        "description": "Ύπαρξη διαδικασιών για την περιγραφή των μεθόδων λήψης υπόψη της προστασίας των δεδομένων προσωπικού χαρακτήρα σε κάθε νέα επεξεργασία (πιστοποιήσεις, πρότυπα, διαχείριση κινδύνου για το ενδιαφερόμενο πρόσωπο με τη μέθοδο CNIL ή με εσωτερική μέθοδο, κ.λπ.).",
        "source": "PIA3 p77 - WIKI"
      },
      "PIA_ORG_PBD": {
        "placeholder": "Περιγράψτε εδώ πώς ενσωματώνεται η προστασία της ιδιωτικής ζωής σε έργα",
        "name": "Ενσωμάτωση της προστασίας της ιδιωτικής ζωής σε έργα",
        "description": "Ύπαρξη διαδικασιών που περιγράφουν τις μεθόδους που πρέπει να λαμβάνονται υπόψη για την προστασία των δεδομένων προσωπικού χαρακτήρα σε οποιαδήποτε νέα επεξεργασία (πιστοποιήσεις, πρότυπα, διαχείριση κινδύνου για το υποκείμενο των δεδομένων σύμφωνα με τη μεθοδολογία CNIL ή με εσωτερική μέθοδο, κ.λπ.).",
        "source": "PIA3 p79 - WIKI"
      },
      "PIA_ORG_VIOL": {
        "placeholder": "Αναφέρετε εδώ εάν τα περιστατικά πληροφορικής υπόκεινται σε τεκμηριωμένη και δοκιμασμένη διαδικασία διαχείρισης.",
        "name": "Διαχείριση παραβιάσεων προσωπικών δεδομένων",
        "description": "Ύπαρξη επιχειρησιακής οργάνωσης που μπορεί να ανιχνεύει και να αντιμετωπίζει περιστατικά που ενδέχεται να επηρεάσουν τις ατομικές ελευθερίες και την ιδιωτική ζωή των υποκειμένων των δεδομένων.",
        "source": "PIAF Connected Objects p24 and PIA3 p36 - WIKI"
      },
      "PIA_ORG_PERS": {
        "placeholder": "Αναφέρετε εδώ ποιές διαδικασίες αύξησης της ευαισθητοποίησης εκτελούνται σε σχέση με τους υπαλλήλους.",
        "name": "Διαχείριση προσωπικού",
        "description": "Ύπαρξη ενός σχεδίου που πλαισιώνει τα <strong>μέτρα ευαισθητοποίησης</strong> που λαμβάνονται κατά την ανάληψη ενός νέου ρόλου από ένα άτομο και μια διαδικασία που περιγράφει τα <strong>μέτρα που λαμβάνονται από τα άτομα που έχουν πρόσβαση στα δεδομένα</strong>.",
        "source": "PIAF Connected Objects p24"
      },
      "PIA_ORG_EXT": {
        "placeholder": "Αναφέρετε εδώ, για τους εκτελούντες την επεξεργασία που απαιτούν πρόσβαση στα δεδομένα, τους ελέγχους ασφαλείας και τις ρυθμίσεις που διενεργούνται όσον αφορά στην πρόσβαση αυτή.",
        "name": "Σχέσεις με τρίτους",
        "description": "Ύπαρξη μιας πολιτικής και διαδικασιών που μειώνουν τον κίνδυνο που η νόμιμη επεξεργασία προσωπικών δεδομένων από τρίτους ενδέχεται να ενέχει για τα τις ατομικές ελευθερίες και την ιδιωτική ζωή των υποκειμένων των δεδομένων.",
        "source":  "PIA3 p48 - WIKI"
      },
      "PIA_ORG_AUD": {
        "placeholder": "Αναφέρετε εδώ εάν ελέγχεται η αποτελεσματικότητα και η επάρκεια των μέτρων προστασίας των δεδομένων.",
        "name": "Παρακολούθηση των μέτρων προστασίας δεδομένων",
        "description": "Ύπαρξη μιας πολιτικής και διαδικασιών για την απόκτηση μιας οργάνωσης ικανής να διαχειρίζεται και να ελέγχει την προστασία των προσωπικών δεδομένων που τηρούνται σε αυτήν.",
        "source":  "PIA3 p76 - WIKI"
      },
      "PIA_DEF_EXA": {
        "name": "Ποιότητα δεδομένων",
        "description": "Τα προσωπικά δεδομένα πρέπει να είναι ακριβή και, όταν είναι αναγκαίο, επικαιροποιούνται· πρέπει να λαμβάνονται όλα τα εύλογα μέτρα για την άμεση διαγραφή ή διόρθωση δεδομένων προσωπικού χαρακτήρα τα οποία είναι ανακριβή, σε σχέση με τους σκοπούς της επεξεργασίας («ακρίβεια»). <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 5.1 δ) του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 5.1 δ)"
      },
      "PIA_DEF_MES": {
        "name": "Μέτρα",
        "description": "Διαλογή μεταξύ αυτών που διατίθενται στην ενότητα \"Προγραμματιζόμενα ή υπάρχοντα μέτρα\", τα οποία μπορείτε να συμπληρώσετε εάν χρειάζεται.",
        "source": "Καμία"
      },
      "PIA_DEF_RT": {
        "name": "Υπεύθυνος επεξεργασίας",
        "description": "Το φυσικό ή νομικό πρόσωπο, η δημόσια αρχή, η υπηρεσία ή άλλος φορέας που, μόνα ή από κοινού με άλλα, καθορίζουν τους σκοπούς και τον τρόπο της επεξεργασίας δεδομένων προσωπικού χαρακτήρα· όταν οι σκοποί και ο τρόπος της επεξεργασίας αυτής καθορίζονται από το δίκαιο της Ένωσης ή το δίκαιο κράτους μέλους, ο υπεύθυνος επεξεργασίας ή τα ειδικά κριτήρια για τον διορισμό του μπορούν να προβλέπονται από το δίκαιο της Ένωσης ή το δίκαιο κράτους μέλους.<br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.7 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 4.7"
      },
      "PIA_DEF_DCP": {
        "name": "Δεδομένα προσωπικού χαρακτήρα",
        "description": "Κάθε πληροφορία που αφορά ταυτοποιημένο ή ταυτοποιήσιμο φυσικό πρόσωπο («υποκείμενο των δεδομένων»)· το ταυτοποιήσιμο φυσικό πρόσωπο είναι εκείνο του οποίου η ταυτότητα μπορεί να εξακριβωθεί, άμεσα ή έμμεσα, ιδίως μέσω αναφοράς σε αναγνωριστικό στοιχείο ταυτότητας, όπως όνομα, σε αριθμό ταυτότητας, σε δεδομένα θέσης, σε επιγραμμικό αναγνωριστικό ταυτότητας ή σε έναν ή περισσότερους παράγοντες που προσιδιάζουν στη σωματική, φυσιολογική, γενετική, ψυχολογική, οικονομική, πολιτιστική ή κοινωνική ταυτότητα του εν λόγω φυσικού προσώπου. <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.1 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Art 4.1"
      },
      "PIA_DEF_DEST": {
        "name": "Αποδέκτης",
        "description": "Το φυσικό ή νομικό πρόσωπο, η δημόσια αρχή, η υπηρεσία ή άλλος φορέας, στα οποία κοινολογούνται τα δεδομένα προσωπικού χαρακτήρα, είτε πρόκειται για τρίτον είτε όχι. Ωστόσο, οι δημόσιες αρχές που ενδέχεται να λάβουν δεδομένα προσωπικού χαρακτήρα στο πλαίσιο συγκεκριμένης έρευνας σύμφωνα με το δίκαιο της Ένωσης ή κράτους μέλους δεν θεωρούνται ως αποδέκτες· η επεξεργασία των δεδομένων αυτών από τις εν λόγω δημόσιες αρχές πραγματοποιείται σύμφωνα με τους ισχύοντες κανόνες προστασίας των δεδομένων ανάλογα με τους σκοπούς της επεξεργασίας. <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.9 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 4.9"
      },
      "PIA_DEF_SUPT": {
        "name": "Υποστηρικτικά στοιχεία",
        "description": "Στοιχεία πάνω στα οποία στηρίζονται προσωπικά δεδομένα.  Mπορεί να είναι τεχνολογικό υλικό, λογισμικό, δίκτυα, άνθρωποι, χαρτί ή κανάλια διαβίβασης χαρτιού.",
        "source": "PIA1 p10"
      },
      "PIA_DEF_MINC": {
        "name": "Ελαχιστοποίηση του αριθμού των δεδομένων προσωπικού χαρακτήρα",
        "description": "Μειώστε τη σοβαρότητα των κινδύνων περιορίζοντας την ποσότητα των προσωπικών δεδομένων σε αυτό που είναι απολύτως απαραίτητο για την επίτευξη ενός καθορισμένου σκοπού, αλλιώς τα δεδομένα δεν συλλέγονται.",
        "source": ""
      },
      "PIA_DEF_CONS": {
        "name": "Consent",
        "description": "Οποιαδήποτε ελεύθερη, συγκεκριμένη, ρητή και εν πλήρει επιγνώσει ένδειξη της συμφωνίας του υποκειμένου των δεδομένων υπέρ της επεξεργασίας των δεδομένων που το αφορούν, για παράδειγμα με γραπτή δήλωση, μεταξύ άλλων με ηλεκτρονικά μέσα, ή με προφορική δήλωση.<br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.10 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 4.10"
      },
      "PIA_DEF_ACC": {
        "name": "Δικαίωμα πρόσβασης του υποκειμένου των δεδομένων",
        "description": " Το υποκείμενο των δεδομένων έχει το δικαίωμα να λαμβάνει από τον υπεύθυνο επεξεργασίας επιβεβαίωση για το κατά πόσον ή όχι τα δεδομένα προσωπικού χαρακτήρα που το αφορούν υφίστανται επεξεργασία και, εάν συμβαίνει τούτο, το δικαίωμα πρόσβασης στα δεδομένα προσωπικού χαρακτήρα και στις πληροφορίες που περιγράφονται στο <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 15 του [ΓΚΔΠ]</a>",
        "source":"ΓΚΠΔ Άρθ. 15"
      },
      "PIA_DEF_PORT": {
        "name": "Δικαίωμα στη φορητότητα των δεδομένων",
        "description": "Το υποκείμενο των δεδομένων έχει το δικαίωμα να λαμβάνει τα δεδομένα προσωπικού χαρακτήρα που το αφορούν, και τα οποία έχει παράσχει σε υπεύθυνο επεξεργασίας, σε δομημένο, κοινώς χρησιμοποιούμενο και αναγνώσιμο από μηχανήματα μορφότυπο, καθώς και το δικαίωμα να διαβιβάζει τα εν λόγω δεδομένα σε άλλον υπεύθυνο επεξεργασίας χωρίς αντίρρηση από τον υπεύθυνο επεξεργασίας στον οποίο παρασχέθηκαν τα δεδομένα προσωπικού χαρακτήρα, βλέπετε το <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 20 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 20"
      },
      "PIA_DEF_RECT": {
        "name": "Δικαίωμα διόρθωσης",
        "description": "Το υποκείμενο των δεδομένων έχει το δικαίωμα να απαιτήσει από τον υπεύθυνο επεξεργασίας χωρίς αδικαιολόγητη καθυστέρηση τη διόρθωση ανακριβών δεδομένων προσωπικού χαρακτήρα που το αφορούν. Έχοντας υπόψη τους σκοπούς της επεξεργασίας, το υποκείμενο των δεδομένων έχει το δικαίωμα να απαιτήσει τη συμπλήρωση ελλιπών δεδομένων προσωπικού χαρακτήρα, μεταξύ άλλων μέσω συμπληρωματικής δήλωσης.",
        "source": "ΓΚΠΔ Άρθ. 16"
      },
      "PIA_DEF_EFF": {
        "name": "Δικαίωμα διαγραφής",
        "description": " Το υποκείμενο των δεδομένων έχει το δικαίωμα να ζητήσει από τον υπεύθυνο επεξεργασίας τη διαγραφή δεδομένων προσωπικού χαρακτήρα που το αφορούν χωρίς αδικαιολόγητη καθυστέρηση και ο υπεύθυνος επεξεργασίας υποχρεούται να διαγράψει δεδομένα προσωπικού χαρακτήρα χωρίς αδικαιολόγητη καθυστέρηση, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 17 του [ΓΚΔΠ]</a>",
        "source" : "ΓΚΠΔ Άρθ. 17"
      },
      "PIA_DEF_LIM": {
        "name": "Δικαίωμα περιορισμού της επεξεργασίας",
        "description": " Το υποκείμενο των δεδομένων δικαιούται να εξασφαλίζει από τον υπεύθυνο επεξεργασίας τον περιορισμό της επεξεργασίας, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 18 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 18"
      },
      "PIA_DEF_OPP": {
        "name": "Δικαίωμα εναντίωσης",
        "description": "Το υποκείμενο των δεδομένων δικαιούται να αντιτάσσεται, ανά πάσα στιγμή και για λόγους που σχετίζονται με την ιδιαίτερη κατάστασή του, στην επεξεργασία δεδομένων προσωπικού χαρακτήρα που το αφορούν,σύμφωνα με το <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 21 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 21"
      },
      "PIA_DEF_PSEU": {
        "name": "Ψευδωνυμοποίηση",
        "description": "επεξεργασία δεδομένων προσωπικού χαρακτήρα κατά τρόπο ώστε τα δεδομένα να μην μπορούν πλέον να αποδοθούν σε συγκεκριμένο υποκείμενο των δεδομένων χωρίς τη χρήση συμπληρωματικών πληροφοριών, εφόσον οι εν λόγω συμπληρωματικές πληροφορίες διατηρούνται χωριστά και υπόκεινται σε τεχνικά και οργανωτικά μέτρα προκειμένου να διασφαλιστεί ότι δεν μπορούν να αποδοθούν σε ταυτοποιημένο ή ταυτοποιήσιμο φυσικό πρόσωπο.<br>Η ψευδωνυμοποίηση μειώνει τη δυνατότητα σύνδεσης ενός συνόλου δεδομένων με την αρχική ταυτότητα ενός υποκειμένου δεδομένων· ως τέτοιο, είναι ένα χρήσιμο μέτρο ασφαλείας αλλά όχι μια μέθοδος ανωνυμοποίησης..",
        "source" :"ΓΚΠΔ Άρθ. 4.5 and guidelines G29 p22 https://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
      },
      "PIA_DEF_CLO": {
        "name": "Διαχωρισμός των δεδομένων",
        "description": "Μέθοδοι οργάνωσης δεδομένων που μειώνουν την πιθανότητα συσχέτισης των προσωπικών δεδομένων και παραβίασης όλων των προσωπικών δεδομένων. Για παράδειγμα, με το να προσδιοριστούν τα προσωπικά δεδομένα που είναι χρήσιμα μόνο για την κάθε επιχειρηματική διαδικασία και με το να διαχωριστούν αυτά λογικά.",
        "source": "PIA3 p19 - WIKI"
      },
      "PIA_DEF_CTLA": {
        "name": "Ρυθμιστικά λογικής πρόσβασης",
        "description": "Μέσα που εφαρμόζονται για τον περιορισμό των κινδύνων ότι μη εξουσιοδοτημένα πρόσωπα θα αποκτήσουν, ηλεκτρονικά, πρόσβαση σε προσωπικά δεδομένα. Απαιτεί μεταξύ άλλων:<br>- <strong>διαχείριση προφίλ χρηστών</strong> διαχωρίζοντας τα καθήκοντα και τους τομείς ευθύνης (κατά προτίμηση με κεντρικό τρόπο), προκειμένου η πρόσβαση στα προσωπικά δεδομένα να περιοριστεί αποκλειστικά στους χρήστες που είναι απολύτως απαραίτητο να τα γνωρίζουν για την εκτέλεση των καθηκόντων τους και με τη διαβάθμιση προνομίων πρόσβασης. <br> - <strong> κατάργηση των δικαιωμάτων πρόσβασης σε εργαζόμενους, συμβαλλόμενους και άλλους τρίτους όταν δεν έχουν πλέον άδεια πρόσβασης σε χώρο ή σε πόρο</strong> ή όταν λήξει η σύμβαση εργασίας τους</strong>.",
        "source": "PIA3 p43 - WIKI"
      },
      "PIA_DEF_MIN1": {
        "name": "Φιλτράρισμα και αφαίρεση",
        "description": "Όταν εισάγονται δεδομένα, μπορούν να συλλεχθούν ακούσια διαφορετικοί τύποι μεταδεδομένων (όπως τα δεδομένα EXIF με συνημμένο αρχείο εικόνας). <br>Τέτοια μεταδεδομένα πρέπει να αναγνωρίζονται και να εξαλείφονται εάν δεν είναι απαραίτητα για τους καθορισμένους σκοπούς.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN2": {
        "name": "Μείωση της ευαισθησίας μέσω μετατροπής",
        "description": "Μόλις ληφθούν ευαίσθητα δεδομένα, ως μέρος μιας σειράς γενικών πληροφοριών ή διαβιβασθούν μόνο για στατιστικούς σκοπούς, αυτά μπορούν να μετατραπούν σε λιγότερο ευαίσθητη μορφή ή σε ψευδώνυμοποιημένα. Για παράδειγμα: <br>- εάν το σύστημα συλλέγει τη διεύθυνση IP για να καθορίσει τη θέση του χρήστη για στατιστικούς σκοπούς, η διεύθυνση IP μπορεί να διαγραφεί μόλις συμπεραίνεται η πόλη ή η περιοχή<br>- εάν το σύστημα λαμβάνει δεδομένα βίντεο από κάμερες παρακολούθησης, μπορεί να αναγνωρίσει τους ανθρώπους που στέκονται ή κινούνται στη σκηνή και να τους θολώσει<br>- εάν το σύστημα είναι ένας έξυπνος μετρητής, μπορεί να συγκεντρώσει τη χρήση ενέργειας κατά μια ορισμένη χρονική περίοδο, χωρίς να την καταγράψει σε πραγματικό χρόνο",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_SRC": {
        "name": "Πηγή κινδύνου",
        "description": "Πρόσωπο ή μη ανθρώπινη πηγή που μπορεί να προκαλέσει κίνδυνο. Αυτή η πηγή μπορεί να ενεργήσει κατά λάθος ή σκόπιμα.",
        "source": "PIA1 p11 - WIKI"
      },
      "PIA_DEF_MEN": {
        "name": "Απειλή",
        "description": "Διαδικασία που συνίσταται σε μία ή περισσότερες μεμονωμένες ενέργειες επί των υποστηρικτικών στοιχείων των περιουσιακών δεδομένων. Χρησιμοποιείται εκ προθέσεως ή ακούσια από πηγές κινδύνου και μπορεί να προκαλέσει ένα επαπειλούμενο γεγονός .",
        "source": "PIA1 p12 - WIKI"
      },
      "PIA_DEF_MENA": {
        "name": "Απειλές που μπορούν να οδηγήσουν σε παράνομη πρόσβαση",
        "description": "Απειλές σχετικά με: - <strong>Τεχνολογικό υλικό</ strong>, που χρησιμοποιείται ακατάλληλα, βρίσκεται υπό παρακολούθηση, έχει δεχθεί τροποποίηση, έχει χαθεί (χρήση ή μεταφορά ευαίσθητου τεχνολογικού υλικού για προσωπικούς σκοπούς, παρακολούθηση της οθόνης ενός ατόμου χωρίς τη γνώση τους ενώ βρίσκεστε σε αμαξοστοιχία, παρακολούθηση μέσω ενος καταγραφέα πληκτρολόγησης που βασίζεται σε τεχνολογικό υλικό, κλπ.)<br> - <strong>Λογισμικό </strong>, που χρησιμοποιείται ακατάλληλα, βρίσκεται υπό παρακολούθηση, έχει δεχθεί τροποποίηση (αύξηση προνομίων, συλλογή δεδομένων διαμόρφωσης, μόλυνση από κακόβουλο κώδικα, κ.λπ.)<br>- <strong>Δίαυλοι υπολογιστών</strong> που παρακολουθούνται (Παρακολούθηση της κίνησης Ethernet, κ.λπ.)<br> - <strong>Άτομα</ strong> που παρακολουθούνται, χειραγωγούνται, εκλείπουν (ακούσια αποκάλυψη πληροφοριών, κοινωνική μηχανική, αλλαγή θέσης ή εργοδότη, κ.λπ.)<br>- <strong>Έντυπα έγγραφα</strong> που παρατηρούνται, έχουν χαθεί (ανάγνωση, κλοπή αλληλογραφίας, φωτοτυπίες, ξεχασμένες εκτυπώσεις, ανάκτηση απορριφθέντων εγγράφων, κλπ.)<br>- <strong>Κανάλια μετάδοσης χαρτιού</strong> που παρακολουθούνται (ανάγνωση βιβλίων υπογραφών σε κυκλοφορία, κ.λπ.)",
        "source": "PIAF Connected objects p44 and 45"
      },
      "PIA_DEF_MENM": {
        "name": "Απειλές που μπορούν να οδηγήσουν σε ανεπιθύμητη τροποποίηση των προσωπικών δεδομένων",
        "description": "<strong>Απειλές σχετικά με: </strong><br>- <strong>Τεχνολογικό υλικό</strong> που έχει δεχθεί τροποποίηση (προσθήκη ασύμβατου υλικού που έχει ως αποτέλεσμα δυσλειτουργίες, αφαίρεση ουσιωδών εξαρτημάτων, κ.λπ.)<br>- <strong>Λογισμικό</strong> που χρησιμοποιείται με μη ενδεικνυόμενο τρόπο ή αλλοιωμένο (Ανεπιθύμητες τροποποιήσεις δεδομένων σε βάσεις δεδομένων, σφάλματα χειριστών που τροποποιούν δεδομένα, κ.λπ.)<br>- <strong>>Δίαυλοι υπολογιστών</strong> που χρησιμοποιούνται με μη ενδεικνυόμενο τρόπο (επανεκπομπή δεδομένων που έχουν υποκλαπεί, κ.λπ.)<br>- <strong>Άτομα</strong> υπερφορτωμένα ή χειραγώγημένα (ανάθεση σε προσωπικό καθηκόντων πέρα από τις ικανότητές του, άγχος ή αρνητικές αλλαγές στις συνθήκες εργασίας, επήρεια, κ.λπ.)<br>- <strong>Έντυπα έγγραφα</strong> που έχουν τροποποιηθεί (μεταβολές σε αριθμητικά στοιχεία μέσα σε ένα αρχείο, αντικατάσταση ενός πρωτοτύπου με ένα πλαστό, κ.λπ.)<br>- <strong>Κανάλια μετάδοσης χαρτιού</strong> που έχουν τροποποιηθεί (αλλαγή από ένα βιβλίο υπογραφής σε άλλο, αποστολή πολλαπλών αντικρουόμενων εγγράφων, κ.λπ.)",
        "source": "PIAF Connected Objects p43 and 44, WIKI"
      },
      "PIA_DEF_MENI": {
        "name": "Απειλές που μπορούν να οδηγήσουν σε εξαφάνιση προσωπικών δεδομένων",
        "description": "<strong>Απειλές σχετικά με: </strong><br>- <strong>Τεχνολογικό υλικό</strong> που χρησιμοποιείται με μη ενδεικνυόμενο τρόπο, έχει υπερφορτωθεί, έχει δεχθεί τροποποίηση, έχει υποστεί ζημιά, έχει χαθεί (γεμάτη μονάδα αποθήκευσης, υπερφόρτωση χωρητικότητας επεξεργασίας, προσθήκη ασυμβίβαστου υλικού που έχει ως αποτέλεσμα δυσλειτουργίες, πυρκαγιά, κλοπή ή απώλεια ενός περιουσιακού στοιχείου, κ.λπ.)<br>- <strong>Λογισμικό</strong>: που χρησιμοποιείται με μη ενδεικνυόμενο τρόπο, έχει υπερφορτωθεί, έχει δεχθεί τροποποίηση, έχει υποστεί ζημιά, έχει χαθεί (διαγραφή δεδομένων, υπέρβαση του μεγέθους της βάσης δεδομένων, λογική βόμβα, μη ανανέωση της άδειας χρήσης λογισμικού που χρησιμοποιείται για την πρόσβαση σε δεδομένα, κ.λπ.)<br>- <strong>Δίαυλοι υπολογιστών</strong>: που έχουν υπερφορτωθεί, έχουν δεχθεί τροποποίηση, έχουν χαθεί (μη εξουσιοδοτημένη λήψη, απώλεια σύνδεσης με το Διαδίκτυο, κ.λπ.)<br>- <strong>Άτομα</strong>:  που έχουν υπερφορτωθεί, έχουν ζημιωθεί, έχουν χαθεί (κακή χρήση δεξιοτήτων, ασθένειες, συνταξιοδότηση, κλπ.)<br>- <strong>Έντυπα έγγραφα</strong>:  που χρησιμοποιούνται με μη ενδεικνυόμενο τρόπο, έχουν υποστεί ζημιές, έχουν χαθεί (διαγραφή, παλαίωση αρχειοθετημένων εγγράφων, κλοπή ή απώλεια εγγράφων, κ.λπ.)<br>- <strong>Κανάλια μετάδοσης χαρτιού</strong>: που έχουν υποφορτωθεί, έχουν υποστεί ζημιές, έχουν τροποοποιηθεί, έχουν χαθεί (παράδοση ταχυδρομείου που σταμάτησε λόγω απεργίας, αλλαγή θέσεων εργασίας ή χώρων, απώλεια μιας εταιρείας παράδοσης εγγράφων, αναδιοργάνωση των καναλιών μετάδοσης χαρτιού, κ.λπ.)",
        "source": "PIAF Connected Objects p44 and 45, WIKI"
      },
      "PIA_DEF_GRV": {
        "name": "Σοβαρότητα",
        "description": "Η σοβαρότητα αντιπροσωπεύει το μέγεθος ενός κινδύνου. Εξαρτάται κυρίως από την ζημιογόνο φύση των πιθανών επιπτώσεων.",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_VRA": {
        "name": "Πιθανότητα",
        "description": "Η πιθανότητα εκφράζει τη δυνατότητα εμφάνισης κινδύνου. Εξαρτάται κυρίως από το επίπεδο ευπάθειας των υποστηρικτικών στοιχείων όταν απειλούνται και το επίπεδο των ικανοτήτων των πηγών κινδύνου για την εκμετάλλευσή τους.",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_PBDS": {
        "name": "Διαχείριση έργου",
        "description": "Μέτρα που έχουν ληφθεί για την ενσωμάτωση της προστασίας των δεδομένων προσωπικού χαρακτήρα σε όλες τις νέες εργασίες επεξεργασίας (πιστοποιήσεις, κατευθυντήριες γραμμές, μεθοδολογία CNIL για τη διαχείριση κινδύνου ή άλλη εσωτερική μεθοδολογία).",
        "source": "Mesures_US"
      },
      "PIA_DEF_VIOL": {
        "name": "Παραβίαση δεδομένων προσωπικού χαρακτήρα",
        "description": "Παραβίαση της ασφάλειας που οδηγεί σε τυχαία ή παράνομη καταστροφή, απώλεια, μεταβολή, άνευ άδειας κοινολόγηση ή πρόσβαση δεδομένων προσωπικού χαρακτήρα που διαβιβάστηκαν, αποθηκεύτηκαν ή υποβλήθηκαν κατ’ άλλο τρόπο σε επεξεργασία.",
        "source": "ΓΚΠΔ Άρθ. 4.12"
      },
      "PIA_VAL_CART": {
        "name": "Χαρτογράφηση των κινδύνων",
        "description": "Γράφημα που απεικονίζει τις καλές πρακτικές ασφαλείας, με αξία συμμόρφωσης να αποδίδεται σε καθένα βάσει της αξιολόγησής του σε προηγούμενα βήματα.",
        "source": "PIAF Connected Objects p34"
      },
      "PIA_VAL_ACT": {
        "name": "Σχέδιο δράσης",
        "description": "Ρυθμίσεις διόρθωσης που πρότεινε ο αξιολογητής σε προηγούμενα βήματα, καταρτίζοντας ένα σχέδιο δράσης που καθορίζει, για κάθε δράση, τον διαχειριστή του, τη συχνότητα, τη δυσκολία, το κόστος και την πρόοδο.",
        "source": "None"
      },
      "PIA_DEF_ENJ": {
        "name": "Διακυβεύματα",
        "description": "Αναμενόμενα οφέλη (για τον οργανισμό, για τα υποκείμενα των δεδομένων, για την κοινωνία εν γένει, κ.λπ.).",
        "source": "PIA1 p4 footnote 8"
      },
      "PIA_DEF_ST": {
        "name": "Εκτελών την επεξεργασία",
        "description": "φυσικό ή νομικό πρόσωπο, η δημόσια αρχή, η υπηρεσία ή άλλος φορέας που επεξεργάζεται δεδομένα προσωπικού χαρακτήρα για λογαριασμό του υπευθύνου της επεξεργασίας, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.8 του [ΓΚΔΠ]</a>.<br>Ο εκτελών την επεξεργασία και κάθε πρόσωπο που ενεργεί υπό την εποπτεία του υπευθύνου επεξεργασίας ή του εκτελούντος την επεξεργασία, το οποίο έχει πρόσβαση σε δεδομένα προσωπικού χαρακτήρα, επεξεργάζεται τα εν λόγω δεδομένα μόνον κατ’ εντολή του υπευθύνου επεξεργασίας, εκτός εάν υποχρεούται προς τούτο από το δίκαιο της Ένωσης ή του κράτους μέλους, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 29 του [ΓΚΔΠ]</a>.",
        "source": "ΓΚΠΔ Άρθ. 4.8 και 29"
      },
      "PIA_DEF_RGPD": {
        "name": "ΓΚΠΔ (Γενικός Κανονισμός για την Προστασία Δεδομένων)",
        "description": "Κανονισμός για την προστασία των φυσικών προσώπων έναντι της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα και για την ελεύθερη κυκλοφορία των δεδομένων αυτών και την κατάργηση της οδηγίας 95/46/ΕΚ.",
        "source": "Τίτλος ΓΚΠΔ"
      },
      "PIA_DEF_PC": {
        "name": "Υποκείμενο δεδομένων",
        "description": "Πρόσωπο στο οποίο αναφέρονται τα δεδομένα που καλύπτονται από την επεξεργασία.",
        "source": "PIA1 p9"
      },
      "PIA_DEF_MIN3": {
        "name": "Μείωση της προσδιοριστικής φύσης των προσωπικών δεδομένων",
        "description": "Το σύστημα μπορεί να διασφαλίσει ότι: <br>- ο χρήστης μπορεί να χρησιμοποιήσει έναν πόρο ή μια υπηρεσία χωρίς τον κίνδυνο αποκάλυψης της ταυτότητάς του (ανώνυμα δεδομένα)<br>- ο χρήστης μπορεί να χρησιμοποιήσει έναν πόρο ή μια υπηρεσία χωρίς τον κίνδυνο αποκάλυψης της ταυτότητάς του, αλλά παραμένει προσδιορίσιμος και υπεύθυνος για αυτήν τη χρήση (ψευδώνυμα δεδομένα)<br>- ο χρήστης μπορεί να κάνει πολλαπλές χρήσεις πόρων ή υπηρεσιών χωρίς τον κίνδυνο να συνδέονται αυτές οι διαφορετικές χρήσεις (τα δεδομένα δεν μπορούν να συσχετιστούν)<br>- ο χρήστης μπορεί να χρησιμοποιήσει έναν πόρο ή μια υπηρεσία χωρίς τον κίνδυνο άλλοι, ιδιαίτερα τρίτοι, να μπορούν να παρατηρήσουν ότι ο πόρος ή η υπηρεσία χρησιμοποιείται (μη παρατηρησιμότητα)<br>Η επιλογή μιας μεθόδου από τον παραπάνω κατάλογο πρέπει να γίνεται με βάση τις απειλές που εντοπίστηκαν. Για ορισμένους τύπους απειλών κατά της ιδιωτικής ζωής, η ψευδωνυμοποίηση θα είναι πιο κατάλληλη από την ανωνυμία (για παράδειγμα, αν υπάρχει ανάγκη ανίχνευσης). Επιπλέον, ορισμένες απειλές κατά της ιδιωτικής ζωής θα αντιμετωπιστούν χρησιμοποιώντας έναν συνδυασμό μεθόδων.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN4": {
        "name": "Μείωση της συσσώρευσης προσωπικών δεδομένων",
        "description": "Το σύστημα μπορεί να οργανωθεί σε ανεξάρτητα μέρη με ξεχωριστές λειτουργίες ελέγχου πρόσβασης. Τα προσωπικά δεδομένα μπορούν επίσης να διαιρεθούν μεταξύ αυτών των ανεξάρτητων υποσυστημάτων και να ελέγχονται από κάθε υποσύστημα χρησιμοποιώντας διαφορετικούς μηχανισμούς ελέγχου πρόσβασης. Σε περίπτωση που εκτεθεί ένα υποσύστημα, οι επιπτώσεις σε όλα τα δεδομένα μπορούν με αυτόν τον τρόπο να μειωθούν.",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN5": {
        "name": "Περιορισμός πρόσβασης στα προσωπικά δεδομένα",
        "description": "Το σύστημα μπορεί να περιορίσει την πρόσβαση σε δεδομένα σύμφωνα με την αρχή του «απολύτως απαραίτητου της γνώσης». Το σύστημα μπορεί να διαχωρίσει τα ευαίσθητα προσωπικά δεδομένα και να εφαρμόσει συγκεκριμένες πολιτικές ελέγχου πρόσβασης. Το σύστημα μπορεί επίσης να κρυπτογραφήσει ευαίσθητα προσωπικά δεδομένα για να προστατεύσει την εμπιστευτικότητα τους κατά τη μεταφορά και αποθήκευση. Η πρόσβαση σε προσωρινά cookies που παράγονται κατά τη διάρκεια της επεξεργασίας προσωπικών δεδομένων πρέπει επίσης να προστατεύεται.",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_EX_DCPC": {
        "name": "Συνηθισμένα προσωπικά δεδομένα",
        "description": "<strong>Στοιχεία αναγνώρισης</strong>: Οικογενειακή κατάσταση, ταυτότητα, ηλικία, κ.λπ. <br><strong>Προσωπική ζωή</strong>: συνήθειες διαβίωσης, οικογενειακή κατάσταση, κλπ. <br><strong>Επαγγελματική ζωή</strong>: βιογραφικό σημείωμα, εκπαίδευση και επαγγελματική κατάρτιση, βραβεία, κλπ. <br><strong>Δεδομένα σύνδεσης </strong>: Διευθύνσεις IP, αρχεία καταγραφής συμβάντων, κ.λπ.<br><strong>Δεδομένα τοποθεσίας</strong>: ταξίδια, δεδομένα GPS, δεδομένα GSM, κ.λπ.<br><strong>Άλλα</strong>: αριθμός τηλεφώνου, διεύθυνση ηλεκτρονικού ταχυδρομείου, κ.λπ.",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPS": {
        "name": "Προσωπικά δεδομένα που θεωρούνται ευαίσθητα",
        "description": "Βιομετρικά δεδομένα, τραπεζικά δεδομένα",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPR": {
        "name": "Καταδίκες και ευαίσθητα προσωπικά δεδομένα",
        "description": "Φιλοσοφικές, πολιτικές, θρησκευτικές και συνδικαλιστικές απόψεις, σεξουαλική ζωή, δεδομένα για την υγεία, φυλετική ή εθνοτική καταγωγή, δεδομένα σχετικά με την υγεία ή τη σεξουαλική ζωή, αδικήματα, καταδίκες, μέτρα ασφαλείας, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 9 and 10 του [ΓΚΔΠ]</a>.",
        "source": "PIA2 old version, ΓΚΠΔ Άρθρο 9 και 10 - WIKI"
      },
      "PIA_EX_HUMI": {
        "name": "Εσωτερικές ανθρώπινες πηγές",
        "description": "Μπορεί να είναι είτε:<br>- ένας κακόβουλος υπάλληλος, που χρησιμοποιεί την εγγύτητά του στο σύστημα, τις δεξιότητές του, τα προνόμια και τον ενδεχομένως υπερβολικό διαθέσιμο χρόνο του, ή ένας αμελής υπάλληλος λόγω έλλειψης κατάρτισης και ευαισθητοποίησης<br>- ένας αμελής ή κακόβουλος χρήστης, μέλος της οικογένειας ή φίλος του που έχει πρόσβαση στην υπηρεσία.<br> Τα κίνητρά του μπορεί να είναι πολλαπλά: αδεξιότητα, σφάλμα, αμέλεια, δόλος, εκδίκηση, κατασκοπεία",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_HUME": {
        "name": "Εξωτερικές ανθρώπινες πηγές",
        "description": "Μπορεί να είναι είτε:<br>- ένας κακόβουλος ή αφελής τρίτος, που, χρησιμοποιεί την φυσική εγγύτητά του για να αποκτήσει πρόσβαση στα δεδομένα της συσκευής·<br>- ένας εισβολέας που στοχεύει έναν χρήστη χρησιμοποιώντας τις γνώσεις που έχει για τον χρήστη και μερικές πληροφορίες που τον αφορούν·<br>- ένας εισβολέας που στοχεύει μία από τις εταιρείες που είναι υπεύθυνες για την επεξεργασία, χρησιμοποιώντας τις γνώσεις που έχει για τις εταιρείες αυτές για να επιτεθεί στη φήμη τους·<br>- ένας εξουσιοδοτημένος τρίτος που χρησιμοποιεί την προνομιακή του πρόσβαση για να αποκτήσει παράνομη πρόσβαση σε πληροφορίες.<br> Τα κίνητρα μπορεί να είναι πολλαπλά: τυχερά παιχνίδια, ενόχληση, δόλος, εκδίκηση, κατασκοπεία, απληστία, απόκτηση δεδομένων για την εκμετάλλευσή τους.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_NHUM": {
        "name": "Μη ανθρώπινες πηγές",
        "description": "Περιστατικό ή ζημιά σε έναν οργανισμό (διακοπή ρεύματος, πυρκαγιά, πλημμύρα, κ.λπ.)",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPN": {
        "name": "Αμελητέος αντίκτυπος",
        "description": "Τα υποκείμενα δεδομένων είτε δεν θα επηρεαστούν είτε ενδέχεται να αντιμετωπίσουν μερικές ενοχλήσεις, τις οποίες θα ξεπεράσουν χωρίς κανένα πρόβλημα. Για παράδειγμα:<br>- σωματικές: παροδικοί πονοκέφαλοι·<br>- υλικές: απώλεια χρόνου σε επαναλαμβανόμενες διατυπώσεις ή αναμονή για την συμπλήρωσή τους, παραλαβή ανεπιθύμητης αλληλογραφίας (π.χ. spam), επαναχρησιμοποίηση δεδομένων που δημοσιεύονται σε δικτυακούς τόπους με σκοπό τη στοχευμένη διαφήμιση, κλπ.·<br>- ηθικές: απλή ενόχληση, αίσθηση εισβολής στην ιδιωτική ζωή χωρίς πραγματική ή αντικειμενική βλάβη (εμπορική εισβολή), κλπ.",
        "source": "PIAF Connected Objects p41 - WIKI"
      },
      "PIA_EX_IMPL": {
        "name": "Περιορισμένος αντίκτυπος",
        "description": "Τα υποκείμενα των δεδομένων ενδέχεται να αντιμετωπίσουν σημαντικές ενοχλήσεις, τις οποίες θα μπορέσουν να ξεπεράσουν σε πείσμα ορισμένων δυσκολιών. Για παράδειγμα:<br>- σωματικές: μικρές σωματικές παθήσεις (ελάσσονες ασθένειες που οφείλονται στην παράβλεψη αντενδείξεων), δυσφήμιση που προκαλεί σωματικά ή ψυχολογικά αντίποινα κλπ.·<br>- υλικές: απρόβλεπτες πληρωμές (πρόστιμα που έχουν επιβληθεί εσφαλμένα), άρνηση πρόσβασης σε διοικητικές ή εμπορικές υπηρεσίες, λήψη ανεπιθύμητων στοχευμένων αποστολών που ενδέχεται να βλάψουν τη φήμη των υποκειμένων των δεδομένων, κ.λπ.·<br>- ηθικές: ελάσσονος σημασίας αλλά αντικειμενικές ψυχολογικές ασθένειες, αίσθηση εισβολής στην ιδιωτική ζωή χωρίς ανεπανόρθωτες ζημιές, εκφοβισμός σε κοινωνικά δίκτυα, κ.λπ.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPI": {
        "name": "Σημαντικός αντίκτυπος",
        "description": "Τα υποκείμενα των δεδομένων ενδέχεται να αντιμετωπίσουν σημαντικές συνέπειες, τις οποίες θα πρέπει να μπορούν να ξεπεράσουν, αν και με πραγματικές και σοβαρές δυσκολίες. Για παράδειγμα:<br>- σωματικές: σοβαρές σωματικές παθήσεις που προκαλούν μακροχρόνια βλάβη (επιδείνωση της υγείας λόγω ακατάλληλης φροντίδας ή παράβλεψης αντενδείξεων), αλλοίωση της σωματικής ακεραιότητας π.χ. μετά από επίθεση, ατύχημα στο σπίτι, στην εργασία, κ.λπ.·<br>- υλικές: κατάχρηση χρημάτων που δεν αποζημιώνονται, στοχοθετημένες, μοναδικές και μη επαναλαμβανόμενες, χαμένες ευκαιρίες (στεγαστικό δάνειο, άρνηση σπουδών, πρακτική άσκηση ή απασχόληση, απαγόρευση εξέτασης), απώλεια στέγης, απώλεια απασχόλησης, κ.λπ.·<br>- ηθικές: σοβαρές ψυχολογικές ασθένειες (κατάθλιψη, ανάπτυξη φοβίας), αίσθηση εισβολής στην ιδιωτική ζωή με μη αναστρέψιμες βλάβες, θύμα εκβιασμού, παρενόχληση στον κυβερνοχώρο και παρενόχληση, κ.λπ.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPM": {
        "name": "Μέγιστος αντίκτυπος",
        "description": "Τα υποκείμενα των δεδομένων ενδέχεται να αντιμετωπίσουν σημαντικές ή ακόμη και μη αναστρέψιμες συνέπειες, τις οποίες ενδέχεται να μην υπερνικήσουν. Για παράδειγμα:<br>- σωματικές: μακροχρόνιες ή μόνιμες σωματικές παθήσεις, μόνιμη βλάβη της σωματικής ακεραιότητας, θάνατος·<br>- υλικές: χρηματοοικονομικός κίνδυνος, σημαντικά χρέη, ανικανότητα προς εργασία, αδυναμία μετεγκατάστασης, απώλεια αποδεικτικών στοιχείων στο πλαίσιο δικαστικών διαδικασιών, απώλεια πρόσβασης σε ζωτικής σημασίας υποδομές (νερό, ηλεκτρική ενέργεια), κ.λπ.·<br>- ηθικές: μακροχρόνιες ή μόνιμες ψυχολογικές παθήσεις, ποινική κύρωση, απαγωγή, απώλεια οικογενειακών δεσμών, αδυναμία να ασκήσει αγωγή, αλλαγή διοικητικού καθεστώτος ή / και απώλεια νομικής αυτονομίας (κηδεμονία), κλπ.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_VRAN": {
        "name": "Αμελητέα πιθανότητα",
        "description": "Δεν φαίνεται δυνατόν οι επιλεγμένες πηγές κινδύνου να υλοποιήσουν την απειλή με την εκμετάλλευση των ιδιοτήτων των υποστηρικτικών περιουσιακών στοιχείων (π.χ.: κλοπή έντυπων εγγράφων αποθηκευμένων σε δωμάτιο που προστατεύεται από συσκευή ανάγνωσης αναγνωριστικής κονκάρδας και κωδικό πρόσβασης).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAL": {
        "name": "Περιορισμένη πιθανότητα",
        "description": "Φαίνεται δύσκολο για τις επιλεγμένες πηγές κινδύνου να υλοποιήσουν την απειλή με την εκμετάλλευση των ιδιοτήτων των υποστηρικτικών περιουσιακών στοιχείων (π.χ.: κλοπή έντυπων εγγράφων αποθηκευμένων σε δωμάτιο που προστατεύεται από συσκευή ανάγνωσης αναγνωριστικής κονκάρδας).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAI": {
        "name": "Σημαντική πιθανότητα",
        "description": "Φαίνεται ότι οι επιλεγμένες πηγές κινδύνου μπορούν να υλοποιήσουν την απειλή με την εκμετάλλευση των ιδιοτήτων των υποστηρικτικών περιουσιακών στοιχείων (π.χ. κλοπή έντυπων εγγράφων που είναι αποθηκευμένα σε γραφεία που δεν είναι προσβάσιμα αν δεν γίνει πρώτα έλεγχος στην υποδοχή).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAM": {
        "name": "Μέγιστη πιθανότητα",
        "description": "Φαίνεται εξαιρετικά εύκολο για τις επιλεγμένες πηγές κινδύνου να υλοποιήσουν την απειλή με την εκμετάλλευση των ιδιοτήτων των υποστηρικτικών περιουσιακών στοιχείων (π.χ. κλοπή έντυπων εγγράφων αποθηκευμένων στον χώρο αναμονής).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_MIND": {
        "name": "Ελαχιστοποίηση των ίδιων των προσωπικών δεδομένων",
        "description": "Μειώστε τη σοβαρότητα των κινδύνων ελαχιστοποιώντας τα ίδια τα προσωπικά δεδομένα, λαμβάνοντας μέτρα που αποσκοπούν στη μείωση της ευαισθησίας τους.",
        "source": "Mesures_US"
      },
      "PIA_DEF_ANO": {
        "name": "Ανωνυμοποίηση",
        "description": "Διαδικασία αφαίρεσης των χαρακτηριστικών ταυτοποίησης από προσωπικά δεδομένα. Για να αξιολογήσετε την ανθεκτικότητα των διαδικασιών ανωνυμοποίησης, ανατρέξτε στις <a target=\"_blank\" href=\"https://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf\">κατευθυντήριες γραμμές της ΟΕ29</a>.",
        "source": "Mesures_US and G29 guidelines https://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
      },
      "PIA_SEC_CTR": {
        "placeholder": "Περιγράψτε εδώ συγκεκριμένα μέτρα για τους εκτελούντες την επεξεργασία (κεντρικός υπολογιστής, εταιρεία συντήρησης, διαχειριστής, ειδικοί πάροχοι υπηρεσιών, κ.λπ.)",
        "name": "Συμβάσεις επεξεργασίας",
        "source": "Mesures_US Procurement: identified and governed by a contract"
      },
      "PIA_DEF_CHIF": {
        "name": "Κρυπτογράφηση",
        "description": "Measure making personal data unintelligible to anyone without access authorization (symmetric or asymmetric encryption, use of public algorithms known to be strong, authentication certificate, etc.).",
        "source " : "Mesures_US Encryption"
      },
      "PIA_DEF_PWD": {
        "name": "Password",
        "description": "Passwords shall be composed of a minimum of eight characters; must be renewed if there is the least concern that they may have been compromised and, possibly, periodically (every six months or once a year) and must include a minimum of three του four kinds of characters (capital letters, lower case letters, numerals and special characters); when a password is changed, the last five passwords may not be reused; the same password should not be used for different accesses; passwords should not be related to one's personal information (including name or date of birth.). Define a maximum number of attempts beyond which a warning is issued and authentication is blocked (temporarily or until it is manually unblocked).",
        "source" : "Mesure_US"
      },
      "PIA_DEF_AUTH": {
        "name": "Authentication",
        "description": "Every person with legitimate access to personal data (employees, contracting parties and other third parties) should be identified by a unique identifier. Choose an authentication method to open sessions that is appropriate to the context, the risk level and the robustness expected. Recommendations: if the risks are not elevated, a password may be used; however, if the risks are higher, use a one-time password token but change the default activation password, or, when part του password is sent by SMS, a card with a PIN code, an electronic certificate or any other form of strong authentication.",
        "source": "Mesures_US Logical Access Control"
      },
      "PIA_DEF_LOG": {
        "name": "Surveillance",
        "description": "Set up a logging architecture to allow early detection of incidents involving personal data and to have information that can be used to analyze them or provide proof in connection with investigations.",
        "source": "Mesures_US Surveillance"
      },
      "PIA_DEF_ARCH": {
        "name": "Archiving",
        "description": "Procedures preserving and managing the electronic archives containing the personal data intended to ensure their value (specifically, their legal value) throughout the entire period necessary (transfer, storage, migration, accessibility, elimination, archiving policy, protection of confidentiality, etc.).",
        "source": "Mesures_USE Archiving"
      }
    }
  },
  "comments": {
    "comments_count": "comment(s)",
    "new_comment": "Comment",
    "placeholder_new_comment": "Leave a comment",
    "comment": "Comment",
    "send": "Send"
  },
  "questions": {
    "edit": "Edit question",
    "gauges": {
      "0": "(Undefined)",
      "1": "Negligible",
      "2": "Limited",
      "3": "Important",
      "4": "Maximum"
    }
  },
  "evaluations": {
    "title": "Evaluation",
    "to_correct": "To correct",
    "improvable": "Improvable",
    "acceptable": "Acceptable",
    "evaluation_comment": "Evaluation comment",
    "action_plan_comment": "Action plan / corrective actions",
    "placeholder_to_correct": "The information provided are not sufficient to properly evaluate them. Send back to the editor to improve the original submission.",
    "placeholder_improvable1": "According to the available information, additional measures are to be implemented in order to improve the data protection του processing.",
    "placeholder_improvable2": "Enter your comments.",
    "placeholder_acceptable": "According to the available information, the measures implemented are adequate to properly meet the requirements for protecting the data.",
    "gauges": {
      "seriousness": "Taking into account the action plan, how do you re-evaluate the <span class='red-highlight'>seriousness of this risk</span> ({{value}})?",
      "likelihood": "Taking into account the action plan, how do you re-evaluate the <span class='red-highlight'>likelihood of this risk</span> ({{value}})?",
      "0": "(Undefined)",
      "1": "Negligible",
      "2": "Limited",
      "3": "Important",
      "4": "Maximum"
    },
    "status": {
      "0": "Pending",
      "1": "To correct",
      "2": "Improvable",
      "3": "Acceptable"
    }
  },
  "help": {
    "title": "Help",
    "definition": {
      "data1": {
        "title": "Use the PIA tool",
        "content": "Content being written"
      },
      "data2": {
        "title": "Known Issues",
        "qa1": {
          "title": "I get display issues such as icons being stuck in one state or missing elements from the interface",
          "content": "When encountering those display issues, close the application and reload it. It usually fixes the issue. You won’t lose the information you have entered ; it is  automatically saved as you type."
        },
        "qa2": {
          "title": "I can’t edit the gauges for evaluating the severity and likelihood of a risk",
          "content": "This known issue is currently being fixed. If you encounter this problem, we recommend that you fill in the justification field του estimated level of severity and / or likelihood. You will be able to edit the gauge once the bug is fixed."
        },
        "qa3": {
          "title": "I encounter issues when importing a PIA",
          "content": "Several bugs have been observed when importing a PIA, and in particular the level gauges for evaluating the severity and likelihood of a risk may disappear. In this case, please refer to the above mentioned issue. Besides, a PIA may not appear on the dashboard after importing it. This is a display issue and you just need to refresh the page."
        },
        "qa4": {
          "title": "When I copy / paste text, it is highlighted.",
          "content": "This is only a display bug and it has no effect on the text you enter in a field. This visual problem will be fixed soon."
        },
        "qa5": {
          "title": "I can’t evaluate a section",
          "content": "In order to evaluate a section, it is mandatory to fill in all the fields. Please check if this is the case. When editing a risk, you must have at least one technical or organizational measure that mitigates the risk in order to ask for an evaluation του risk."
        },
        "qa6": {
          "title": "When switching language, the texts are not translated",
          "content": "Please close the PIA you are editing and re-open it. The content should then be displayed in the language you have selected."
        },
        "qa7": {
          "title": "I have refused to validate a PIA but I don’t know what to do now",
          "content": "For the moment, the navigation menu icons are not refreshed after refusing a PIA. You have to check each section and change the information and/or evaluation according to the reasons for refusing the PIA. Once all section have been reviewed, you should be able to request PIA validation again."
        }
      },
      "footer": ""
    }
  },
  "about": {
    "title": "About the Tool PIA",
    "version_number": "Version number",
    "description": "This tool is originally designed by the <a target=\"_blank\" href=\"https://www.cnil.fr\">Commission Nationale Informatique et Liberté (CNIL)</a>, the French Data Protection Authority, to help data processor to be compliant with the GDPR.<br>This software is free and open. If you wish to get involved in this project, you are welcome to download the source code from Github, modify it and share it with the community.",
    "translators": "The PIA software is currently available in five languages. The French and English versions are provided by the CNIL. The others versions result from the contributions του following individuals:",
    "translators_name": "<ul><li>Dutch: Ruud van Driel, Manuel d’Orso ;</li><li>Czech: Jiří Grohmann, Manuel d’Orso ;</li><li>Italian: Manuel d’Orso, Gianluca Markos.</li><li>Polish: Joanna Karczewska</li><li>German: Kosmas Schütz</li><li>Spanish: ylachgar</li></ul>",
    "contribute": "If you wish to contribute to the translation του software in another language or improve the existing translations, we recommend you to <a href=\"https://github.com/LINCnil/pia/tree/master/src/assets/i18n\" target=\"_blank\">read the page describing the steps to follow</a>.",
    "licences": "Library licences:"
  },
  "settings": {
    "title": "Settings",
    "content": "Please, provide the address (URL) του remote server:",
    "update": "Update URL"
  },
  "validation_page": {
    "responsible": "Person accountable for validating the PIA: ",
    "after_reading": "After reading full PIA relating to the data processing linked to ",
    "confirmation1": "I attest that the context του processing described in the PIA is consistent with the reality.",
    "confirmation2": "I attest that I am aware του risks depending on the existing or planned measures.",
    "confirmation3": "I ratify the corrective actions indicated in the action plan.",
    "confirmation4": "I commit to implement as quickly as possible the indicated corrective actions.",
    "button": {
      "rejection": "Reject PIA",
      "simple_validation": "Approve PIA <br>(direct)",
      "signed_validation": "Approve PIA <br>(signed)"
    },
    "mandatory_fields": "Όλα τα κουτιά πρέπει να συμπληρωθούν",
    "waiting_for_signature": "Pending signed PIA",
    "validated_pia_with_signature": "Approved",
    "add_signed_pia": "Add the signed PIA",
    "remove_attachment": "Remove the attachment",
    "latest_signed_attachment": "Last signed attachment",
    "signed_attachments_history": "Signed attachments history",
    "tools": {
      "dashboard": "Dashboard",
      "display_pia": "Display PIA",
      "action_plan": "Action plan"
    }
  },
  "rejection_page": {
    "title": "Validation history",
    "rejection_reason": "Refusal reason",
    "rejection_reason_placeholder": "Describe the reasons for refusing the PIA.",
    "applied_adjustments": "Adjustments proposed",
    "applied_adjustments_placeholder": "Describe the changes brought to the PIA.",
    "previous_rejection": "Previous refusal",
    "button": {
      "abandon_treatment": "Abandon processing",
      "reject_pia": "Reject PIA",
      "send_for_validation": "Resend for approval"
    }
  },
  "misc": {
    "display": "Show / Hide"
  },
  "modals": {
    "cancel": "Cancel",
    "archive": "Archive",
    "close": "Close",
    "continue": "Continue",
    "start_evaluation": "Start review",
    "back_to_home": "Back to home",
    "simple_pia_validation": {
      "content": "The PIA has been validated."
    },
    "completed_edition": {
      "content": "The PIA has been fully edited, it has to be reviewed."
    },
    "completed_evaluation": {
      "content": "The PIA has been fully reviewed, it has to be validated."
    },
    "update_server_url": {
      "content": "The server address has been updated."
    },
    "signed_pia_validation": {
      "content": "<span class='strong'>The PIA is accepted</span><br>Finalize the validation του PIA by attaching<br>the signed report by the person in charge.",
      "download_pia": "Download PIA report"
    },
    "abandon_pia": {
      "content": "Are you sure you want to<br>give up this treatment?"
    },
    "refuse_pia": {
      "content": "<span class='strong'>Rejected PIA,</span><br>Several fields must be corrected.<br>Return to evaluation mode<br>to make corrections."
    },
    "same_comment": {
      "content": "<span class='strong'>Warning,</span><br>Please enter a comment different from the last recorded."
    },
    "not_enough_measures_to_remove": {
      "content": "<span class='strong'>Warning,</span><br>At least one measure must be filled: no deletion possible."
    },
    "remove_measure": {
      "content": "<span class='strong'>Warning,</span><br>Are you sure you want to <br>remove this measure?",
      "remove": "Remove this <br>measure",
      "keep": "Keep this <br>measure"
    },
    "ask_for_evaluation": {
      "content": "<span class='strong'>Congratulations,</span><br>the subsection is now<br>available for evaluation."
    },
    "validate_evaluation": {
      "content": "<span class='strong'>Congratulations,</span><br>you've finished evaluating this section.<br>Others parts του PIA has to be evaluated as well in order to be able to validate the PIA."
    },
    "validate_evaluation_to_correct": {
      "content": "Sorry,<br>Several fields must be corrected.<br>Return to edition mode<br>to make corrections."
    },
    "declare_measures": {
      "content": "Sorry,<br>before evaluating risks,<br>you must report the<br>existing or planned measures.",
      "declare": "Declare existing or planned measures"
    },
    "remove_pia": {
      "content": "<span class='strong'>Warning,</span><br>Are you sure you want to<br>remove this PIA?",
      "remove": "Remove this PIA"
    },
    "remove_attachment": {
      "content": "<span class='strong'>Warning,</span><br>Are you sure you want to<br>remove this attachment?",
      "keep": "Keep",
      "remove": "Remove"
    }
  },
  "summary": {
    "previous_page": "Back to previous page",
    "print": "Print",
    "display_pia": "Display PIA",
    "display_action_plan": "Display<br>action plan",
    "display_filters": {
      "title": "Display filters",
      "main_content": "Display section \"PIA information\"",
      "context_content": "Display section \"Context\"",
      "principles_content": "Display section \"Fundamental principles\"",
      "risks_content": "Display section \"Risks\"",
      "action_plan_content": "Display action plan"
    },
    "title": "PIA information",
    "pia_name": "PIA",
    "pia_author": "Author's name",
    "pia_assessor": "Assessor's name",
    "pia_validator": "Validator's name",
    "content_choice": {
      "0": "The treatment should not be used.",
      "1": "The treatment could be implemented."
    },
    "dpo_name": "DPO's name",
    "dpo_status": "DPO's status",
    "dpo_opinion": "DPO's opinion",
    "concerned_people_searched_opinion": "Search of concerned people opinion",
    "people_search_status_ok": "Concerned people opinion was requested.",
    "people_search_status_nok": "Concerned people opinion wasn't requested.",
    "concerned_people_unsearched_opinion_comment": "Reason why concerned people opinion wasn't requested",
    "concerned_people_name": "Concerned people opinions",
    "concerned_people_status": "Concerned people statuses",
    "concerned_people_opinion": "Concerned people opinions",
    "modification_made": "Modifications made",
    "rejection_reason": "Rejection reason",
    "creation_date": "Creation date",
    "attachments": "Attachments",
    "gauges": {
      "1": "Negligible",
      "2": "Limited",
      "3": "Important",
      "4": "Maximum"
    },
    "action_plan": {
      "title": "Action plan",
      "fundamental_principles": "Fundamental principles",
      "implementation_date": "Expected date of implementation",
      "implementation_responsible": "Responsible for implementation",
      "measures": "Existing or planned measures",
      "risks": "Risks",
      "no_action_plan": "No action plan recorded."
    }
  },
  "errors": {
    "title": "Page not found.",
    "content": "If you encounter other problems or if you have suggestions for improvement,<br>you can send them back via this form: <a href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\" target=\"_blank\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>"
  },
  "overview-risks": {
    "potential_impacts": "Potential impacts",
    "threat": "Threats",
    "sources": "Sources",
    "measures": "Measures",
    "negligible": "Negligible",
    "limited": "Limited",
    "important": "Important",
    "maximal": "Maximal",
    "risk-access_x": "Severity",
    "risk-access_y": "Likelihood",
    "risk-change_x": "Severity",
    "risk-change_y": "Likelihood",
    "risk-disappearance_x": "Severity",
    "risk-disappearance_y": "Likelihood"
  },
  "cartography": {
    "negligible": "Negligible",
    "limited": "Limited",
    "important": "Important",
    "maximal": "Maximum",
    "seriousness_axe": "Risk seriousness",
    "likelihood_axe": "Risk likelihood",
    "legend1": "Planned or existing measures",
    "legend2": "With the corrective measures implemented",
    "legend3": "(I)llegitimate access to data",
    "legend4": "(U)nwanted modification of data",
    "legend5": "(D)ata disappearance",
    "risk1_access": "(I)",
    "risk2_modification": "(U)"
  },
  "action_plan": {
    "title": "Overview",
    "principles": "Fundamental principles",
    "measures": "Planned or existing measures",
    "risks": "Risks",
    "risk1": "Illegitimate access to data",
    "risk2": "Unwanted modification of data",
    "risk3": "Data disappearance",
    "improvable_measures": "Improvable measures",
    "acceptable_measures": "Acceptable measures",
    "no_action_plan": "No action plan recorded.",
    "edit": "Edit",
    "placeholder_person_in_charge": "Implementation responsible"
  },
  "opinions": {
    "edit": "Edit",
    "content": ", consider that :",
    "dpo_opinion": "DPO opinion",
    "placeholder_dpo_name": "DPO name(s)",
    "placeholder_dpo_opinion": "Specify the reasons for your choice.",
    "dpo_lock": "Please complete the other sections before you can fill the DPO opinion.",
    "people_opinion": "Concerned people opinion",
    "placeholder_concerned_people_name": "Concerned people name(s)",
    "placeholder_people_opinion": "Describe how the opinions were collected and what the analysis is. If the notices have not been sought, state the reasons.",
    "placeholder_search_content": "Justify the reason why the opinion του persons concerned has not been requested.",
    "treatment_ok": "The treatment could be implemented.",
    "treatment_nok": "The treatment should not be used.",
    "treatment_lock": "Please complete the other sections before you can fill the opinions του persons concerned."
  },
  "sections": {
    "1": {
      "title": "Context",
      "short_help": "This section gives you a clear view του treatment(s) of personal data in question.",
      "items": {
        "1": {
          "title": "Overview",
          "short_help": "This part allows you to identify and present the object του study.",
          "questions": {
            "1": {
              "title": "Which is the processing under consideration?",
              "placeholder": "Present a brief outline του processing: its name, purposes, stakes, context of use, etc."
            },
            "2": {
              "title": "What are the responsibilities linked to the processing?",
              "placeholder": "Describe the responsabilities του stakeholders: the data controller, the possible data processors and joint controllers."
            },
            "3": {
              "title": "Are there standards applicable to the processing?",
              "placeholder": "List the relevant standards applicable to the processing, especially approved codes of conduct and data protection certifications."
            }
          }
        },
        "2": {
          "title": "Data, processes and supporting assets",
          "short_help": "This part allows you to define and describe the scope του processing in detail.",
          "questions": {
            "1": {
              "title": "What are the data processed?",
              "placeholder": "List the data collected and processed. Define for each the storage durations, the recipients and persons with access thereto."
            },
            "2": {
              "title": "How does the life cycle of data and processes work?",
              "placeholder": "Present and describe how the product generally works (from the data collection to the data destruction, the different processing stages, storage, etc.), using for example a diagram of data flows (add it as an attachment) and a detailed description του processes carried out."
            },
            "3": {
              "title": "What are the data supporting assets?",
              "placeholder": "List the data supporting assets (operating systems, business applications, database management systems, office suites, protocols, configurations, etc.)"
            }
          }
        }
      }
    },
    "2": {
      "title": "Fundamental principles",
      "short_help": "This section allows you to build the compliance framework for privacy principles.",
      "items": {
        "1": {
          "title": "Proportionality and necessity",
          "short_help": "This part allows you to demonstrate the legitimacy of your treatment and του data processed.",
          "questions": {
            "1": {
              "title": "Are the processing purposes specified, explicit and legitimate?",
              "short_title": "Purposes",
              "placeholder": "Explain why the processing purposes are specified, explicit and legitimate."
            },
            "2": {
              "title": "What are the legal basis making the processing lawful?",
              "short_title": "Legal basis",
              "placeholder": "Describe what is/are the legal basis of your processing (ex: consent, performance of a contract, compliance with a legal obligation, protecting the vital intests, etc.)"
            },
            "3": {
              "title": "Are the data collected adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed ('data minimisation')?",
              "short_title": "Adequate data",
              "placeholder": "Explain why each του data collected is necessary for the purposes of your processing."
            },
            "4": {
              "title": "Are the data accurate and kept up to date?",
              "short_title": "Data accuracy",
              "placeholder": "Describe which are the steps taken to ensure the quality του data."
            },
            "5": {
              "title": "What are the storage duration του data?",
              "short_title": "Storage duration",
              "placeholder": "Explain why the storage durations are justified by legal requirements and/or processing needs."
            }
          }
        },
        "2": {
          "title": "Controls to protect the personal rights of data subjects",
          "short_help": "This part allows you to demonstrate that you are implementing the necessary means to enable the persons concerned to exercise their rights.",
          "questions": {
            "1": {
              "title": "How are the data subjects informed on the processing?",
              "short_title": "Information for the data subjects",
              "placeholder": "Describe what is the information given to the data subjects and what are the means to do it."
            },
            "2": {
              "title": "If applicable, how is the consent of data subjects obtained?",
              "short_title": "Obtaining consent",
              "placeholder": "Describe the controls intended to ensure that users' consent has been obtained."
            },
            "3": {
              "title": "How can data subjects exercise their rights of access and to data portability?",
              "short_title": "Right of access and to data portability",
              "placeholder": "Describe the controls intended for enabling data subjects to access, receive and transmit their data."
            },
            "4": {
              "title": "How can data subjects exercise their rights to rectification and erasure?",
              "short_title": "Right to rectification and erasure",
              "placeholder": "Describe the controls intended for enabling data subjects to rectify and erase their data."
            },
            "5": {
              "title": "How can data subjects exercise their rights to restriction and to object?",
              "short_title": "Right to restriction and to object",
              "placeholder": "Describe the controls intended for enabling data subjects to restrict and to object to the processing τουir data."
            },
            "6": {
              "title": "Are the obligations του processors clearly identified and governed by a contract?",
              "short_title": "Subcontracting",
              "placeholder": "For each processor, describe his responsibilities (duration, scope, purpose, documented processing instructions, prior authorisation) and provide the contracts, codes of conduct and certifications determining its missions and obligations."
            },
            "7": {
              "title": "In the case of data transfer outside the European Union, are the data adequately protected?",
              "short_title": "Transfers",
              "placeholder": "For each country outside the European Union where data are stored or processed, name it and tell if it is acknowledged as offering an adequate level of data protection or describe the provisions concerning the transfer."
            }
          }
        }
      }
    },
    "3": {
      "title": "Risks",
      "short_help": "This section allows you to assess the privacy risks, taking into account existing or planned controls.",
      "items": {
        "1": {
          "title": "Planned or existing measures",
          "short_help": "This section allows you to identify controls (existing or planned) that contribute to data security."
        },
        "2": {
          "title": "Illegitimate access to data",
          "short_help": "Analyze the causes and consequences of illegitimate access to data, and estimate its severity and likelihood.",
          "questions": {
            "1": {
              "title": "What could be the main <span class='green-highlight'>impacts on the data subjects</span> if the risk were to occur?",
              "placeholder": "Enter the potential impacts \u002B"
            },
            "2": {
              "title": "What are the main <span class='green-highlight'>threats</span> that could lead to the risk?",
              "placeholder": "Enter the threats \u002B"
            },
            "3": {
              "title": "What are the risk <span class='green-highlight'>sources</span>?",
              "placeholder": "Enter the risk sources \u002B"
            },
            "4": {
              "title": "Which του identified <span class='green-highlight'>controls</span> contribute to addressing the risk?",
              "placeholder": "Click to select controls which address the risk."
            },
            "5": {
              "title": "How do you estimate the <span class='green-highlight'>risk severity</span>, especially according to potential impacts and planned controls?",
              "placeholder": "Justify here the estimated severity του risk."
            },
            "6": {
              "title": "How do you estimate the <span class='green-highlight'>likelihood του risk</span>, especially in respect of threats, sources of risk and planned controls?",
              "placeholder": "Justify here the estimated likelihood."
            }
          }
        },
        "3": {
          "title": "Unwanted modification of data",
          "short_help": "Analyze the causes and consequences of an undesired change in data, and estimate its seriousness and likelihood.",
          "questions": {
            "1": {
              "title": "What could be the main <span class='green-highlight'>impacts on the data subjects</span> if the risk were to occur?",
              "placeholder": "Enter the potential impacts \u002B"
            },
            "2": {
              "title": "What are the main <span class='green-highlight'>threats</span> that could lead to the risk?",
              "placeholder": "Enter the threats \u002B"
            },
            "3": {
              "title": "What are the risk <span class='green-highlight'>sources</span>?",
              "placeholder": "Enter the risk sources \u002B"
            },
            "4": {
              "title": "Which του identified <span class='green-highlight'>controls</span> contribute to addressing the risk?",
              "placeholder": "Click here to select controls which address the risk."
            },
            "5": {
              "title": "How do you estimate the <span class='green-highlight'>risk severity</span>, especially according to potential impacts and planned controls?",
              "placeholder": "Justify here the estimated severity του risk."
            },
            "6": {
              "title": "How do you estimate the <span class='green-highlight'>likelihood του risk</span>, especially in respect of threats, sources of risk and planned controls?",
              "placeholder": "Justify here the estimated likelihood."
            }
          }
        },
        "4": {
          "title": "Data disappearance",
          "short_help": "Analyze the causes and consequences of data loss, and estimate its seriousness and likelihood.",
          "questions": {
            "1": {
              "title": "What could be the main <span class='green-highlight'>impacts on the data subjects</span> if the risk were to occur?",
              "placeholder": "Enter the potential impacts \u002B"
            },
            "2": {
              "title": "What are the main <span class='green-highlight'>threats</span> that could lead to the risk?",
              "placeholder": "Enter the threats \u002B"
            },
            "3": {
              "title": "What are the risk <span class='green-highlight'>sources</span>?",
              "placeholder": "Enter the risk sources \u002B"
            },
            "4": {
              "title": "Which του identified <span class='green-highlight'>controls</span> contribute to addressing the risk?",
              "placeholder": "Click here to select controls which address the risk."
            },
            "5": {
              "title": "How do you estimate the <span class='green-highlight'>risk severity</span>, especially according to potential impacts and planned controls?",
              "placeholder": "Justify here the estimated severity του risk."
            },
            "6": {
              "title": "How do you estimate the <span class='green-highlight'>likelihood του risk</span>, especially in respect of threats, sources of risk and planned controls?",
              "placeholder": "Justify here the estimated likelihood."
            }
          }
        },
        "5": {
          "title": "Risks overview",
          "short_help": "This visualisation allows you to have a global and synthetic view on the controls effects on the risks they address."
        }
      }
    },
     "4": {
      "title": "Validation",
      "short_help": "This section allows you to prepare and formalise the PIA validation.",
      "items": {
        "1": {
          "title": "Risk mapping",
          "short_help": "This visualisation allows you to compare the positioning του risks between them, before and after application του complementary controls."
        },
        "2": {
          "title": "Action plan",
          "short_help": "Plan in detail the implementation του additional controls identified during the PIA. The action plan is automatically updated when evaluating the different elements comprised in the PIA."
        },
        "3": {
          "title": "DPO and concerned persons opinions",
          "short_help": "Present the advice του person in charge of data protection and privacy issues (data protection delegate if there is one). Present the views του data subjects or their representatives."
        },
        "4": {
          "title": "Επικυρώστε την ΕΑ"
        },
        "5": {
          "title": "Απορριφθείσα ΕΑ"
        }
      }
    }
  }
}
