{
  "authentication": {
    "title": "Εκτίμηση Αντικτύπου",
    "subtitle1": "Μια πλατφόρμα για να δημιουργήσετε <br> και να διαχειριστείτε τις ΕΑ σας",
    "subtitle2": "Πρόσβαση στα εργαλεία και το γλωσσάρι",
    "start_app": "Πρόσβαση στην εφαρμογή ΕΑ (Beta)",
    "description": "Αυτή η εφαρμογή από την <strong>Γαλλική Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (CNIL)</strong> έχει σκοπό να καθοδηγήσει τους υπεύθυνους επεξεργασίας στη δημιουργία και απόδειξη συμμόρφωσης στον ΓΚΠΔ. Βοηθάει στην ορθή εκτέλεση μιας εκτίμησης αντικτύπου διευκολύνοντας την χρήση της μεθόδου ΕΑ που αναπτύχθηκε από την CNIL.",
    "start": "Έναρξη"
  },
  "header": {
    "logo_title": "Εκτίμηση αντικτύπου",
    "logo_subtitle": "",
    "homepage_link": "Πίνακας ενδείξεων",
    "knowledge_base_link": "Γνωσιακή βάση",
    "pia_example_link": "Παράδειγμα ΕΑ",
    "languages": {
      "official_translation": "Αρχική έκδοση",
      "cnil_translations": "Μεταφράσεις παρασχεθείσες από την CNIL",
      "dpa_translations": "TO BE TRANSLATED - Translation revised by European DPA",
      "community_translations": "Μεταφράσεις παρασχεθείσες από την κοινότητα",
      "cz": "Česky",
      "de": "Deutsch",
      "el": "Ελληνικά",
      "en": "English",
      "es": "Español",
      "fi": "Suomi",
      "fr": "Français",
      "hu": "Magyar",
      "it": "Italiano",
      "nl": "Nederlands",
      "no": "Norsk",
      "pl": "Polski",
      "pt": "Português",
      "ro": "Română"
    },
    "tools": {
      "title": "Εργαλεία",
      "settings": "Ρυθμίσεις",
      "accessibility": "Προσβασιμότητα με προβλήματα όρασης (χρώματα υψηλής αντίθεσης, δαλτονισμός)",
      "help": "Βοήθεια",
      "about": "Σχετικά"
    }
  },
  "homepage": {
    "filters": {
      "list": "λίστα",
      "card": "κάρτα",
      "sort": "Ταξινόμηση",
      "sort_by": "κατά",
      "name": "Όνομα",
      "date": "Ημερομηνία",
      "status": "Κατάσταση",
      "author": "Συντάκτης",
      "assessor": "Αξιολογητής",
      "validator": "Επικυρών",
      "new_pia": "Νέα ΕΑ",
      "import_pia": "Εισαγωγή ΕΑ",
      "list_rocket_content": "Αρχίστε ! Για να ξεκινήσετε <br>μια ΕΑ, κάντε κλικ στο +",
      "card_rocket_content": "Αρχίστε !<br><br>Για να ξεκινήσετε μια ΕΑ,<br> κάντε κλικ στο Νέα ΕΑ"
    },
    "cards": {
      "new_pia": "Νέα ΕΑ",
      "placeholder_new_pia": "Νέα ΕΑ",
      "or": "ή",
      "import_pia": "Εισαγωγή ΕΑ",
      "placeholder_import_pia": "Εισαγωγή ΕΑ",
      "title_close_creation": "Κλείσιμο",
      "pia_name": "ΕΑ",
      "placeholder_pia_name": "Τίτλος ΕΑ",
      "author": "Επεξεργασία",
      "placeholder_author": "Όνομα, επίθετο",
      "evaluation": "Σχόλιο",
      "placeholder_evaluation": "Όνομα, επίθετο",
      "validation": "Επικύρωση",
      "placeholder_validation": "Όνομα, επίθετο",
      "date": "Ημερομηνία",
      "status": "Κατάσταση",
      "creation_status": "Δημιουργία",
      "start": "Έναρξη",
      "placeholder_start": "Όλα τα πεδία πρέπει να συμπληρωθούν",
      "item": {
        "tools": {
          "export": "Εξαγωγή",
          "more_options": "Περισσότερες επιλογές",
          "duplicate": "Διπλότυπο",
          "action_plan": "Εμφάνιση<br>σχεδίου δράσης",
          "pia": "Εμφάνιση<br>ΕΑ",
          "remove": "Διαγραφή"
        },
        "edit_pia": "Επεξεργασία ΕΑ",
        "consult_pia": "Συμβουλευθείτε ΕΑ"
      }
    },
    "lists": {
      "column_pia": "ΕΑ",
      "column_updated_at": "Τελευταίο άνοιγμα",
      "column_author": "Σύνταξη",
      "column_evaluation": "Επιθεώρηση",
      "column_validation": "Επικύρωση",
      "column_creation": "Δημιουργία",
      "column_status": "Κατάσταση",
      "column_progression": "Πρόοδος",
      "column_actions": "Ενέργειες",
      "item": {
        "tools": {
          "consult": "Συμβουλευθείτε",
          "edit": "Επεξεργασθείτε",
          "export": "Εξάγετε",
          "duplicate": "Δημιουργήστε διπλότυπο",
          "action_plan": "Εμφανίστε σχέδιο δράσης",
          "pia": "Εμφανίστε ΕΑ",
          "remove": "Διαγράψτε"
        }
      }
    }
  },
  "pia": {
    "statuses": {
      "0": "Σε εξέλιξη",
      "1": "Απορρίφθηκε",
      "2": "Απλή επικύρωση",
      "3": "Υπογεγραμμένη επικύρωση",
      "4": "Αρχειοθετημένη",
      "5": "Σε αναμονή επικύρωσης"
    },
    "header": {
      "preview": "Προεπισκόπηση",
      "display_action_plan": "Εμφάνιση<br>σχεδίου δράσης",
      "edition": "Έκδοση",
      "evaluation": "Αξιολόγηση"
    },
    "attachments": {
      "title": "Συνημμένα",
      "add": "Προσθήκη",
      "remove": "Αφαίρεση"
    },
    "sections": {
      "homepage_link": "Επιστροφή στον πίνακα ελέγχου",
      "validate_pia": "Επικύρωση ΕΑ",
      "refuse_pia": "Απορριφθείσες ΕΑ",
      "status": {
        "evaluation": {
          "title": "Σε αναμονή ελέγχου.",
          "content": "Αυτό το τμήμα δεν έχει ακόμη ελεγχθεί. Αν επιθυμείτε να επεξεργαστείτε το περιεχόμενο που έχει υποβληθεί για έλεγχο, πρέπει να ",
          "cancel": "ακυρώσετε το αίτημα ελέγχου.",
          "cancel_button": "Ακύρωση αιτήματος ελέγχου"
        },
        "validation": {
          "title": "Σε αναμονή επικύρωσης.",
          "content": "Αυτό το τμήμα έχει ελεγχθεί και αναμένει την συνολική επικύρωση της ΕΑ. Αν επιθυμείτε να αλλάξετε τον έλεγχο, πρέπει να ",
          "cancel": "ακυρώσετε το αίτημα επικύρωσης.",
          "cancel_button": "Ακύρωση αιτήματος επικύρωσης"
        }
      }
    },
    "footer": {
      "ask_evaluation": "Αίτηση ελέγχου",
      "validate_evaluation": "Επικύρωση ελέγχου",
      "subsection_validated": "Το υποτμήμα ελέγχθηκε, σε αναμονή τελικής επικύρωσης",
      "mandatory_fields": "Όλα τα πεδία πρέπει να συμπληρωθούν"
    }
  },
  "measures": {
    "placeholder_title": "Τίτλος μέτρου",
    "add": "Προσθήκη ενός μέτρου (ειδάλλως, χρησιμοποιείστε τη γνωσιακή βάση)",
    "edit": "Επεξεργασία μέτρου",
    "remove": "Διαγραφή μέτρου",
    "default_placeholder": "Περιγράψτε τα υφιστάμενα ή προοριζόμενα μέτρα για να εξασφαλίσετε την ασφάλεια των προσωπικών δεδομένων."
  },
  "knowledge_base": {
    "title": "Γνωσιακή βάση",
    "search": "Αναζήτηση",
    "add_measure": "Προσθήκη",
    "placeholder_help": "Βοηθήματα εισόδου",
    "placeholder_add_measure": "Προσθήκη αυτού του μέτρου",
    "add_measure_hint": "Μπορείτε επίσης να προσθέσετε ένα μέτρο από τη γνωσιακή βάση.",
    "filters": {
      "title": "Φίλτρα",
      "all": "Όλα",
      "definitions": "Ορισμοί",
      "organizational_measures": "Οργανωτικά μέτρα",
      "measures_on_data": "Μέτρα για τα δεδομένα",
      "general_measures": "Μέτρα ασφαλείας του συστήματος",
      "no_result": "Δεν βρέθηκε αποτέλεσμα."
    },
    "category": {
      "definition": "Ορισμός",
      "principle": "Αρχή",
      "organizational_measure": "Οργανωτικό μέτρο",
      "measure_on_data": "Μέτρο για τα δεδομένα",
      "general_measure": "Μέτρο ασφαλείας του συστήματος",
      "example": "Παράδειγμα"
    },
    "slugs": {
      "PIA_LGL_FOND": {
        "name": "Νομιμότητα της επεξεργασίας",
        "description": "- Το υποκείμενο των δεδομένων έχει συναινέσει στην επεξεργασία των δεδομένων προσωπικού χαρακτήρα του για έναν ή περισσότερους συγκεκριμένους σκοπούς <br>- Η επεξεργασία είναι απαραίτητη για την εκτέλεση σύμβασης της οποίας το υποκείμενο των δεδομένων είναι συμβαλλόμενο μέρος ή για να ληφθούν μέτρα κατ’ αίτηση του υποκειμένου των δεδομένων πριν από τη σύναψη σύμβασης <br>- Η επεξεργασία είναι απαραίτητη για τη συμμόρφωση με έννομη υποχρέωση του υπευθύνου επεξεργασίας <br>- Η επεξεργασία είναι απαραίτητη για τη διαφύλαξη ζωτικού συμφέροντος του υποκειμένου των δεδομένων ή άλλου φυσικού προσώπου <br>- Η επεξεργασία είναι απαραίτητη για την εκπλήρωση καθήκοντος που εκτελείται προς το δημόσιο συμφέρον ή κατά την άσκηση δημόσιας εξουσίας που έχει ανατεθεί στον υπεύθυνο επεξεργασίας <br>- Η επεξεργασία είναι απαραίτητη για τους σκοπούς των έννομων συμφερόντων που επιδιώκει ο υπεύθυνος επεξεργασίας ή τρίτος, εκτός εάν έναντι των συμφερόντων αυτών υπερισχύει το συμφέρον ή τα θεμελιώδη δικαιώματα και οι ελευθερίες του υποκειμένου των δεδομένων που επιβάλλουν την προστασία των δεδομένων προσωπικού χαρακτήρα, ιδίως εάν το υποκείμενο των δεδομένων είναι παιδί<br> Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 6 του [ΓΚΠΔ]</a> ",
        "source": "PIA2 p4"
      },
      "PIA_LGL_ST": {
        "name": "Υπεργολαβία",
        "description": "Μια σύμβαση επεξεργασίας πρέπει να υπογράφεται με κάθε εκτελούντα την επεξεργασία, αναφέροντας όλες τις πτυχές που ορίζονται στο Άρθ. 28 του [ΓΚΠΔ]: διάρκεια, πεδίο εφαρμογής, σκοπό, καταγεγραμμένες οδηγίες επεξεργασίας, προηγούμενη έγκριση όπου εμπλέκεται ένας εκτελών την επεξεργασία, παροχή οποιασδήποτε τεκμηρίωσης που να αποδεικνύει συμμόρφωση με τον [ΓΚΠΔ], άμεση ειδοποίηση οποιασδήποτε παραβίασης δεδομένων, κ.λπ.",
        "source": "PIA2 p10"
      },
      "PIA_LGL_TRAN": {
        "name": "Μεταφορές",
        "description": "Ανάλογα με την εν λόγω χώρα, θα πρέπει να δικαιολογήσετε την επιλογή της απομακρυσμένης φιλοξενίας και να υποδείξετε τα εφαρμοζόμενα μέτρα νομικής εποπτείας προκειμένου να διασφαλίσετε την επαρκή προστασία του υποκειμένου των δεδομένων σε διασυνοριακή μεταφορά. Αυτό είναι: <br>- Ευρωπαϊκή Ένωση<br>- Χώρα που αναγνωρίζεται ότι παρέχει επαρκή προστασία από την ΕΕ<br>- Μεταφορά στις Ηνωμένες Πολιτείες σε εταιρεία που έχει προσχωρήσει στην Ασπίδα Προστασίας Προσωπικών Δεδομένων<br>- Άλλη χώρα <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 44 έως 49 του [ΓΚΔΠ]</a>",
        "source": "PIAF Connected Objects p18"
      },
      "PIA_LGL_DESC": {
        "name": "Περιγραφή της επεξεργασίας",
        "description": "Παρουσιάστε μια σύντομη περιγραφή της εξεταζόμενης επεξεργασίας προσωπικών δεδομένων, της φύσης, του πεδίου εφαρμογής, του εννοιολογικού πλαισίου, των σκοπών και του διακυβεύματός της. Προσδιορίστε τον υπεύθυνο επεξεργασίας και τους εκτελούντες την επεξεργασία. Να αναφερθούν οι τυποποιημένες αναφορές που ισχύουν για την επεξεργασία των προσωπικών δεδομένων, οι οποίες είναι απαραίτητες ή πρέπει να τηρούνται, μεταξύ των οποίων και οι εγκεκριμένοι κώδικες δεοντολογίας (βλέπετε Άρθ. 40 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a>) and certifications regarding data protection (βλέπετε Άρθ. 42 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a>)",
        "source": "PIA1 p4"
      },
      "PIA_LGL_DATA": {
        "name": "Data and processes",
        "description": "Καθορίστε και περιγράψτε το πεδίο εφαρμογής λεπτομερώς:<br>- τα σχετικά προσωπικά δεδομένα, οι παραλήπτες τους και οι διάρκειες αποθήκευσής τους<br>- περιγραφή των διαδικασιών και των υποστηρικτικών στοιχείων για τα προσωπικά δεδομένα για ολόκληρο τον κύκλο ζωής των προσωπικών δεδομένων (από τη συλλογή έως τη διαγραφή).",
        "source": "PIA1 p6"
      },
      "PIA_LGL_SUPT": {
        "name": "Υποστηρικτικό στοιχείο",
        "description": "Στοιχείο πάνω στο οποίο βασίζονται προσωπικά δεδομένα. Σημείωση: αυτό μπορεί να είναι τεχνολογικό υλικό, λογισμικό, δίκτυα, άνθρωποι, χαρτί ή κανάλια διαβίβασης χαρτιού.",
        "source": "PIA1 p10"
      },
      "PIA_LGL_FIN": {
        "name": "Αρχές σχετικά με την επεξεργασία δεδομένων προσωπικού χαρακτήρα",
        "description": "Τα δεδομένα προσωπικού χαρακτήρα πρέπει να συλλέγονται για συγκεκριμένους, σαφείς και νόμιμους σκοπούς και <strong>να μην υποβάλλονται σε περαιτέρω επεξεργασία με τρόπο ασυμβίβαστο προς τους σκοπούς αυτούς.</strong> <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 5.1 β) του [ΓΚΔΠ]</a>",
        "source": "GDPR art 5.1 b)"
      },
      "PIA_LGL_MINI": {
        "name": "Ελαχιστοποίηση των δεδομένων",
        "description": "Είναι σημαντικό να μειωθεί η σοβαρότητα των κινδύνων μέσω της ελαχιστοποίησης του αριθμού των δεδομένων προσωπικού χαρακτήρα που θα υποβληθούν σε επεξεργασία, μέσω του περιορισμού των δεδομένα αυτών στο απολύτως απαραίτητο για τους σκοπούς για τους οποίους υποβάλλονται σε επεξεργασία (διαφορετικά δεν θα πρέπει να συλλέγονται). Στη συνέχεια, γίνεται επίσης δυνατή η ελαχιστοποίηση των ίδιων των δεδομένων, μέσω ελέγχων που αποσκοπούν στη μείωση της ευαισθησίας τους.",
        "source": "PIAF Connected Objects p10 - WIKI"
      },
      "PIA_LGL_DEST": {
        "name": "Αποδέκτης",
        "description": "Το φυσικό ή νομικό πρόσωπο, η δημόσια αρχή, η υπηρεσία ή άλλος φορέας, στα οποία κοινολογούνται τα δεδομένα προσωπικού χαρακτήρα, είτε πρόκειται για τρίτον είτε όχι. Ωστόσο, οι δημόσιες αρχές που ενδέχεται να λάβουν δεδομένα προσωπικού χαρακτήρα στο πλαίσιο συγκεκριμένης έρευνας σύμφωνα με το δίκαιο της Ένωσης ή κράτους μέλους δεν θεωρούνται ως αποδέκτες· η επεξεργασία των δεδομένων αυτών από τις εν λόγω δημόσιες αρχές πραγματοποιείται σύμφωνα με τους ισχύοντες κανόνες προστασίας των δεδομένων ανάλογα με τους σκοπούς της επεξεργασίας. Βλέπετε Άρθ. 4.9 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a>",
        "source": "ΓΚΠΔ Άρθ. 4.9"
      },
      "PIA_LGL_DUR": {
        "name": "Περίοδοι αποθήκευσης",
        "description": "Περίοδος αποθήκευσης πρέπει να ορίζεται για κάθε είδος δεδομένων και να δικαιολογείται από τις νομικές απαιτήσεις ή / και τις ανάγκες επεξεργασίας. Έτσι γίνεται διάκριση μεταξύ των κοινών δεδομένων και των αρχειοθετημένων δεδομένων, στα οποία η πρόσβαση θα περιορίζεται μόνο στους ενδιαφερόμενους φορείς. Ένας μηχανισμός διαγραφής πρέπει να υλοποιηθεί για την αρχειοθέτηση κοινών δεδομένων ή την διαγραφή των αρχειοθετημένων δεδομένων στο τέλος της περιόδου αποθήκευσής τους. Τα λειτουργικά ίχνη θα πρέπει επίσης να διαγραφούν, καθώς και τα τεχνικά αρχεία καταγραφής που δεν μπορούν να αποθηκευτούν επ' αόριστον.",
        "source": "PIAF Connected Objects p12"
      },
      "PIA_LGL_INFO": {
        "name": "Ενημέρωση των υποκειμένων των δεδομένων",
        "description": "Βεβαιωθείτε ότι τα υποκείμενα των δεδομένων είναι ενημερωμένα. Βεβαιωθείτε ότι η επεξεργασία προσωπικών δεδομένων δεν καλύπτεται από εξαίρεση και δεν υπόκειται σε συγκεκριμένες προϋποθέσεις.",
        "source": "PIA3 p8 - WIKI"
      },
      "PIA_LGL_CONS": {
        "name": "Συγκατάθεση",
        "description": "Να επιτρέπετε στα υποκείμενα των δεδομένων να κάνουν ελεύθερη, συγκεκριμένη και ενημερωμένη επιλογή. Προσδιορίστε εάν η επεξεργασία βασίζεται σε νομική βάση διαφορετική από τη συγκατάθεση σύμφωνα με το Άρθ. 6 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a>",
        "source": "PIA3 p11 - WIKI"
      },
      "PIA_VAL_DPO": {
        "name": "Γνώμη του ΥΠΔ",
        "description": "Ο υπεύθυνος επεξεργασίας ζητά τη συμβουλή του υπευθύνου προστασίας δεδομένων, εφόσον αυτός έχει οριστεί, κατά την εκτέλεση της εκτίμησης αντικτύπου των επιπτώσεων στην προστασία των προσωπικών δεδομένων. Βλέπετε Άρθ. 39 παρ. 2 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a><br> <strong>Αυτή η γνώμη μπορεί να είναι αντίθετη με την υλοποίηση της επεξεργασίας, χωρίς να περιορίζεται η απόφαση του υπεύθυνου επεξεργασίας για όλα αυτά</strong>.",
        "source": "ΓΚΠΔ Άρθ. 39.2 and PIAF Connected Objects p37"
      },
      "PIA_VAL_CONC": {
        "name": "Γνώμη του υποκειμένου των δεδομένων",
        "description": "Όπου ενδείκνυται, ο υπεύθυνος επεξεργασίας αναζητεί τις γνώμες των υποκειμένων των δεδομένων ή των εκπροσώπων τους σχετικά με την προβλεπόμενη επεξεργασία, χωρίς προκατάληψη για την προστασία των εμπορικών ή δημόσιων συμφερόντων ή την ασφάλεια των εργασιών επεξεργασίας. Βλέπετε Άρθ. 39.2 του <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">[ΓΚΠΔ]</a><br>Αυτές οι γνώμες μπορούν να συγκεντρωθούν με ποικίλα μέσα, ανάλογα με το πλαίσιο (εσωτερική ή εξωτερική μελέτη των μεθόδων και του σκοπού της επεξεργασίας, ερώτηση που απευθύνεται στους εκπροσώπους του προσωπικού ή των συνδικάτων, έρευνα μεταξύ μελλοντικών πελατών του εκτελούντα την επεξεργασία). <strong>Όπου ο υπεύθυνος επεξεργασίας αποφασίζει να αντιταχθεί στις γνώμες των υποκειμένων των δεδομένων</strong>, πρέπει να σημειώσει <strong>την αιτιολόγηση αυτής της απόφασης</ strong>. Όταν ο υπεύθυνος επεξεργασίας θεωρεί ότι η <strong>συγκέντρωση των απόψεων των υποκειμένων των δεδομένων δεν είναι σχετική, πρέπει επίσης να σημειώσει την αιτιολόγησή σχετικά με αυτό</strong>.",
        "source": "ΓΚΠΔ Άρθ. 39.9 and PIAF Connected Objects p38"
      },
      "PIA_VAL_RT": {
        "name": "Επίσημη επικύρωση",
        "description": "Αποφασίστε εάν οι επιλεγμένοι έλεγχοι, οι υπολειπόμενοι κίνδυνοι και το σχέδιο δράσης είναι αποδεκτά, με αιτιολόγηση, ενόψει των ήδη πρσδιορισθέντων διακυβευμάτων και των απόψεων των ενδιαφερομένων. Με αυτόν τον τρόπο, η ΕΑ μπορεί να είναι:<br>- επικυρωμένη<br>- εξαρτώμενη από βελτίωση (εξηγήστε με ποιόν τρόπο)<br>- απορριφθείσα (μαζί με την υπό εξέταση επεξεργασία). Όπου είναι απαραίτητο, επαναλάβετε τα προηγούμενα βήματα ώστε να είναι δυνατή η επικύρωση της ΕΑ. Η απόφαση αυτή δεν προδικάζει την εκτίμηση της συμμόρφωσης, η οποία μπορεί, ενδεχομένως, να πραγματοποιηθεί από την Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (την ΑΠΔΠΧ στην Ελλάδα, την CNIL στη Γαλλία), στο πλαίσιο προκαταρκτικών διατυπώσεων ή ελέγχων, για παράδειγμα.",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_VAL_CART": {
        "name": "Χαρτογράφηση των κινδύνων",
        "description": "Γράφημα που απεικονίζει τις καλές πρακτικές ασφαλείας, με αξία συμμόρφωσης να αποδίδεται σε καθένα βάσει της αξιολόγησής του σε προηγούμενα βήματα.",
        "source": "PIAF Connected Objects p34"
      },
      "PIA_VAL_ACT": {
        "name": "Σχέδιο δράσης",
        "description": "Ρυθμίσεις διόρθωσης που πρότεινε ο αξιολογητής σε προηγούμενα βήματα, καταρτίζοντας ένα σχέδιο δράσης που καθορίζει, για κάθε δράση, τον διαχειριστή του, τη συχνότητα, τη δυσκολία, το κόστος και την πρόοδο.",
        "source": "None"
      },
      "PIA_TEC_ANO": {
        "placeholder": "Αναφέρετε εδώ τους μηχανισμούς ανωνυμοποίησης που εφαρμόζονται",
        "name": "Ανωνυμοποίηση",
        "description": "Αναφέρετε εδώ αν εφαρμόζονται μηχανισμοί ανωνυμοποίησης, ποιοί και για ποιο σκοπό. <br>Θυμηθείτε να διακρίνετε σαφώς τα ανώνυμα και τα ψευδώνυμα προσωπικά δεδομένα.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CLO": {
        "placeholder": "Αναφέρετε εδώ αν σχεδιάζεται διαχωρισμός προσωπικών δεδομένων και πώς γίνεται αυτό.",
        "name": "Διαχωρισμός προσωπικών δεδομένων",
        "description": "Η εφαρμογή διαχωρισμού/καταμερισμού δεδομένων συμβάλλει στη μείωση της πιθανότητας συσχετισμού των προσωπικών δεδομένων και της πιθανότητας παραβίασης όλων των προσωπικών δεδομένων.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CHIF": {
        "placeholder": "Περιγράψτε εδώ τα μέσα που εφαρμόζονται για τη διασφάλιση της εμπιστευτικότητας των προσωπικών δεδομένων",
        "name": "Κρυπτογράφηση",
        "description": "Μέσα που εφαρμόζονται για <strong>τη διασφάλιση της εμπιστευτικότητας</strong> των προσωπικών δεδομένων που αποθηκεύονται (σε βάση δεδομένων, σε επίπεδα αρχεία, αντίγραφα ασφαλείας, κ.λπ.), καθώς και τη διαδικασία διαχείρισης κλειδιών κρυπτογράφησης (δημιουργία, αποθήκευση, αλλαγή σε περίπτωση υποψίας περιπτώσεων παραβίασης προσωπικών δεδομένων, κ.λπ.). <br>Περιγράψτε τα μέτρα κρυπτογράφησης που χρησιμοποιούνται για ροές δεδομένων (VPN, TLS, etc.) που εφαρμόζονται στην επεξεργασία.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CTLA": {
        "placeholder": "Υποδείξτε εδώ πώς καθορίζονται και αποδίδονται τα προφίλ των χρηστών.",
        "name": "Ρυθμιστικό λογικής πρόσβασης",
        "description": "Μέθοδοι για τον ορισμό και την απόδοση προφίλ χρηστών. Καθορίστε τα μέσα <strong>επαλήθευσης της ταυτότητας</strong> που εφαρμόζονται. Κατά περίπτωση, καθορίστε τους κανόνες που ισχύουν για τους κωδικούς πρόσβασης (ελάχιστο μήκος, απαιτούμενοι χαρακτήρες, διάρκεια ισχύος, αριθμός αποτυχημένων προσπαθειών πριν κλειδωθεί η πρόσβαση στον λογαριασμό, κλπ.).",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_LOG": {
        "placeholder": "Υποδείξτε εδώ αν τα συμβάντα καταγράφονται και για πόσο χρόνο αποθηκεύονται τα ίχνη αυτά.",
        "name": "Ανιχνευσιμότητα (καταγραφή)",
        "description": "Πολιτικές που καθορίζουν την ιχνηλασιμότητα και τη διαχείριση των καταχωρίσεων.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_ARCH": {
        "placeholder": "Υποδείξτε εδώ αν εφαρμόζονται μηχανισμοί για την παρακολούθηση της ακεραιότητας των αποθηκευμένων προσωπικών δεδομένων, ποια και για ποιο σκοπό.",
        "name": "Αρχειοθέτηση",
        "description": "Όπου χρειάζεται, περιγράψτε εδώ τις διαδικασίες διαχείρισης αρχείων (παράδοση, αποθήκευση, διαβούλευση, κ.λπ.) υπό την ευθύνη σας. Καθορίστε τους ρόλους αρχειοθέτησης (γραφεία προέλευσης, φορείς μεταφοράς, κ.λπ.) και την πολιτική αρχειοθέτησης. Αναφέρετε εάν τα δεδομένα ενδέχεται να εμπίπτουν στο πεδίο εφαρμογής των δημόσιων αρχείων.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_TEC_PAP": {
        "placeholder": "Υποδείξτε εδώ αν εφαρμόζονται μηχανισμοί για την παρακολούθηση της ακεραιότητας των δεδομένων σε έγχαρτη μορφή, ποια και για ποιο σκοπό.",
        "name": "Ασφάλεια εγγράφων",
        "description": "Όταν κατά τη διάρκεια της επεξεργασίας χρησιμοποιούνται έγγραφα που περιέχουν προσωπικά δεδομένα, υποδείξτε εδώ τον τρόπο με τον οποίο εκτυπώνονται, αποθηκεύονται, καταστρέφονται και ανταλλάσσονται.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_MINI": {
        "placeholder": "Ορίστε εδώ τα μέσα που εφαρμόζονται για να μειωθεί η σοβαρότητα των κινδύνων μέσω του περιορισμού της ποσότητας των προσωπικών δεδομένων",
        "name": "Ελαχιστοποίηση του αριθμού των δεδομένων προσωπικού χαρακτήρα",
        "description": "Οι ακόλουθες μέθοδοι θα μπορούσαν να χρησιμοποιηθούν: Φιλτράρισμα και αφαίρεση, Μείωση ευαισθησίας μέσω μετατροπής, Μείωση της φύσης προσδιορισμού ταυτότητας των δεδομένων, Μείωση της συσσώρευσης δεδομένων, Περιορισμός πρόσβασης στα δεδομένα",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_SEC_EXP": {
        "placeholder": "Περιγράψτε εδώ πώς πραγματοποιούνται οι ενημερώσεις λογισμικού (λειτουργικά συστήματα, εφαρμογές, κ.λπ.) και η εφαρμογή των διορθωτικών εκδόσεων λογισμικού σχετικά με την ασφαλεία.",
        "name": "Λειτουργική ασφάλεια",
        "description": "Πολιτικές που εφαρμόζονται προκειμένου να μειωθεί η πιθανότητα και ο αντίκτυπος των κινδύνων στα στοιχεία που υποστηρίζουν προσωπικά δεδομένα.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_MAL": {
        "placeholder": "Περιγράψτε εδώ τα μέτρα που εφαρμόζονται για τη μείωση των κινδύνων κατά την πρόσβαση σε λιγότερο ασφαλή δίκτυα.",
        "name": "Καταστολή κακόβουλου λογισμικού",
        "description": "Ρυθμίσεις που εφαρμόζονται σε σταθμούς εργασίας και διακομιστές για την προστασία τους από κακόβουλο λογισμικό κατά την πρόσβαση σε λιγότερο ασφαλή δίκτυα.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_COMP": {
        "placeholder": "Περιγράψτε εδώ τα μέτρα που εφαρμόζονται σε σταθμούς εργασίας",
        "name": "Διαχείριση σταθμών εργασίας",
        "description": "Ρυθμίσεις που εφαρμόζονται σε σταθμούς εργασίας (αυτόματο κλείδωμα, τακτικές ενημερώσεις, διαμόρφωση, φυσική ασφάλεια, κ.λπ.) προκειμένου να μειωθεί η δυνατότητα εκμετάλλευσης των ιδιοτήτων του λογισμικού (λειτουργικά συστήματα, επιχειρηματικές εφαρμογές, κ.λπ.) να επηρρεάσει αρνητικά τα προσωπικά δεδομένα.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_WEB": {
        "placeholder": "Αναφέρετε εδώ τα μέτρα που εφαρμόζονται για την προστασία των ιστοσελίδων.",
        "name": "Ασφάλεια ιστοσελίδων",
        "description": "Εφαρμογή των Συστάσεων του ANSSI για την ασφάλεια ιστοσελίδων.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_BKP": {
        "placeholder": "Υποδείξτε εδώ τον τρόπο διαχείρισης των αντιγράφων ασφαλείας. Διασαφηνίστε εάν αποθηκεύονται σε ασφαλές μέρος.",
        "name": "Αντίγραφα ασφαλείας",
        "description": "Πολιτικές και μέσα που εφαρμόζονται για τη διασφάλιση της διαθεσιμότητας ή / και της ακεραιότητας των προσωπικών δεδομένων, διατηρώντας ταυτόχρονα την εμπιστευτικότητα τους.",
        "source": "PIAF Connected Objects p23 & PIA3 p27 - WIKI"
      },
      "PIA_SEC_MAIN": {
        "placeholder": "Περιγράψτε εδώ πώς γίνεται η διαχείριση της φυσικής συντήρησης του τεχνολογικού υλικού",
        "name": "Συντήρηση",
        "description": "Πολιτικές που περιγράφουν πώς γίνεται η διαχείριση της φυσικής συντήρησης του τεχνολογικού υλικού, δηλώνοντας εάν αυτό ανατίθεται με σύμβαση.<br> Αναφέρετε αν επιτρέπεται η απομακρυσμένη συντήρηση εφαρμογών και σύμφωνα με ποιες προβλέψεις. Καθορίστε αν γίνεται διαχείριση ελαττωματικού εξοπλισμού με συγκεκριμένο τρόπο.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_CTR": {
        "placeholder": "Περιγράψτε εδώ συγκεκριμένα μέτρα για τους εκτελούντες την επεξεργασία (κεντρικός υπολογιστής, εταιρεία συντήρησης, διαχειριστής, ειδικοί πάροχοι υπηρεσιών, κ.λπ.)",
        "name": "Συμβάσεις επεξεργασίας",
        "source": "Mesures_US Procurement: identified and governed by a contract"
      },
      "PIA_SEC_NET": {
        "placeholder": "Υποδείξτε εδώ τις διαδικασίες ασφαλείας του δικτύου στο οποίο πραγματοποιείται η επεξεργασία",
        "name": "Ασφάλεια δικτύου",
        "description": "Ανάλογα με τον τύπο του δικτύου στο οποίο πραγματοποιείται η επεξεργασία (απομονωμένο, ιδιωτικό ή Διαδίκτυο). Καθορίστε ποιο σύστημα τείχους προστασίας, συστήματα ανίχνευσης εισβολών ή άλλα ενεργά ή παθητικά βοηθήματα είναι υπεύθυνα για την εξασφάλιση της ασφάλειας του δικτύου.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_PHY": {
        "placeholder": "Αναφέρετε εδώ πώς διεξάγεται ο έλεγχος στην φυσική πρόσβαση σχετικά με τους χώρους όπου στεγάζεται η επεξεργασία.",
        "name": "Έλεγχος φυσικής πρόσβασης",
        "description": "Πολιτικές για τη διασφάλιση της φυσικής ασφάλειας (χωροθέτηση, συνοδεία επισκεπτών, άδειες εισόδου ως μέρος της αμφίεσης, κλειδωμένες πόρτες και ούτω καθεξής). Αναφέρατε εάν υπάρχουν τεθειμένες διαδικασίες προειδοποίησης σε περίπτωση διάρρηξης.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_LOG": {
        "placeholder": "Αναφέρετε εδώ τα μέσα και τις διαδικασίες που εφαρμόζονται για την ανίχνευση συμβάντων που αφορούν σε προσωπικά δεδομένα",
        "name": "Παρακολούθηση δραστηριότητας δικτύου",
        "description": "Παρακολουθήστε τα συστήματα ανίχνευσης εισβολής και τα συστήματα πρόληψης εισβολής για να αναλύσετε την κυκλοφορία δικτύου (καλωδιακά δίκτυα, Wi-Fi, ραδιοκύματα, οπτικές ίνες, κ.λπ.) σε πραγματικό χρόνο και για να ανιχνεύσετε οποιαδήποτε ύποπτη δραστηριότητα που υποδηλώνει ένα σενάριο κυβερνοεπίθεσης.",
        "source": "PIA3 p67 - WIKI"
      },
      "PIA_SEC_MAT": {
        "placeholder": "Αναφέρετε εδώ τις διαδικασίες που αφορούν στη φυσική ασφάλεια των διακομιστών και των σταθμών εργασίας",
        "name": "Ασφάλεια τεχνολογικού υλικού",
        "description": "Αναφέρετε εδώ τις διαδικασίες που αφορούν στη φυσική ασφάλεια των διακομιστών και των σταθμών εργασίας (ασφαλής αποθήκευση, καλώδια ασφαλείας, φίλτρα εμπιστευτικότητας, ασφαλής διαγραφή πριν την απόσυρση, κ.λπ.).",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_SRC": {
        "placeholder": "Περιγράψτε τις μεθόδους και τα μέσα που έχουν τεθεί σε εφαρμογή για να αποφύγετε πιθανές πηγές κινδύνου",
        "name": "Αποφυγή πηγών κινδύνου",
        "description": "Ύπαρξη μέτρων για την πρόληψη ενδεχόμενων πηγών κινδύνων, ανθρώπινων ή μη, εις βάρος προσωπικών δεδομένων (επικίνδυνα προϊόντα, επικίνδυνες γεωγραφικές περιοχές, μεταφορά δεδομένων εκτός της ΕΕ, κλπ.).",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_PROT": {
        "placeholder": "Περιγράψτε τα μέτρα που λήφθηκαν για τη μείωση ή την αποφυγή κινδύνων από μη ανθρώπινες πηγές.",
        "name": "Προστασία από πηγές κινδύνων πλην του ανθρώπου",
        "description": "Ύπαρξη μέτρων για τη μείωση ή την αποφυγή κινδύνων που σχετίζονται με μη ανθρώπινες πηγές (κλιματικά φαινόμενα, πυρκαγιές, ζημιές από νερό, εσωτερικά ή εξωτερικά ατυχήματα, ζώα, κ.λπ.) που θα μπορούσαν να επηρεάσουν την ασφάλεια των προσωπικών δεδομένων (προληπτικά μέτρα, ανίχνευση, προστασία, κ.λπ..",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_ORG_ORG": {
        "placeholder": "Αναφέρατε κατά πόσο καθορίζονται οι ρόλοι και οι ευθύνες για την προστασία προσωπικών δεδομένων.",
        "name": "Οργάνωση της πολιτικής προστασίας προσωπικών δεδομένων",
        "description": "Καθορίστε εάν ένα πρόσωπο είναι υπεύθυνο για την εφαρμογή των νόμων και των κανονισμών περί προστασίας προσωπικών δεδομένων. Να διευκρινιστεί εάν υπάρχει επιτροπή παρακολούθησης (ή ισοδύναμη) αρμόδια για την καθοδήγηση και την παρακολούθηση των δράσεων που αφορούν στην προστασία προσωπικών δεδομένων.",
        "source": "PIAF Connected Objects p24 - WIKI"
      },
      "PIA_ORG_POL": {
        "placeholder": "Περιγράψτε εδώ τις μεθόδους που χρησιμοποιούνται για τη διαχείριση της βάσης εγγράφων για την οργάνωση της προστασίας προσωπικών δεδομένων στον οργανισμό σας.",
        "name": "Διαχειριστείτε την πολιτική προστασίας δεδομένων",
        "description": "Ο υπεύθυνος επεξεργασίας πρέπει να διαθέτει μια βάση τεκμηρίωσης που να επισημαίνει τους στόχους και τους κανόνες που πρέπει να εφαρμόζονται στον τομέα της «Προστασίας δεδομένων» (σχέδιο δράσης, τακτική αναθεώρηση της πολιτικής «Προστασίας δεδομένων», κ.λπ.)",
        "source": "PIA3 p78 - WIKI"
      },
      "PIA_ORG_RMGT": {
        "placeholder": "Περιγράψτε εδώ διαδικασίες για τον έλεγχο των κινδύνων που συνεπάγονται οι διαδικασίες επεξεργασίας που εκτελεί ο οργανισμός για την προστασία δεδομένων και την προστασία της ιδιωτικής ζωής των υποκειμένων των δεδομένων.",
        "name": "Διαχείριση κινδύνων ιδιωτικής ζωής",
        "description": "Ύπαρξη διαδικασιών για την περιγραφή των μεθόδων λήψης υπόψη της προστασίας των δεδομένων προσωπικού χαρακτήρα σε κάθε νέα επεξεργασία (πιστοποιήσεις, πρότυπα, διαχείριση κινδύνου για το ενδιαφερόμενο πρόσωπο με τη μέθοδο CNIL ή με εσωτερική μέθοδο, κ.λπ.).",
        "source": "PIA3 p77 - WIKI"
      },
      "PIA_ORG_PBD": {
        "placeholder": "Περιγράψτε εδώ πώς ενσωματώνεται η προστασία της ιδιωτικής ζωής σε έργα",
        "name": "Ενσωμάτωση της προστασίας της ιδιωτικής ζωής σε έργα",
        "description": "Ύπαρξη διαδικασιών που περιγράφουν τις μεθόδους που πρέπει να λαμβάνονται υπόψη για την προστασία των δεδομένων προσωπικού χαρακτήρα σε οποιαδήποτε νέα επεξεργασία (πιστοποιήσεις, πρότυπα, διαχείριση κινδύνου για το υποκείμενο των δεδομένων σύμφωνα με τη μεθοδολογία CNIL ή με εσωτερική μέθοδο, κ.λπ.).",
        "source": "PIA3 p79 - WIKI"
      },
      "PIA_ORG_VIOL": {
        "placeholder": "Αναφέρετε εδώ εάν τα περιστατικά πληροφορικής υπόκεινται σε τεκμηριωμένη και δοκιμασμένη διαδικασία διαχείρισης.",
        "name": "Διαχείριση παραβιάσεων προσωπικών δεδομένων",
        "description": "Ύπαρξη επιχειρησιακής οργάνωσης που μπορεί να ανιχνεύει και να αντιμετωπίζει περιστατικά που ενδέχεται να επηρεάσουν τις ατομικές ελευθερίες και την ιδιωτική ζωή των υποκειμένων των δεδομένων.",
        "source": "PIAF Connected Objects p24 and PIA3 p36 - WIKI"
      },
      "PIA_ORG_PERS": {
        "placeholder": "Αναφέρετε εδώ ποιές διαδικασίες αύξησης της ευαισθητοποίησης εκτελούνται σε σχέση με τους υπαλλήλους.",
        "name": "Διαχείριση προσωπικού",
        "description": "Ύπαρξη ενός σχεδίου που πλαισιώνει τα <strong>μέτρα ευαισθητοποίησης</strong> που λαμβάνονται κατά την ανάληψη ενός νέου ρόλου από ένα άτομο και μια διαδικασία που περιγράφει τα <strong>μέτρα που λαμβάνονται από τα άτομα που έχουν πρόσβαση στα δεδομένα</strong>.",
        "source": "PIAF Connected Objects p24"
      },
      "PIA_ORG_EXT": {
        "placeholder": "Αναφέρετε εδώ, για τους εκτελούντες την επεξεργασία που απαιτούν πρόσβαση στα δεδομένα, τους ελέγχους ασφαλείας και τα μέτρα που διενεργούνται όσον αφορά στην πρόσβαση αυτή.",
        "name": "Σχέσεις με τρίτους",
        "description": "Ύπαρξη μιας πολιτικής και διαδικασιών που μειώνουν τον κίνδυνο που η νόμιμη επεξεργασία προσωπικών δεδομένων από τρίτους ενδέχεται να ενέχει για τα τις ατομικές ελευθερίες και την ιδιωτική ζωή των υποκειμένων των δεδομένων.",
        "source": "PIA3 p48 - WIKI"
      },
      "PIA_ORG_AUD": {
        "placeholder": "Αναφέρετε εδώ εάν ελέγχεται η αποτελεσματικότητα και η επάρκεια των μέτρων προστασίας των δεδομένων.",
        "name": "Παρακολούθηση των μέτρων προστασίας δεδομένων",
        "description": "Ύπαρξη μιας πολιτικής και διαδικασιών για την απόκτηση μιας οργάνωσης ικανής να διαχειρίζεται και να ελέγχει την προστασία των προσωπικών δεδομένων που τηρούνται σε αυτήν.",
        "source": "PIA3 p76 - WIKI"
      },
      "PIA_DEF_EXA": {
        "name": "Ποιότητα δεδομένων",
        "description": "Τα προσωπικά δεδομένα πρέπει να είναι ακριβή και, όταν είναι αναγκαίο, επικαιροποιούνται· πρέπει να λαμβάνονται όλα τα εύλογα μέτρα για την άμεση διαγραφή ή διόρθωση δεδομένων προσωπικού χαρακτήρα τα οποία είναι ανακριβή, σε σχέση με τους σκοπούς της επεξεργασίας («ακρίβεια»). <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 5.1 δ) του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 5.1 δ)"
      },
      "PIA_DEF_MES": {
        "name": "Μέτρα",
        "description": "Διαλογή μεταξύ αυτών που διατίθενται στην ενότητα \"Προγραμματιζόμενα ή υπάρχοντα μέτρα\", τα οποία μπορείτε να συμπληρώσετε εάν χρειάζεται.",
        "source": "Καμία"
      },
      "PIA_DEF_RT": {
        "name": "Υπεύθυνος επεξεργασίας",
        "description": "Το φυσικό ή νομικό πρόσωπο, η δημόσια αρχή, η υπηρεσία ή άλλος φορέας που, μόνα ή από κοινού με άλλα, καθορίζουν τους σκοπούς και τον τρόπο της επεξεργασίας δεδομένων προσωπικού χαρακτήρα· όταν οι σκοποί και ο τρόπος της επεξεργασίας αυτής καθορίζονται από το δίκαιο της Ένωσης ή το δίκαιο κράτους μέλους, ο υπεύθυνος επεξεργασίας ή τα ειδικά κριτήρια για τον διορισμό του μπορούν να προβλέπονται από το δίκαιο της Ένωσης ή το δίκαιο κράτους μέλους.<br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.7 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 4.7"
      },
      "PIA_DEF_DCP": {
        "name": "Δεδομένα προσωπικού χαρακτήρα",
        "description": "Κάθε πληροφορία που αφορά ταυτοποιημένο ή ταυτοποιήσιμο φυσικό πρόσωπο («υποκείμενο των δεδομένων»)· το ταυτοποιήσιμο φυσικό πρόσωπο είναι εκείνο του οποίου η ταυτότητα μπορεί να εξακριβωθεί, άμεσα ή έμμεσα, ιδίως μέσω αναφοράς σε αναγνωριστικό στοιχείο ταυτότητας, όπως όνομα, σε αριθμό ταυτότητας, σε δεδομένα θέσης, σε επιγραμμικό αναγνωριστικό ταυτότητας ή σε έναν ή περισσότερους παράγοντες που προσιδιάζουν στη σωματική, φυσιολογική, γενετική, ψυχολογική, οικονομική, πολιτιστική ή κοινωνική ταυτότητα του εν λόγω φυσικού προσώπου. <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.1 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Art 4.1"
      },
      "PIA_DEF_DEST": {
        "name": "Αποδέκτης",
        "description": "Το φυσικό ή νομικό πρόσωπο, η δημόσια αρχή, η υπηρεσία ή άλλος φορέας, στα οποία κοινολογούνται τα δεδομένα προσωπικού χαρακτήρα, είτε πρόκειται για τρίτον είτε όχι. Ωστόσο, οι δημόσιες αρχές που ενδέχεται να λάβουν δεδομένα προσωπικού χαρακτήρα στο πλαίσιο συγκεκριμένης έρευνας σύμφωνα με το δίκαιο της Ένωσης ή κράτους μέλους δεν θεωρούνται ως αποδέκτες· η επεξεργασία των δεδομένων αυτών από τις εν λόγω δημόσιες αρχές πραγματοποιείται σύμφωνα με τους ισχύοντες κανόνες προστασίας των δεδομένων ανάλογα με τους σκοπούς της επεξεργασίας. <br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.9 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 4.9"
      },
      "PIA_DEF_SUPT": {
        "name": "Υποστηρικτικά στοιχεία",
        "description": "Στοιχεία πάνω στα οποία στηρίζονται προσωπικά δεδομένα. Μπορεί να είναι τεχνολογικό υλικό, λογισμικό, δίκτυα, άνθρωποι, χαρτί ή κανάλια διαβίβασης χαρτιού.",
        "source": "PIA1 p10"
      },
      "PIA_DEF_MINC": {
        "name": "Ελαχιστοποίηση του αριθμού των δεδομένων προσωπικού χαρακτήρα",
        "description": "Μειώστε τη σοβαρότητα των κινδύνων περιορίζοντας την ποσότητα των προσωπικών δεδομένων σε αυτό που είναι απολύτως απαραίτητο για την επίτευξη ενός καθορισμένου σκοπού, αλλιώς τα δεδομένα δεν συλλέγονται.",
        "source": ""
      },
      "PIA_DEF_MIND": {
        "name": "TO BE TRANSLATED - Minimization of data themselves",
        "description": "TO BE TRANSLATED - Reduce the severity of risks by minimizing the data themselves, by taking measures aimed at reducing their sensitivity such as filtering and removing unnecessary data, pseudonymising data, etc.",
        "source": "PIA3 p64"
      },
      "PIA_DEF_CONS": {
        "name": "Consent",
        "description": "Οποιαδήποτε ελεύθερη, συγκεκριμένη, ρητή και εν πλήρει επιγνώσει ένδειξη της συμφωνίας του υποκειμένου των δεδομένων υπέρ της επεξεργασίας των δεδομένων που το αφορούν, για παράδειγμα με γραπτή δήλωση, μεταξύ άλλων με ηλεκτρονικά μέσα, ή με προφορική δήλωση.<br>Βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.10 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 4.10"
      },
      "PIA_DEF_ACC": {
        "name": "Δικαίωμα πρόσβασης του υποκειμένου των δεδομένων",
        "description": " Το υποκείμενο των δεδομένων έχει το δικαίωμα να λαμβάνει από τον υπεύθυνο επεξεργασίας επιβεβαίωση για το κατά πόσον ή όχι τα δεδομένα προσωπικού χαρακτήρα που το αφορούν υφίστανται επεξεργασία και, εάν συμβαίνει τούτο, το δικαίωμα πρόσβασης στα δεδομένα προσωπικού χαρακτήρα και στις πληροφορίες που περιγράφονται στο <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 15 του [ΓΚΔΠ]</a>",
        "source":"ΓΚΠΔ Άρθ. 15"
      },
      "PIA_DEF_PORT": {
        "name": "Δικαίωμα στη φορητότητα των δεδομένων",
        "description": "Το υποκείμενο των δεδομένων έχει το δικαίωμα να λαμβάνει τα δεδομένα προσωπικού χαρακτήρα που το αφορούν, και τα οποία έχει παράσχει σε υπεύθυνο επεξεργασίας, σε δομημένο, κοινώς χρησιμοποιούμενο και αναγνώσιμο από μηχανήματα μορφότυπο, καθώς και το δικαίωμα να διαβιβάζει τα εν λόγω δεδομένα σε άλλον υπεύθυνο επεξεργασίας χωρίς αντίρρηση από τον υπεύθυνο επεξεργασίας στον οποίο παρασχέθηκαν τα δεδομένα προσωπικού χαρακτήρα, βλέπετε το <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 20 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 20"
      },
      "PIA_DEF_RECT": {
        "name": "Δικαίωμα διόρθωσης",
        "description": "Το υποκείμενο των δεδομένων έχει το δικαίωμα να απαιτήσει από τον υπεύθυνο επεξεργασίας χωρίς αδικαιολόγητη καθυστέρηση τη διόρθωση ανακριβών δεδομένων προσωπικού χαρακτήρα που το αφορούν. Έχοντας υπόψη τους σκοπούς της επεξεργασίας, το υποκείμενο των δεδομένων έχει το δικαίωμα να απαιτήσει τη συμπλήρωση ελλιπών δεδομένων προσωπικού χαρακτήρα, μεταξύ άλλων μέσω συμπληρωματικής δήλωσης.",
        "source": "ΓΚΠΔ Άρθ. 16"
      },
      "PIA_DEF_EFF": {
        "name": "Δικαίωμα διαγραφής",
        "description": " Το υποκείμενο των δεδομένων έχει το δικαίωμα να ζητήσει από τον υπεύθυνο επεξεργασίας τη διαγραφή δεδομένων προσωπικού χαρακτήρα που το αφορούν χωρίς αδικαιολόγητη καθυστέρηση και ο υπεύθυνος επεξεργασίας υποχρεούται να διαγράψει δεδομένα προσωπικού χαρακτήρα χωρίς αδικαιολόγητη καθυστέρηση, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 17 του [ΓΚΔΠ]</a>",
        "source" : "ΓΚΠΔ Άρθ. 17"
      },
      "PIA_DEF_LIM": {
        "name": "Δικαίωμα περιορισμού της επεξεργασίας",
        "description": " Το υποκείμενο των δεδομένων δικαιούται να εξασφαλίζει από τον υπεύθυνο επεξεργασίας τον περιορισμό της επεξεργασίας, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 18 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 18"
      },
      "PIA_DEF_OPP": {
        "name": "Δικαίωμα εναντίωσης",
        "description": "Το υποκείμενο των δεδομένων δικαιούται να αντιτάσσεται, ανά πάσα στιγμή και για λόγους που σχετίζονται με την ιδιαίτερη κατάστασή του, στην επεξεργασία δεδομένων προσωπικού χαρακτήρα που το αφορούν,σύμφωνα με το <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 21 του [ΓΚΔΠ]</a>",
        "source": "ΓΚΠΔ Άρθ. 21"
      },
      "PIA_DEF_CHIF": {
        "name": "Κρυπτογράφηση",
        "description": "Μέτρο που καθιστά τα προσωπικά δεδομένα ακατανόητα σε οποιονδήποτε χωρίς άδεια πρόσβασης (συμμετρική ή ασύμμετρη κρυπτογράφηση, χρήση δημόσιων αλγορίθμων που είναι γνωστό ότι είναι ισχυροί, πιστοποιητικό ελέγχου ταυτότητας, κ.λπ.).",
        "source " : "Mesures_US Encryption"
      },
      "PIA_DEF_ANO": {
        "name": "Ανωνυμοποίηση",
        "description": "Διαδικασία αφαίρεσης των χαρακτηριστικών ταυτοποίησης από προσωπικά δεδομένα. Για να αξιολογήσετε την ανθεκτικότητα των διαδικασιών ανωνυμοποίησης, ανατρέξτε στις <a target=\"_blank\" href=\"https://cnpd.public.lu/content/dam/cnpd/fr/publications/groupe-art29/wp216_en.pdf\">κατευθυντήριες γραμμές της ΟΕ29</a>.",
        "source": "Mesures_US and G29 guidelines https://cnpd.public.lu/content/dam/cnpd/fr/publications/groupe-art29/wp216_en.pdf"
      },
      "PIA_DEF_PSEU": {
        "name": "Ψευδωνυμοποίηση",
        "description": "επεξεργασία δεδομένων προσωπικού χαρακτήρα κατά τρόπο ώστε τα δεδομένα να μην μπορούν πλέον να αποδοθούν σε συγκεκριμένο υποκείμενο των δεδομένων χωρίς τη χρήση συμπληρωματικών πληροφοριών, εφόσον οι εν λόγω συμπληρωματικές πληροφορίες διατηρούνται χωριστά και υπόκεινται σε τεχνικά και οργανωτικά μέτρα προκειμένου να διασφαλιστεί ότι δεν μπορούν να αποδοθούν σε ταυτοποιημένο ή ταυτοποιήσιμο φυσικό πρόσωπο.<br>Η ψευδωνυμοποίηση μειώνει τη δυνατότητα σύνδεσης ενός συνόλου δεδομένων με την αρχική ταυτότητα ενός υποκειμένου δεδομένων· ως τέτοιο, είναι ένα χρήσιμο μέτρο ασφαλείας αλλά όχι μια μέθοδος ανωνυμοποίησης..",
        "source" :"ΓΚΠΔ Άρθ. 4.5 and guidelines G29 p22 https://cnpd.public.lu/content/dam/cnpd/fr/publications/groupe-art29/wp216_en.pdf"
      },
      "PIA_DEF_CLO": {
        "name": "Διαχωρισμός των δεδομένων",
        "description": "Μέθοδοι οργάνωσης δεδομένων που μειώνουν την πιθανότητα συσχέτισης των προσωπικών δεδομένων και παραβίασης όλων των προσωπικών δεδομένων. Για παράδειγμα, με το να προσδιοριστούν τα προσωπικά δεδομένα που είναι χρήσιμα μόνο για την κάθε επιχειρηματική διαδικασία και με το να διαχωριστούν αυτά λογικά.",
        "source": "PIA3 p19 - WIKI"
      },
      "PIA_DEF_CTLA": {
        "name": "Ρυθμιστικά λογικής πρόσβασης",
        "description": "Μέσα που εφαρμόζονται για τον περιορισμό των κινδύνων ότι μη εξουσιοδοτημένα πρόσωπα θα αποκτήσουν, ηλεκτρονικά, πρόσβαση σε προσωπικά δεδομένα. Απαιτεί μεταξύ άλλων:<br>- <strong>διαχείριση προφίλ χρηστών</strong> διαχωρίζοντας τα καθήκοντα και τους τομείς ευθύνης (κατά προτίμηση με κεντρικό τρόπο), προκειμένου η πρόσβαση στα προσωπικά δεδομένα να περιοριστεί αποκλειστικά στους χρήστες που είναι απολύτως απαραίτητο να τα γνωρίζουν για την εκτέλεση των καθηκόντων τους και με τη διαβάθμιση προνομίων πρόσβασης. <br> - <strong> κατάργηση των δικαιωμάτων πρόσβασης σε εργαζόμενους, συμβαλλόμενους και άλλους τρίτους όταν δεν έχουν πλέον άδεια πρόσβασης σε χώρο ή σε πόρο</strong> ή όταν λήξει η σύμβαση εργασίας τους</strong>.",
        "source": "PIA3 p43 - WIKI"
      },
      "PIA_DEF_PWD": {
        "name": "Κωδικός πρόσβασης",
        "description": "Οι κωδικοί πρόσβασης αποτελούνται από τουλάχιστον οκτώ χαρακτήρες· πρέπει να ανανεώνονται εάν υπάρχει η ελάχιστη ανησυχία ότι ενδέχεται να έχουν τεθεί σε κίνδυνο και, ενδεχομένως, περιοδικά (κάθε έξι μήνες ή μία φορά το χρόνο) και πρέπει να περιλαμβάνουν τουλάχιστον τρία από τα τέσσερα είδη χαρακτήρων (κεφαλαία γράμματα, μικρά γράμματα, αριθμούς και ειδικούς χαρακτήρες). Όταν αλλάξει ένας κωδικός πρόσβασης, οι τελευταίοι πέντε κωδικοί πρόσβασης δεν επιτρέπεται να επαναχρησιμοποιηθούν· ο ίδιος κωδικός πρόσβασης δεν πρέπει να χρησιμοποιείται για διαφορετικές προσβάσεις· οι κωδικοί πρόσβασης δεν πρέπει να σχετίζονται με τα προσωπικά σας στοιχεία (συμπεριλαμβανομένου του ονόματος ή της ημερομηνίας γέννησης.). Καθορίστε έναν μέγιστο αριθμό προσπαθειών πέραν του οποίου εκδίδεται μια προειδοποίηση και αποκλείεται ο έλεγχος ταυτότητας (προσωρινά ή μέχρι να ξεκλειδωθεί χειροκίνητα)",
        "source" : "Mesure_US"
      },
      "PIA_DEF_AUTH": {
        "name": "Πιστοποίηση ταυτότητας",
        "description": "Κάθε πρόσωπο με νόμιμη πρόσβαση σε προσωπικά δεδομένα (εργαζόμενοι, συμβαλλόμενα μέρη και άλλα τρίτα μέρη) θα πρέπει να αναγνωρίζεται με ένα μοναδικό αναγνωριστικό. Επιλέξτε μια μέθοδο ελέγχου ταυτότητας για να ανοίξετε τις περιόδους σύνδεσης που είναι κατάλληλες για το περιβάλλον, το επίπεδο κινδύνου και την αναμενόμενη αντοχή. Συστάσεις: Εάν οι κίνδυνοι δεν είναι αυξημένοι, μπορεί να χρησιμοποιηθεί ένας κωδικός πρόσβασης. Ωστόσο, εάν οι κίνδυνοι είναι υψηλότεροι, χρησιμοποιήστε ένα κωδικό μίας χρήσης για κωδικό πρόσβασης αλλά αλλάξτε τον προεπιλεγμένο κωδικό ενεργοποίησης ή όταν αποστέλλεται με SMS ένα μέρος του κωδικού, μια κάρτα με κωδικό PIN, ηλεκτρονικό πιστοποιητικό ή οποιαδήποτε άλλη μορφή ισχυρής πιστοποίησης ταυτότητας.",
        "source": "Mesures_US Logical Access Control"
      },
      "PIA_DEF_LOG": {
        "name": "Παρακολούθηση",
        "description": "Ορίστε μια αρχιτεκτονική καταγραφής που θα επιτρέψει την έγκαιρη ανίχνευση περιστατικών που αφορούν δεδομένα προσωπικού χαρακτήρα και θα έχει πληροφορίες που μπορούν να χρησιμοποιηθούν για την ανάλυσή τους ή για την παροχή αποδείξεων σε σχέση με έρευνες.",
        "source": "Mesures_US Surveillance"
      },
      "PIA_DEF_ARCH": {
        "name": "Αρχειοθέτηση",
        "description": "Διαδικασίες διατήρησης και διαχείρισης των ηλεκτρονικών αρχείων που περιέχουν τα προσωπικά δεδομένα που αποσκοπούν στη διασφάλιση της αξίας τους (συγκεκριμένα, της νομικής τους αξίας) καθόλη τη διάρκεια της αναγκαίας περιόδου (μεταφορά, αποθήκευση, μετανάστευση, διαθεσιμότητα, εξάλειψη, πολιτική αρχειοθέτησης, προστασία εχεμύθειας, κ.λπ.",
        "source": "Mesures_USE Archiving"
      },
      "PIA_DEF_MIN1": {
        "name": "Φιλτράρισμα και αφαίρεση",
        "description": "Όταν εισάγονται δεδομένα, μπορούν να συλλεχθούν ακούσια διαφορετικοί τύποι μεταδεδομένων (όπως τα δεδομένα EXIF με συνημμένο αρχείο εικόνας). <br>Τέτοια μεταδεδομένα πρέπει να αναγνωρίζονται και να εξαλείφονται εάν δεν είναι απαραίτητα για τους καθορισμένους σκοπούς.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN2": {
        "name": "Μείωση της ευαισθησίας μέσω μετατροπής",
        "description": "Μόλις ληφθούν ευαίσθητα δεδομένα, ως μέρος μιας σειράς γενικών πληροφοριών ή διαβιβασθούν μόνο για στατιστικούς σκοπούς, αυτά μπορούν να μετατραπούν σε λιγότερο ευαίσθητη μορφή ή σε ψευδώνυμοποιημένα. Για παράδειγμα: <br>- εάν το σύστημα συλλέγει τη διεύθυνση IP για να καθορίσει τη θέση του χρήστη για στατιστικούς σκοπούς, η διεύθυνση IP μπορεί να διαγραφεί μόλις συμπεραίνεται η πόλη ή η περιοχή<br>- εάν το σύστημα λαμβάνει δεδομένα βίντεο από κάμερες παρακολούθησης, μπορεί να αναγνωρίσει τους ανθρώπους που στέκονται ή κινούνται στη σκηνή και να τους θολώσει<br>- εάν το σύστημα είναι ένας έξυπνος μετρητής, μπορεί να συγκεντρώσει τη χρήση ενέργειας κατά μια ορισμένη χρονική περίοδο, χωρίς να την καταγράψει σε πραγματικό χρόνο",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_SRC": {
        "name": "Πηγή κινδύνου",
        "description": "Πρόσωπο ή μη ανθρώπινη πηγή που μπορεί να προκαλέσει κίνδυνο. Αυτή η πηγή μπορεί να ενεργήσει κατά λάθος ή σκόπιμα.",
        "source": "PIA1 p11 - WIKI"
      },
      "PIA_DEF_MEN": {
        "name": "Απειλή",
        "description": "Διαδικασία που συνίσταται σε μία ή περισσότερες μεμονωμένες ενέργειες επί των υποστηρικτικών στοιχείων των περιουσιακών δεδομένων. Χρησιμοποιείται εκ προθέσεως ή ακούσια από πηγές κινδύνου και μπορεί να προκαλέσει ένα επαπειλούμενο γεγονός .",
        "source": "PIA1 p12 - WIKI"
      },
      "PIA_DEF_MENA": {
        "name": "Απειλές που μπορούν να οδηγήσουν σε αθέμιτη πρόσβαση",
        "description": "Απειλές σχετικά με: - <strong>Τεχνολογικό υλικό</ strong>, που χρησιμοποιείται ακατάλληλα, βρίσκεται υπό παρακολούθηση, έχει δεχθεί τροποποίηση, έχει χαθεί (χρήση ή μεταφορά ευαίσθητου τεχνολογικού υλικού για προσωπικούς σκοπούς, παρακολούθηση της οθόνης ενός ατόμου χωρίς τη γνώση τους ενώ βρίσκεστε σε αμαξοστοιχία, παρακολούθηση μέσω ενός καταγραφέα πληκτρολόγησης που βασίζεται σε τεχνολογικό υλικό, κλπ.)<br> - <strong>Λογισμικό </strong>, που χρησιμοποιείται ακατάλληλα, βρίσκεται υπό παρακολούθηση, έχει δεχθεί τροποποίηση (αύξηση προνομίων, συλλογή δεδομένων διαμόρφωσης, μόλυνση από κακόβουλο κώδικα, κ.λπ.)<br>- <strong>Δίαυλοι υπολογιστών</strong> που παρακολουθούνται (Παρακολούθηση της κίνησης Ethernet, κ.λπ.)<br> - <strong>Άτομα</ strong> που παρακολουθούνται, χειραγωγούνται, εκλείπουν (ακούσια αποκάλυψη πληροφοριών, κοινωνική μηχανική, αλλαγή θέσης ή εργοδότη, κ.λπ.)<br>- <strong>Έντυπα έγγραφα</strong> που παρατηρούνται, έχουν χαθεί (ανάγνωση, κλοπή αλληλογραφίας, φωτοτυπίες, ξεχασμένες εκτυπώσεις, ανάκτηση απορριφθέντων εγγράφων, κλπ.)<br>- <strong>Κανάλια μετάδοσης χαρτιού</strong> που παρακολουθούνται (ανάγνωση βιβλίων υπογραφών σε κυκλοφορία, κ.λπ.)",
        "source": "PIAF Connected objects p44 and 45"
      },
      "PIA_DEF_MENM": {
        "name": "Απειλές που μπορούν να οδηγήσουν σε ανεπιθύμητη τροποποίηση των προσωπικών δεδομένων",
        "description": "<strong>Απειλές σχετικά με: </strong><br>- <strong>Τεχνολογικό υλικό</strong> που έχει δεχθεί τροποποίηση (προσθήκη ασύμβατου υλικού που έχει ως αποτέλεσμα δυσλειτουργίες, αφαίρεση ουσιωδών εξαρτημάτων, κ.λπ.)<br>- <strong>Λογισμικό</strong> που χρησιμοποιείται με μη ενδεικνυόμενο τρόπο ή αλλοιωμένο (Ανεπιθύμητες τροποποιήσεις δεδομένων σε βάσεις δεδομένων, σφάλματα χειριστών που τροποποιούν δεδομένα, κ.λπ.)<br>- <strong>>Δίαυλοι υπολογιστών</strong> που χρησιμοποιούνται με μη ενδεικνυόμενο τρόπο (επανεκπομπή δεδομένων που έχουν υποκλαπεί, κ.λπ.)<br>- <strong>Άτομα</strong> υπερφορτωμένα ή χειραγωγημένα (ανάθεση σε προσωπικό καθηκόντων πέρα από τις ικανότητές του, άγχος ή αρνητικές αλλαγές στις συνθήκες εργασίας, επήρεια, κ.λπ.)<br>- <strong>Έντυπα έγγραφα</strong> που έχουν τροποποιηθεί (μεταβολές σε αριθμητικά στοιχεία μέσα σε ένα αρχείο, αντικατάσταση ενός πρωτοτύπου με ένα πλαστό, κ.λπ.)<br>- <strong>Κανάλια μετάδοσης χαρτιού</strong> που έχουν τροποποιηθεί (αλλαγή από ένα βιβλίο υπογραφής σε άλλο, αποστολή πολλαπλών αντικρουόμενων εγγράφων, κ.λπ.)",
        "source": "PIAF Connected Objects p43 and 44, WIKI"
      },
      "PIA_DEF_MENI": {
        "name": "Απειλές που μπορούν να οδηγήσουν σε εξαφάνιση προσωπικών δεδομένων",
        "description": "<strong>Απειλές σχετικά με: </strong><br>- <strong>Τεχνολογικό υλικό</strong> που χρησιμοποιείται με μη ενδεικνυόμενο τρόπο, έχει υπερφορτωθεί, έχει δεχθεί τροποποίηση, έχει υποστεί ζημιά, έχει χαθεί (γεμάτη μονάδα αποθήκευσης, υπερφόρτωση χωρητικότητας επεξεργασίας, προσθήκη ασυμβίβαστου υλικού που έχει ως αποτέλεσμα δυσλειτουργίες, πυρκαγιά, κλοπή ή απώλεια ενός περιουσιακού στοιχείου, κ.λπ.)<br>- <strong>Λογισμικό</strong>: που χρησιμοποιείται με μη ενδεικνυόμενο τρόπο, έχει υπερφορτωθεί, έχει δεχθεί τροποποίηση, έχει υποστεί ζημιά, έχει χαθεί (διαγραφή δεδομένων, υπέρβαση του μεγέθους της βάσης δεδομένων, λογική βόμβα, μη ανανέωση της άδειας χρήσης λογισμικού που χρησιμοποιείται για την πρόσβαση σε δεδομένα, κ.λπ.)<br>- <strong>Δίαυλοι υπολογιστών</strong>: που έχουν υπερφορτωθεί, έχουν δεχθεί τροποποίηση, έχουν χαθεί (μη εξουσιοδοτημένη λήψη, απώλεια σύνδεσης με το Διαδίκτυο, κ.λπ.)<br>- <strong>Άτομα</strong>: που έχουν υπερφορτωθεί, έχουν ζημιωθεί, έχουν χαθεί (κακή χρήση δεξιοτήτων, ασθένειες, συνταξιοδότηση, κλπ.)<br>- <strong>Έντυπα έγγραφα</strong>: που χρησιμοποιούνται με μη ενδεικνυόμενο τρόπο, έχουν υποστεί ζημιές, έχουν χαθεί (διαγραφή, παλαίωση αρχειοθετημένων εγγράφων, κλοπή ή απώλεια εγγράφων, κ.λπ.)<br>- <strong>Κανάλια μετάδοσης χαρτιού</strong>: που έχουν υπερφορτωθεί, έχουν υποστεί ζημιές, έχουν τροποποιηθεί, έχουν χαθεί (παράδοση ταχυδρομείου που σταμάτησε λόγω απεργίας, αλλαγή θέσεων εργασίας ή χώρων, απώλεια μιας εταιρείας παράδοσης εγγράφων, αναδιοργάνωση των καναλιών μετάδοσης χαρτιού, κ.λπ.)",
        "source": "PIAF Connected Objects p44 and 45, WIKI"
      },
      "PIA_DEF_GRV": {
        "name": "Σοβαρότητα",
        "description": "Η σοβαρότητα αντιπροσωπεύει το μέγεθος ενός κινδύνου. Εξαρτάται κυρίως από την ζημιογόνο φύση των πιθανών επιπτώσεων.",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_VRA": {
        "name": "Πιθανότητα",
        "description": "Η πιθανότητα εκφράζει τη δυνατότητα εμφάνισης κινδύνου. Εξαρτάται κυρίως από το επίπεδο ευπάθειας των υποστηρικτικών στοιχείων όταν απειλούνται και το επίπεδο των ικανοτήτων των πηγών κινδύνου για την εκμετάλλευσή τους.",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_PBDS": {
        "name": "Διαχείριση έργου",
        "description": "Μέτρα που έχουν ληφθεί για την ενσωμάτωση της προστασίας των δεδομένων προσωπικού χαρακτήρα σε όλες τις νέες εργασίες επεξεργασίας (πιστοποιήσεις, κατευθυντήριες γραμμές, μεθοδολογία CNIL για τη διαχείριση κινδύνου ή άλλη εσωτερική μεθοδολογία).",
        "source": "Mesures_US"
      },
      "PIA_DEF_VIOL": {
        "name": "Παραβίαση δεδομένων προσωπικού χαρακτήρα",
        "description": "Παραβίαση της ασφάλειας που οδηγεί σε τυχαία ή παράνομη καταστροφή, απώλεια, μεταβολή, άνευ άδειας κοινολόγηση ή πρόσβαση δεδομένων προσωπικού χαρακτήρα που διαβιβάστηκαν, αποθηκεύτηκαν ή υποβλήθηκαν κατ’ άλλο τρόπο σε επεξεργασία.",
        "source": "ΓΚΠΔ Άρθ. 4.12"
      },
      "PIA_DEF_ENJ": {
        "name": "Διακυβεύματα",
        "description": "Αναμενόμενα οφέλη (για τον οργανισμό, για τα υποκείμενα των δεδομένων, για την κοινωνία εν γένει, κ.λπ.).",
        "source": "PIA1 p4 footnote 8"
      },
      "PIA_DEF_ST": {
        "name": "Εκτελών την επεξεργασία",
        "description": "φυσικό ή νομικό πρόσωπο, η δημόσια αρχή, η υπηρεσία ή άλλος φορέας που επεξεργάζεται δεδομένα προσωπικού χαρακτήρα για λογαριασμό του υπευθύνου της επεξεργασίας, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 4.8 του [ΓΚΔΠ]</a>.<br>Ο εκτελών την επεξεργασία και κάθε πρόσωπο που ενεργεί υπό την εποπτεία του υπευθύνου επεξεργασίας ή του εκτελούντος την επεξεργασία, το οποίο έχει πρόσβαση σε δεδομένα προσωπικού χαρακτήρα, επεξεργάζεται τα εν λόγω δεδομένα μόνον κατ’ εντολή του υπευθύνου επεξεργασίας, εκτός εάν υποχρεούται προς τούτο από το δίκαιο της Ένωσης ή του κράτους μέλους, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 29 του [ΓΚΔΠ]</a>.",
        "source": "ΓΚΠΔ Άρθ. 4.8 και 29"
      },
      "PIA_DEF_RGPD": {
        "name": "ΓΚΠΔ (Γενικός Κανονισμός για την Προστασία Δεδομένων)",
        "description": "Κανονισμός για την προστασία των φυσικών προσώπων έναντι της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα και για την ελεύθερη κυκλοφορία των δεδομένων αυτών και την κατάργηση της οδηγίας 95/46/ΕΚ.",
        "source": "Τίτλος ΓΚΠΔ"
      },
      "PIA_DEF_PC": {
        "name": "Υποκείμενο δεδομένων",
        "description": "Πρόσωπο στο οποίο αναφέρονται τα δεδομένα που καλύπτονται από την επεξεργασία.",
        "source": "PIA1 p9"
      },
      "PIA_DEF_MIN3": {
        "name": "Μείωση της προσδιοριστικής φύσης των προσωπικών δεδομένων",
        "description": "Το σύστημα μπορεί να διασφαλίσει ότι: <br>- ο χρήστης μπορεί να χρησιμοποιήσει έναν πόρο ή μια υπηρεσία χωρίς τον κίνδυνο αποκάλυψης της ταυτότητάς του (ανώνυμα δεδομένα)<br>- ο χρήστης μπορεί να χρησιμοποιήσει έναν πόρο ή μια υπηρεσία χωρίς τον κίνδυνο αποκάλυψης της ταυτότητάς του, αλλά παραμένει προσδιορίσιμος και υπεύθυνος για αυτήν τη χρήση (ψευδώνυμα δεδομένα)<br>- ο χρήστης μπορεί να κάνει πολλαπλές χρήσεις πόρων ή υπηρεσιών χωρίς τον κίνδυνο να συνδέονται αυτές οι διαφορετικές χρήσεις (τα δεδομένα δεν μπορούν να συσχετιστούν)<br>- ο χρήστης μπορεί να χρησιμοποιήσει έναν πόρο ή μια υπηρεσία χωρίς τον κίνδυνο άλλοι, ιδιαίτερα τρίτοι, να μπορούν να παρατηρήσουν ότι ο πόρος ή η υπηρεσία χρησιμοποιείται (μη παρατηρησιμότητα)<br>Η επιλογή μιας μεθόδου από τον παραπάνω κατάλογο πρέπει να γίνεται με βάση τις απειλές που εντοπίστηκαν. Για ορισμένους τύπους απειλών κατά της ιδιωτικής ζωής, η ψευδωνυμοποίηση θα είναι πιο κατάλληλη από την ανωνυμία (για παράδειγμα, αν υπάρχει ανάγκη ανίχνευσης). Επιπλέον, ορισμένες απειλές κατά της ιδιωτικής ζωής θα αντιμετωπιστούν χρησιμοποιώντας έναν συνδυασμό μεθόδων.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN4": {
        "name": "Μείωση της συσσώρευσης προσωπικών δεδομένων",
        "description": "Το σύστημα μπορεί να οργανωθεί σε ανεξάρτητα μέρη με ξεχωριστές λειτουργίες ελέγχου πρόσβασης. Τα προσωπικά δεδομένα μπορούν επίσης να διαιρεθούν μεταξύ αυτών των ανεξάρτητων υποσυστημάτων και να ελέγχονται από κάθε υποσύστημα χρησιμοποιώντας διαφορετικούς μηχανισμούς ελέγχου πρόσβασης. Σε περίπτωση που εκτεθεί ένα υποσύστημα, οι επιπτώσεις σε όλα τα δεδομένα μπορούν με αυτόν τον τρόπο να μειωθούν.",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN5": {
        "name": "Περιορισμός πρόσβασης στα προσωπικά δεδομένα",
        "description": "Το σύστημα μπορεί να περιορίσει την πρόσβαση σε δεδομένα σύμφωνα με την αρχή του «απολύτως απαραίτητου της γνώσης». Το σύστημα μπορεί να διαχωρίσει τα ευαίσθητα προσωπικά δεδομένα και να εφαρμόσει συγκεκριμένες πολιτικές ελέγχου πρόσβασης. Το σύστημα μπορεί επίσης να κρυπτογραφήσει ευαίσθητα προσωπικά δεδομένα για να προστατεύσει την εμπιστευτικότητα τους κατά τη μεταφορά και αποθήκευση. Η πρόσβαση σε προσωρινά cookies που παράγονται κατά τη διάρκεια της επεξεργασίας προσωπικών δεδομένων πρέπει επίσης να προστατεύεται.",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_EX_DCPC": {
        "name": "Συνηθισμένα προσωπικά δεδομένα",
        "description": "<strong>Στοιχεία αναγνώρισης</strong>: Οικογενειακή κατάσταση, ταυτότητα, ηλικία, κ.λπ. <br><strong>Προσωπική ζωή</strong>: συνήθειες διαβίωσης, οικογενειακή κατάσταση, κλπ. <br><strong>Επαγγελματική ζωή</strong>: βιογραφικό σημείωμα, εκπαίδευση και επαγγελματική κατάρτιση, βραβεία, κλπ. <br><strong>Δεδομένα σύνδεσης </strong>: Διευθύνσεις IP, αρχεία καταγραφής συμβάντων, κ.λπ.<br><strong>Δεδομένα τοποθεσίας</strong>: ταξίδια, δεδομένα GPS, δεδομένα GSM, κ.λπ.<br><strong>Άλλα</strong>: αριθμός τηλεφώνου, διεύθυνση ηλεκτρονικού ταχυδρομείου, κ.λπ.",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPS": {
        "name": "Προσωπικά δεδομένα που θεωρούνται ευαίσθητα",
        "description": "Βιομετρικά δεδομένα, τραπεζικά δεδομένα",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPR": {
        "name": "Καταδίκες και ευαίσθητα προσωπικά δεδομένα",
        "description": "Φιλοσοφικές, πολιτικές, θρησκευτικές και συνδικαλιστικές γνώμες, σεξουαλική ζωή, δεδομένα για την υγεία, φυλετική ή εθνοτική καταγωγή, δεδομένα σχετικά με την υγεία ή τη σεξουαλική ζωή, αδικήματα, καταδίκες, μέτρα ασφαλείας, βλέπετε <a target=\"_blank\" href=\"https://eur-lex.europa.eu/legal-content/EL/TXT/HTML/?uri=CELEX:32016R0679&from=EL\">Άρθ. 9 and 10 του [ΓΚΔΠ]</a>.",
        "source": "PIA2 old version, ΓΚΠΔ Άρθρο 9 και 10 - WIKI"
      },
      "PIA_EX_HUMI": {
        "name": "Εσωτερικές ανθρώπινες πηγές",
        "description": "Μπορεί να είναι είτε:<br>- ένας κακόβουλος υπάλληλος, που χρησιμοποιεί την εγγύτητά του στο σύστημα, τις δεξιότητές του, τα προνόμια και τον ενδεχομένως υπερβολικό διαθέσιμο χρόνο του, ή ένας αμελής υπάλληλος λόγω έλλειψης κατάρτισης και ευαισθητοποίησης<br>- ένας αμελής ή κακόβουλος χρήστης, μέλος της οικογένειας ή φίλος του που έχει πρόσβαση στην υπηρεσία.<br> Τα κίνητρά του μπορεί να είναι πολλαπλά: αδεξιότητα, σφάλμα, αμέλεια, δόλος, εκδίκηση, κατασκοπεία",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_HUME": {
        "name": "Εξωτερικές ανθρώπινες πηγές",
        "description": "Μπορεί να είναι είτε:<br>- ένας κακόβουλος ή αφελής τρίτος, που, χρησιμοποιεί την φυσική εγγύτητά του για να αποκτήσει πρόσβαση στα δεδομένα της συσκευής·<br>- ένας εισβολέας που στοχεύει έναν χρήστη χρησιμοποιώντας τις γνώσεις που έχει για τον χρήστη και μερικές πληροφορίες που τον αφορούν·<br>- ένας εισβολέας που στοχεύει μία από τις εταιρείες που είναι υπεύθυνες για την επεξεργασία, χρησιμοποιώντας τις γνώσεις που έχει για τις εταιρείες αυτές για να επιτεθεί στη φήμη τους·<br>- ένας εξουσιοδοτημένος τρίτος που χρησιμοποιεί την προνομιακή του πρόσβαση για να αποκτήσει αθέμιτη πρόσβαση σε πληροφορίες.<br> Τα κίνητρα μπορεί να είναι πολλαπλά: τυχερά παιχνίδια, ενόχληση, δόλος, εκδίκηση, κατασκοπεία, απληστία, απόκτηση δεδομένων για την εκμετάλλευσή τους.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_NHUM": {
        "name": "Μη ανθρώπινες πηγές",
        "description": "Περιστατικό ή ζημιά σε έναν οργανισμό (διακοπή ρεύματος, πυρκαγιά, πλημμύρα, κ.λπ.)",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPN": {
        "name": "Αμελητέος αντίκτυπος",
        "description": "Τα υποκείμενα δεδομένων είτε δεν θα επηρεαστούν είτε ενδέχεται να αντιμετωπίσουν μερικές ενοχλήσεις, τις οποίες θα ξεπεράσουν χωρίς κανένα πρόβλημα. Για παράδειγμα:<br>- σωματικές: παροδικοί πονοκέφαλοι·<br>- υλικές: απώλεια χρόνου σε επαναλαμβανόμενες διατυπώσεις ή αναμονή για την συμπλήρωσή τους, παραλαβή ανεπιθύμητης αλληλογραφίας (π.χ. spam), επαναχρησιμοποίηση δεδομένων που δημοσιεύονται σε δικτυακούς τόπους με σκοπό τη στοχευμένη διαφήμιση, κλπ.·<br>- ηθικές: απλή ενόχληση, αίσθηση εισβολής στην ιδιωτική ζωή χωρίς πραγματική ή αντικειμενική βλάβη (εμπορική εισβολή), κλπ.",
        "source": "PIAF Connected Objects p41 - WIKI"
      },
      "PIA_EX_IMPL": {
        "name": "Περιορισμένος αντίκτυπος",
        "description": "Τα υποκείμενα των δεδομένων ενδέχεται να αντιμετωπίσουν σημαντικές ενοχλήσεις, τις οποίες θα μπορέσουν να ξεπεράσουν σε πείσμα ορισμένων δυσκολιών. Για παράδειγμα:<br>- σωματικές: μικρές σωματικές παθήσεις (ελάσσονες ασθένειες που οφείλονται στην παράβλεψη αντενδείξεων), δυσφήμιση που προκαλεί σωματικά ή ψυχολογικά αντίποινα κλπ.·<br>- υλικές: απρόβλεπτες πληρωμές (πρόστιμα που έχουν επιβληθεί εσφαλμένα), άρνηση πρόσβασης σε διοικητικές ή εμπορικές υπηρεσίες, λήψη ανεπιθύμητων στοχευμένων αποστολών που ενδέχεται να βλάψουν τη φήμη των υποκειμένων των δεδομένων, κ.λπ.·<br>- ηθικές: ελάσσονος σημασίας αλλά αντικειμενικές ψυχολογικές ασθένειες, αίσθηση εισβολής στην ιδιωτική ζωή χωρίς ανεπανόρθωτες ζημιές, εκφοβισμός σε κοινωνικά δίκτυα, κ.λπ.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPI": {
        "name": "Σημαντικός αντίκτυπος",
        "description": "Τα υποκείμενα των δεδομένων ενδέχεται να αντιμετωπίσουν σημαντικές συνέπειες, τις οποίες θα πρέπει να μπορούν να ξεπεράσουν, αν και με πραγματικές και σοβαρές δυσκολίες. Για παράδειγμα:<br>- σωματικές: σοβαρές σωματικές παθήσεις που προκαλούν μακροχρόνια βλάβη (επιδείνωση της υγείας λόγω ακατάλληλης φροντίδας ή παράβλεψης αντενδείξεων), αλλοίωση της σωματικής ακεραιότητας π.χ. μετά από επίθεση, ατύχημα στο σπίτι, στην εργασία, κ.λπ.·<br>- υλικές: κατάχρηση χρημάτων που δεν αποζημιώνονται, στοχοθετημένες, μοναδικές και μη επαναλαμβανόμενες, χαμένες ευκαιρίες (στεγαστικό δάνειο, άρνηση σπουδών, πρακτική άσκηση ή απασχόληση, απαγόρευση εξέτασης), απώλεια στέγης, απώλεια απασχόλησης, κ.λπ.·<br>- ηθικές: σοβαρές ψυχολογικές ασθένειες (κατάθλιψη, ανάπτυξη φοβίας), αίσθηση εισβολής στην ιδιωτική ζωή με μη αναστρέψιμες βλάβες, θύμα εκβιασμού, παρενόχληση στον κυβερνοχώρο και παρενόχληση, κ.λπ.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPM": {
        "name": "Μέγιστος αντίκτυπος",
        "description": "Τα υποκείμενα των δεδομένων ενδέχεται να αντιμετωπίσουν σημαντικές ή ακόμη και μη αναστρέψιμες συνέπειες, τις οποίες ενδέχεται να μην υπερνικήσουν. Για παράδειγμα:<br>- σωματικές: μακροχρόνιες ή μόνιμες σωματικές παθήσεις, μόνιμη βλάβη της σωματικής ακεραιότητας, θάνατος·<br>- υλικές: χρηματοοικονομικός κίνδυνος, σημαντικά χρέη, ανικανότητα προς εργασία, αδυναμία μετεγκατάστασης, απώλεια αποδεικτικών στοιχείων στο πλαίσιο δικαστικών διαδικασιών, απώλεια πρόσβασης σε ζωτικής σημασίας υποδομές (νερό, ηλεκτρική ενέργεια), κ.λπ.·<br>- ηθικές: μακροχρόνιες ή μόνιμες ψυχολογικές παθήσεις, ποινική κύρωση, απαγωγή, απώλεια οικογενειακών δεσμών, αδυναμία να ασκήσει αγωγή, αλλαγή διοικητικού καθεστώτος ή / και απώλεια νομικής αυτονομίας (κηδεμονία), κλπ.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_VRAN": {
        "name": "Αμελητέα πιθανότητα",
        "description": "Δεν φαίνεται δυνατόν οι επιλεγμένες πηγές κινδύνου να υλοποιήσουν την απειλή με την εκμετάλλευση των ιδιοτήτων των υποστηρικτικών περιουσιακών στοιχείων (π.χ.: κλοπή έντυπων εγγράφων αποθηκευμένων σε δωμάτιο που προστατεύεται από συσκευή ανάγνωσης αναγνωριστικής κονκάρδας και κωδικό πρόσβασης).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAL": {
        "name": "Περιορισμένη πιθανότητα",
        "description": "Φαίνεται δύσκολο για τις επιλεγμένες πηγές κινδύνου να υλοποιήσουν την απειλή με την εκμετάλλευση των ιδιοτήτων των υποστηρικτικών περιουσιακών στοιχείων (π.χ.: κλοπή έντυπων εγγράφων αποθηκευμένων σε δωμάτιο που προστατεύεται από συσκευή ανάγνωσης αναγνωριστικής κονκάρδας).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAI": {
        "name": "Σημαντική πιθανότητα",
        "description": "Φαίνεται ότι οι επιλεγμένες πηγές κινδύνου μπορούν να υλοποιήσουν την απειλή με την εκμετάλλευση των ιδιοτήτων των υποστηρικτικών περιουσιακών στοιχείων (π.χ. κλοπή έντυπων εγγράφων που είναι αποθηκευμένα σε γραφεία που δεν είναι προσβάσιμα αν δεν γίνει πρώτα έλεγχος στην υποδοχή).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAM": {
        "name": "Μέγιστη πιθανότητα",
        "description": "Φαίνεται εξαιρετικά εύκολο για τις επιλεγμένες πηγές κινδύνου να υλοποιήσουν την απειλή με την εκμετάλλευση των ιδιοτήτων των υποστηρικτικών περιουσιακών στοιχείων (π.χ. κλοπή έντυπων εγγράφων αποθηκευμένων στον χώρο αναμονής).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_MIND": {
        "name": "Ελαχιστοποίηση των ίδιων των προσωπικών δεδομένων",
        "description": "Μειώστε τη σοβαρότητα των κινδύνων ελαχιστοποιώντας τα ίδια τα προσωπικά δεδομένα, λαμβάνοντας μέτρα που αποσκοπούν στη μείωση της ευαισθησίας τους.",
        "source": "Mesures_US"
      }
    }
  },
  "comments": {
    "comments_count": "σχόλιο/α",
    "new_comment": "Σχόλιο",
    "placeholder_new_comment": "Αφήστε ένα σχόλιο",
    "comment": "Σχόλιο",
    "send": "Αποστολή"
  },
  "questions": {
    "edit": "Επεξεργασία ερωτήματος",
    "gauges": {
      "0": "(Απροσδιόριστο)",
      "1": "Αμελητέο",
      "2": "Περιορισμένο",
      "3": "Σημαντικό",
      "4": "Μέγιστο"
    }
  },
  "evaluations": {
    "title": "Αξιολόγηση",
    "to_correct": "Προς διόρθωση",
    "improvable": "Δεκτικό βελτίωσης",
    "acceptable": "Αποδεκτό",
    "evaluation_comment": "Σχόλιο αξιολόγησης",
    "action_plan_comment": "Σχέδιο δράσης / διορθωτικές ενέργειες",
    "placeholder_to_correct": "Οι παρεχόμενες πληροφορίες δεν επαρκούν για την ορθή αξιολόγηση τους. Επιστρέψτε στο πρόγραμμα επεξεργασίας για να βελτιώσετε την αρχική υποβολή.",
    "placeholder_improvable1": "Σύμφωνα με τις διαθέσιμες πληροφορίες, πρέπει να εφαρμοστούν πρόσθετα μέτρα προκειμένου να βελτιωθεί η προστασία των δεδομένων της επεξεργασίας.",
    "placeholder_improvable2": "Εισάγετε τα σχόλιά σας.",
    "placeholder_acceptable": "Σύμφωνα με τις διαθέσιμες πληροφορίες, τα μέτρα που εφαρμόζονται είναι επαρκή ώστε να πληρούν σωστά τις απαιτήσεις για την προστασία των δεδομένων.",
    "gauges": {
      "seriousness": "Λαμβάνοντας υπόψη το σχέδιο δράσης, πώς επαναξιολογείτε τη <span class='red-highlight'>σοβαρότητα αυτού του κινδύνου</span> ({{value}});",
      "likelihood": "Λαμβάνοντας υπόψη το σχέδιο δράσης, πώς επαναξιολογείτε την <span class='red-highlight'>πιθανότητα αυτού του κινδύνου</span> ({{value}});",
      "0": "(Απροσδιόριστη)",
      "1": "Αμελητέα",
      "2": "Περιορισμένη",
      "3": "Σημαντική",
      "4": "Μέγιστη"
    },
    "status": {
      "0": "Εκκρεμής",
      "1": "Προς διόρθωση",
      "2": "Δεκτικό βελτίωσης",
      "3": "Αποδεκτό"
    }
  },
  "help": {
    "title": "Βοήθεια",
    "definition": {
      "data1": {
        "title": "Χρησιμοποιείστε το εργαλείο ΑΕ",
        "content": "Καταγραφή περιεχομένου"
      },
      "data2": {
        "title": "Γνωστά Προβλήματα",
        "qa1": {
          "title": "Παρουσιάζονται ζητήματα εμφάνισης στην οθόνη, όπως εικονίδια που έχουν κολλήσει σε μια κατάσταση ή στοιχεία που λείπουν από τη διεπαφή",
          "content": "Όταν αντιμετωπίζετε αυτά τα ζητήματα εμφάνισης στην οθόνη, κλείστε την εφαρμογή και φορτώστε την ξανά. Αυτό συνήθως διορθώνει το πρόβλημα. Δεν θα χάσετε τις πληροφορίες που έχετε εισάγει· αποθηκεύονται αυτόματα καθώς πληκτρολογείτε."
        },
        "qa2": {
          "title": "Δεν μπορώ να επεξεργαστώ τους δείκτες μέτρησης για την αξιολόγηση της σοβαρότητας και της πιθανότητας ενός κινδύνου",
          "content": "Αυτό το γνωστό πρόβλημα επιδιορθώνεται επί του παρόντος. Εάν αντιμετωπίσετε αυτό το πρόβλημα, σας συνιστούμε να συμπληρώσετε το πεδίο αιτιολόγησης για το εκτιμώμενο επίπεδο σοβαρότητας ή / και πιθανότητας. Θα μπορείτε να επεξεργαστείτε τον δείκτη μόλις επιδιορθωθεί το σφάλμα του προγράμματος."
        },
        "qa3": {
          "title": "Αντιμετωπίζω προβλήματα κατά την εισαγωγή μια ΑΕ",
          "content": "Αρκετά σφάλματα έχουν παρατηρηθεί κατά την εισαγωγή μιας ΕΑ και, ειδικότερα, οι δείκτες στάθμης για την αξιολόγηση της σοβαρότητας και της πιθανότητας κινδύνου μπορεί να εξαφανιστούν. Σε αυτή την περίπτωση, ανατρέξτε στο παραπάνω θέμα. Εκτός αυτού, ενδέχεται μια ΑΕ να μην εμφανίζεται στον Πίνακα Ελέγχου μετά την εισαγωγή της. Αυτό είναι ένα ζήτημα εμφάνισης και απλά πρέπει να ανανεώσετε τη σελίδα."
        },
        "qa4": {
          "title": "Όταν αντιγράφω / επικολλάω κείμενο, επισημαίνεται.",
          "content": "Αυτό είναι μόνο ένα σφάλμα εμφάνισης και δεν έχει καμία επίδραση στο κείμενο που εισάγετε σε ένα πεδίο. Αυτό το οπτικό πρόβλημα θα επιδιορθωθεί σύντομα."
        },
        "qa5": {
          "title": "Δεν μπορώ να αξιολογήσω ένα τμήμα",
          "content": "Για να αξιολογήσετε ένα τμήμα, είναι υποχρεωτικό να συμπληρώσετε όλα τα πεδία. Ελέγξτε αν αυτό όντως έχει γίνει. Κατά την επεξεργασία ενός κινδύνου, πρέπει να έχετε τουλάχιστον ένα τεχνικό ή οργανωτικό μέτρο που μετριάζει τον κίνδυνο για να ζητήσετε αξιολόγηση του κινδύνου."
        },
        "qa6": {
          "title": "Όταν αλλάζετε γλώσσα, τα κείμενα δεν εμφανίζονται μεταφρασμένα",
          "content": "Παρακαλούμε κλείστε την ΕΑ που επεξεργάζεστε και ανοίξτε την εκ νέου. Το περιεχόμενο θα πρέπει στη συνέχεια να εμφανίζεται στη γλώσσα που έχετε επιλέξει."
        },
        "qa7": {
          "title": "Έχω αρνηθεί να επικυρώσω μια ΕΑ αλλά δεν ξέρω τι να κάνω τώρα",
          "content": "Προς το παρόν, τα εικονίδια του μενού περιήγησης δεν ανανεώνονται μετά την απόρριψη μιας ΕΑ. Πρέπει να ελέγξετε κάθε τμήμα και να αλλάξετε τις πληροφορίες και / ή την αξιολόγηση σύμφωνα με τους λόγους απόρριψης της ΕΑ. Αφού επανεξεταστούν όλες οι ενότητες, θα πρέπει να μπορείτε να ζητήσετε ξανά την επικύρωση της ΕΑ."
        }
      },
      "footer": ""
    }
  },
  "about": {
    "title": "Σχετικά με το εργαλείο ΕΑ",
    "version_number": "Αριθμός έκδοσης",
    "description": "Αυτό το εργαλείο σχεδιάστηκε αρχικά από την <a target=\"_blank\" href=\"https://www.cnil.fr\">Commission Nationale Informatique et Liberté (CNIL)</a>, τη γαλλική Αρχή Προστασίας Δεδομένων, για να βοηθήσει τον υπεύθυνο επεξεργασίας προσωπικών δεδομένων να συμμορφωθεί με τον ΓΚΠΔ.<br>Αυτό το λογισμικό είναι ελεύθερο και ανοιχτό. Αν θέλετε να συμμετάσχετε σε αυτό το έργο, μπορείτε να κατεβάσετε τον πηγαίο κώδικα από το Github, να τον τροποποιήσετε και να τον μοιραστείτε με την κοινότητα.",
    "translators": "Το λογισμικό PIA διατίθεται επί του παρόντος σε δεκατέσσερις γλώσσες. Η γαλλική και η αγγλική εκδοχή παρέχονται από το CNIL. Οι άλλες εκδοχές προκύπτουν από τις συνεισφορές των ακόλουθων ατόμων:",
    "translators_name": "<ul><li>Czech : Jiří Grohmann, Manuel d’Orso;</li><li>Dutch : Ruud van Driel, Manuel d’Orso;</li><li>English : <a target=\"_blank\" href=\"https://www.cnil.fr\">CNIL</a>;</li><li>Finnish : <a target=\"_blank\" href=\"https://tietosuoja.fi/etusivu\">Tietosuojavaltuutetun toimisto</a>;</li><li>French : <a target=\"_blank\" href=\"https://www.cnil.fr\">CNIL</a>;</li><li>German : Kosmas Schütz, Corina Scheiter (<a target=\"_blank\" href=\"https://www.datenschutz-bayern.de/\">BayLfD</a>);</li><li>Greek : Dimitris Tzellis;</li><li>Hungarian : <a target=\"_blank\" href=\"https://naih.hu/\">Nemzeti Adatvédelmi és Információszabadság Hatóság (NAIH)</a>;</li><li>Italian : Manuel d’Orso, Gianluca Markos, Antonio Caselli (<a target=\"_blank\" href=\"http://gpdp.it\">Garante per la Protezione dei Dai Personali (GPDP)</a>);</li><li>Norwegian : <a target=\"_blank\" href=\"https://www.datatilsynet.no\">Datatilsynet</a>;</li><li>Polish : Joanna Karczewska, Michal Mazur (<a target=\"_blank\" href=\"https://giodo.gov.pl\">Generalny Inspektor Ochrony Danych Osobowych (GIODO)</a>);</li><li>Portuguese : Barbara Gois;</li><li>Romanian : webmyday;</li><li>Spanish : ylachgar.</li></ul>",
    "contribute": "Αν θέλετε να συμβάλλετε στη μετάφραση του λογισμικού σε άλλη γλώσσα ή να βελτιώσετε τις υπάρχουσες μεταφράσεις, σας συνιστούμε <a href=\"https://github.com/LINCnil/pia/tree/master/src/assets/i18n\" target=\"_blank\">να διαβάσετε τη σελίδα που περιγράφει τα βήματα που πρέπει να ακολουθήσετε</a>.",
    "licences": "Άδειες βιβλιοθήκης:"
  },
  "settings": {
    "title": "Ρυθμίσεις",
    "content": "Παρακαλώ, καταχωρίστε τη διεύθυνση (URL) του απομακρυσμένου διακομιστή:",
    "update": "Ανανέωση του URL"
  },
  "validation_page": {
    "responsible": "Άτομο υπεύθυνο για την επικύρωση της ΕΑ: ",
    "after_reading": "Μετά την ανάγνωση της πλήρους ΕΑ που σχετίζεται με την επεξεργασία δεδομένων που συνδέεται με ",
    "confirmation1": "Βεβαιώνω ότι το πλαίσιο της επεξεργασίας προσωπικών δεδομένων που περιγράφεται στην ΕΑ είναι συνεπές με την πραγματικότητα.",
    "confirmation2": "Βεβαιώνω ότι γνωρίζω τους κινδύνους ανάλογα με τα υπάρχοντα ή τα προγραμματισμένα μέτρα.",
    "confirmation3": "Επικυρώνω τα διορθωτικά μέτρα που αναφέρονται στο σχέδιο δράσης.",
    "confirmation4": "Δεσμεύομαι να υλοποιήσω το συντομότερο δυνατόν τις υποδεδειγμένες διορθωτικές ενέργειες.",
    "button": {
      "rejection": "Απόρριψη ΕΑ",
      "simple_validation": "Έγκριση ΕΑ <br>(άμεση)",
      "signed_validation": "Έγκριση ΕΑ <br>(υπογεγραμμένη)"
    },
    "mandatory_fields": "Όλα τα κουτιά πρέπει να συμπληρωθούν",
    "waiting_for_signature": "Εκκρεμεί υπογραφή EA",
    "validated_pia_with_signature": "Εγκρίθηκε",
    "add_signed_pia": "Προσθήκη υπογεγραμμένης ΕΑ",
    "remove_attachment": "Αφαίρεση συνημμένου",
    "latest_signed_attachment": "Τελευταίο υπογεγραμμένο συνημμένο",
    "signed_attachments_history": "Ιστορικό υπογεγραμμένων συνημμένων",
    "tools": {
      "dashboard": "Πίνακας Ελέγχου",
      "display_pia": "Εμφάνιση ΕΑ",
      "action_plan": "Σχέδιο δράσης"
    }
  },
  "rejection_page": {
    "title": "Ιστορικό επικυρώσεων",
    "rejection_reason": "Αιτιολογία απόρριψης",
    "rejection_reason_placeholder": "Περιγράψτε τις αιτίες για την απόρριψη της ΕΑ",
    "applied_adjustments": "Προτεινόμενες προσαρμογές",
    "applied_adjustments_placeholder": "Περιγράψτε τις αλλαγές που έγιναν στην ΕΑ.",
    "previous_rejection": "Προηγούμενη άρνηση",
    "button": {
      "abandon_treatment": "Εγκατάλειψη επεξεργασίας",
      "reject_pia": "Απόρριψη ΕΑ",
      "send_for_validation": "Επανάληψη αποστολής για έγκριση"
    }
  },
  "misc": {
    "display": "Εμφάνιση / Απόκρυψη"
  },
  "modals": {
    "cancel": "Ακύρωση",
    "archive": "Αρχειοθέτηση",
    "close": "Κλείσιμο",
    "continue": "Συνέχεια",
    "start_evaluation": "Έναρξη αξιολόγησης",
    "back_to_home": "Επιστροφή στην αρχή",
    "simple_pia_validation": {
      "content": "Η ΕΑ επικυρώθηκε."
    },
    "completed_edition": {
      "content": "Έχει ολοκληρωθεί η επεξεργασία της ΕΑ, πρέπει να αξιολογηθεί."
    },
    "completed_evaluation": {
      "content": "Έχει ολοκληρωθεί η αξιολόγηση της ΕΑ, πρέπει να επικυρωθεί."
    },
    "update_server_url": {
      "content": "Η διεύθυνση του διακομιστή έχει ενημερωθεί."
    },
    "signed_pia_validation": {
      "content": "<span class='strong'>Η ΕΑ έχει γίνει αποδεκτή</span><br>Ολοκληρώστε την επικύρωση της ΕΑ επισυνάπτοντας<br>την υπογεγραμμένη αναφορά του υπευθύνου.",
      "download_pia": "Κατεβάστε την αναφορά της ΕΑ"
    },
    "abandon_pia": {
      "content": "Είστε βέβαιοι ότι θέλετε να <br>παραιτηθείτε από αυτή την επεξεργασία;",
      "additional_text": "TO BE TRANSLATED - Archiving is not definitive and the PIA can go back to it if needed."
    },
    "refuse_pia": {
      "content": "<span class='strong'>Απορριφθείσα ΕΑ,</span><br>Αρκετά πεδία πρέπει να διορθωθούν.<br>Επιστροφή στη λειτουργία αξιολόγησης<br>για να κάνετε διορθώσεις."
    },
    "same_comment": {
      "content": "<span class='strong'>Προσοχή,</span><br> παρακαλώ εισάγετε ένα σχόλιο διαφορετικό από το τελευταίο."
    },
    "not_enough_measures_to_remove": {
      "content": "<span class='strong'>Προσοχή,</span><br>Πρέπει να συμπληρωθεί τουλάχιστον ένα μέτρο: δεν είναι δυνατή η διαγραφή."
    },
    "remove_measure": {
      "content": "<span class='strong'>Προσοχή,</span><br>Είστε βέβαιοι ότι θέλετε να <br>καταργήσετε αυτό το μέτρο;",
      "remove": "Κατάργηση αυτού του <br>μέτρου",
      "keep": "Διατήρηση αυτού του <br>μέτρου"
    },
    "ask_for_evaluation": {
      "content": "<span class='strong'>Συγχαρητήρια,</span><br>η υποενότητα είναι τώρα<br>διαθέσιμη για αξιολόγηση."
    },
    "validate_evaluation": {
      "content": "<span class='strong'>Συγχαρητήρια,</span><br>ολοκληρώσατε την αξιολόγηση αυτής της ενότητας.<br>Άλλα τμήματα της ΕΑ πρέπει επίσης να αξιολογηθούν για να είναι δυνατή η επικύρωση της ΕΑ."
    },
    "validate_evaluation_to_correct": {
      "content": "Συγγνώμη,<br>Αρκετά πεδία πρέπει να διορθωθούν.<br>Επιστροφή στη λειτουργία επεξεργασίας<br> για να κάνετε διορθώσεις."
    },
    "declare_measures": {
      "content": "Συγγνώμη,<br>πριν από την αξιολόγηση των κινδύνων,<br>πρέπει να αναφέρετε τα<br>υφιστάμενα ή προγραμματισμένα μέτρα.",
      "declare": "Δηλώστε τα υφιστάμενα ή προγραμματισμένα μέτρα"
    },
    "remove_pia": {
      "content": "<span class='strong'>Προσοχή,</span><br>Είστε βέβαιοι ότι θέλετε να <br>αφαιρέσετε αυτή την ΕΑ;",
      "remove": "Αφαίρεση αυτής της ΕΑ"
    },
    "remove_attachment": {
      "content": "<span class='strong'>Προσοχή,</span><br>Είστε βέβαιοι ότι θέλετε να <br>αφαιρέσετε αυτό το συνημμένο;",
      "keep": "Διατήρηση",
      "remove": "Αφαίρεση",
      "comment": "TO BE TRANSLATED - Comment"
    }
  },
  "summary": {
    "previous_page": "Επιστροφή στην προηγούμενη σελίδα",
    "print": "Εκτύπωση",
    "copy_to_clipboard": "TO BE TRANSLATED - Copy to clipboard",
    "download_images": "TO BE TRANSLATED - Download images",
    "download_csv": "TO BE TRANSLATED - Download a CSV export",
    "csv_section": "TO BE TRANSLATED - Section",
    "csv_title_object": "TO BE TRANSLATED - Title",
    "csv_action_plan_comment": "TO BE TRANSLATED - Action plan comment",
    "csv_evaluation_comment": "TO BE TRANSLATED - Evaluation comment",
    "csv_file_title": "action-plan",
    "csv_implement_date": "TO BE TRANSLATED - Estimated implementation date",
    "csv_people_in_charge": "TO BE TRANSLATED - Person in charge",
    "display_filters": {
      "title": "Εμφάνιση φίλτρων",
      "main_content": "Εμφάνιση τμήματος \"Πληροφορίες ΕΑ\"",
      "context_content": "Εμφάνιση τμήματος \"Γενικό πλαίσιο\"",
      "principles_content": "Εμφάνιση τμήματος \"Θεμελιώσεις αρχές\"",
      "risks_content": "Εμφάνιση τμήματος \"Κίνδυνοι\"",
      "action_plan_content": "Εμφάνιση σχεδίου δράσης",
      "risks_overview_content": "TO BE TRANSLATED - Display risks overview",
      "risks_cartography_content": "TO BE TRANSLATED - Display risk mapping"
    },
    "title": "Πληροφορίες ΕΑ",
    "pia_name": "ΕΑ",
    "pia_author": "Όνομα συντάκτη",
    "pia_assessor": "Όνομα αξιολογητή",
    "pia_validator": "Όνομα επικυρωτή",
    "content_choice": {
      "0": "Η επεξεργασία δεν πρέπει να διεξάγεται.",
      "1": "Η επεξεργασία θα μπορούσε να διεξαχθεί."
    },
    "dpo_name": "Όνομα του ΥΠΔ",
    "dpo_status": "Καθεστώς του ΥΠΔ",
    "dpo_opinion": "Γνώμη του ΥΠΔ",
    "concerned_people_searched_opinion": "Αναζήτηση της γνώμης των ενδιαφερόμενων ανθρώπων",
    "people_search_status_ok": "Ζητήθηκε η γνώμη των ενδιαφερόμενων.",
    "people_search_status_nok": "Δεν ζητήθηκε η γνώμη των ενδιαφερόμενων.",
    "concerned_people_unsearched_opinion_comment": "Ο λόγος για τον οποίο δεν ζητήθηκε η γνώμη των πολιτών",
    "concerned_people_name": "Ονόματα των ενδιαφερομένων",
    "concerned_people_status": "Καθεστώς των ενδιαφερομένων",
    "concerned_people_opinion": "Γνώμες των ενδιαφερομένων",
    "modification_made": "Τροποποιήσεις που έγιναν",
    "rejection_reason": "Λόγος απόρριψης",
    "creation_date": "Ημερομηνία δημιουργίας",
    "attachments": "Συνημμένα",
    "gauges": {
      "1": "Αμελητέο",
      "2": "Περιορισμένο",
      "3": "Σημαντικό",
      "4": "Μέγιστο"
    },
    "action_plan": {
      "title": "Σχέδιο δράσης",
      "fundamental_principles": "Θεμελιώδεις αρχές",
      "implementation_date": "Αναμενόμενη ημερομηνία εφαρμογής",
      "implementation_responsible": "Υπεύθυνος εφαρμογής",
      "measures": "Υφιστάμενα ή προγραμματισμένα μέτρα",
      "risks": "Κίνδυνοι",
      "no_action_plan": "Δεν καταγράφηκε κανένα σχέδιο δράσης."
    },
    "risks_overview_title": "TO BE TRANSLATED - Risks overview",
    "risks_cartography_title": "TO BE TRANSLATED - Risk mapping"
  },
  "errors": {
    "title": "Η σελίδα δεν βρέθηκε.",
    "content": "Εάν αντιμετωπίζετε άλλα προβλήματα ή εάν έχετε προτάσεις για βελτίωση,<br>μπορείτε να τα στείλετε ξανά μέσω αυτής της φόρμας: <a href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\" target=\"_blank\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>"
  },
  "overview-risks": {
    "potential_impacts": "Πιθανές επιπτώσεις",
    "threat": "Απειλές",
    "sources": "Πηγές",
    "measures": "Μέτρα",
    "negligible": "Αμελητέο",
    "limited": "Περιορισμένο",
    "important": "Σημαντικός",
    "maximal": "Μέγιστο",
    "risk-access_x": "Σοβαρότητα",
    "risk-access_y": "Πιθανότητα",
    "risk-change_x": "Σοβαρότητα",
    "risk-change_y": "Πιθανότητα",
    "risk-disappearance_x": "Σοβαρότητα",
    "risk-disappearance_y": "Πιθανότητα"
  },
  "cartography": {
    "negligible": "Αμελητέο",
    "limited": "Περιορισμένο",
    "important": "Σημαντικό",
    "maximal": "Μέγιστο",
    "seriousness_axe": "Σοβαρότητα κινδύνου",
    "likelihood_axe": "Πιθανότητα κινδύνου",
    "legend1": "Προγραμματισμένα ή υπάρχοντα μέτρα",
    "legend2": "Με εφαρμοσμένα τα διορθωτικά μέτρα",
    "legend3": "(Α)θέμιτη πρόσβαση στα προσωπικά δεδομένα",
    "legend4": "(Μ)η επιθύμητη τροποποίηση των προσωπικών δεδομένων",
    "legend5": "(Ε)ξαφάνιση προσωπικών δεδομένων",
    "risk1_access": "(Α)",
    "risk2_modification": "(Μ)"
  },
  "action_plan": {
    "title": "Επισκόπηση",
    "principles": "Θεμελιώδεις αρχές",
    "measures": "Προγραμματισμένα ή υπάρχοντα μέτρα",
    "risks": "Κίνδυνοι",
    "risk1": "Αθέμιτη πρόσβαση στα προσωπικά δεδομένα",
    "risk2": "Ανεπιθύμητη τροποποίηση των προσωπικών δεδομένων",
    "risk3": "Εξαφάνιση προσωπικών δεδομένων",
    "improvable_measures": "Μέτρα δεκτικά βελτίωσης",
    "acceptable_measures": "Μέτρα αποδεκτά",
    "no_action_plan": "Δεν καταγράφηκε κανένα σχέδιο δράσης.",
    "edit": "Επεξεργασία",
    "placeholder_person_in_charge": "Υπεύθυνος εφαρμογής"
  },
  "opinions": {
    "edit": "Επεξεργασία",
    "content": ", λαμβάνοντας υπόψη :",
    "dpo_opinion": "γνώμη του ΥΠΔ",
    "placeholder_dpo_name": "όνομα/ονόματα ΥΠΔ",
    "placeholder_dpo_opinion": "Καθορίστε τους λόγους για την επιλογή σας.",
    "dpo_lock": "Συμπληρώστε τα υπόλοιπα τμήματα για να μπορέσετε να συμπληρώσετε τη γνώμη του ΥΠΔ.",
    "people_opinion": "Γνώμη των ενδιαφερόμενων",
    "placeholder_concerned_people_name": "Όνομα/ονόματα των ενδιαφερόμενων",
    "placeholder_people_opinion": "Περιγράψτε τον τρόπο συλλογής των γνωμών και την ανάλυση. Εάν δεν έχουν ζητηθεί οι γνώμες, δηλώστε τους λόγους.",
    "placeholder_search_content": "Αιτιολογήστε τον λόγο για τον οποίο δεν ζητήθηκε η γνώμη των ενδιαφερομένων.",
    "treatment_ok": "Η επεξεργασία μπορεί να διεξαχθεί.",
    "treatment_nok": "Η επεξεργασία δεν μπορεί να διεξαχθεί.",
    "treatment_lock": "Παρακαλώ ολοκληρώστε τα υπόλοιπα τμήματα πρωτού συμπληρώσετε τις γνώμες των ενδιαφερομένων."
  },
  "sections": {
    "1": {
      "title": "Γενικό πλαίσιο",
      "short_help": "Αυτή η ενότητα σας παρέχει μια σαφή εικόνα της επεξεργασίας των εν λόγω προσωπικών δεδομένων.",
      "items": {
        "1": {
          "title": "Επισκόπηση",
          "short_help": "Αυτό το τμήμα σας επιτρέπει να προσδιορίσετε και να παρουσιάσετε το αντικείμενο της μελέτης.",
          "questions": {
            "1": {
              "title": "Ποια είναι η υπό εξέταση επεξεργασία;",
              "placeholder": "Παρουσιάστε ένα σύντομο περίγραμμα της επεξεργασίας: το όνομά του, τους σκοπούς, τα διακυβεύματα, το πλαίσιο χρήσης, κ.λπ.."
            },
            "2": {
              "title": "Ποιες είναι οι ευθύνες που συνδέονται με την επεξεργασία;",
              "placeholder": "Περιγράψτε τις ευθύνες των ενδιαφερομένων: τον υπεύθυνο επεξεργασίας, τους πιθανούς εκτελούντες την επεξεργασία και τους από κοινού υπεύθυνους επεξεργασίας."
            },
            "3": {
              "title": "Υπάρχουν πρότυπα που ισχύουν για την επεξεργασία;",
              "placeholder": "Αναφέρατε τα σχετικά πρότυπα που ισχύουν για την επεξεργασία, ειδικά εγκεκριμένους κώδικες δεοντολογίας και πιστοποιήσεις προστασίας δεδομένων."
            }
          }
        },
        "2": {
          "title": "Δεδομένα, διαδικασίες και υποστηρικτικά περιουσιακά στοιχεία",
          "short_help": "Αυτό το τμήμα σας επιτρέπει να ορίσετε και να περιγράψετε λεπτομερώς το αντικείμενο της επεξεργασίας.",
          "questions": {
            "1": {
              "title": "Ποιά προσωπικά δεδομένα δέχονται επεξεργασία;",
              "placeholder": "Καταγράψτε τα δεδομένα που συλλέγονται και επεξεργάζονται. Καθορίστε για κάθε ένα την διάρκεια αποθήκευσης, τους αποδέκτες και τα άτομα που έχουν πρόσβαση σε αυτά."
            },
            "2": {
              "title": "Πώς λειτουργεί ο κύκλος ζωής των δεδομένων και των διαδικασιών;",
              "placeholder": "Παρουσιάστε και περιγράψτε τον κύκλο ζωής των δεδομένων (από τη συλλογή δεδομένων έως την καταστροφή δεδομένων, τα διάφορα στάδια επεξεργασίας, την αρχειοθέτηση, κ.λπ.), για παράδειγμα, χρησιμοποιώντας ένα διάγραμμα ροών δεδομένων (προσθέστε το ως συνημμένο) και μια λεπτομερή περιγραφή των διαδικασιών διεξήχθη."
            },
            "3": {
              "title": "Ποια είναι τα περιουσιακά στοιχεία που υποστηρίζουν τα δεδομένα;",
              "placeholder": "Καταχωρίστε τα τα περιουσιακά στοιχεία που υποστηρίζουν τα δεδομένα (λειτουργικά συστήματα, επιχειρηματικές εφαρμογές, συστήματα διαχείρισης βάσεων δεδομένων, σουίτες γραφείου, πρωτόκολλα, διαμορφώσεις, κ.λπ.)"
            }
          }
        }
      }
    },
    "2": {
      "title": "Θεμελιώδεις αρχές",
      "short_help": "Αυτή η ενότητα σας επιτρέπει να δημιουργήσετε το πλαίσιο συμμόρφωσης για τις αρχές απορρήτου.",
      "items": {
        "1": {
          "title": "Αναλογικότητα και αναγκαιότητα",
          "short_help": "Αυτό το τμήμα σας επιτρέπει να αποδείξετε τη νομιμότητα της επεξεργασίας σας και των δεδομένων που υποβάλλονται σε επεξεργασία.",
          "questions": {
            "1": {
              "title": "Είναι σαφείς, ρητοί και νόμιμοι οι σκοποί επεξεργασίας;",
              "short_title": "Σκοποί",
              "placeholder": "Εξηγήστε γιατί οι σκοποί της επεξεργασίας, είναι σαφείς, ρητοί και νόμιμοι."
            },
            "2": {
              "title": "Ποια είναι η νομική βάση που καθιστά την επεξεργασίας νόμιμη;",
              "short_title": "Νομική βάση",
              "placeholder": "Περιγράψτε ποια είναι η νομική βάση της επεξεργασίας σας (π.χ.: συγκατάθεση, εκτέλεση συμβολαίου, συμμόρφωση με νομική υποχρέωση, προστασία ζωτικών συμφερόντων, κ.λπ.)"
            },
            "3": {
              "title": "Τα προσωπικά δεδομένα που συλλέγονται είναι επαρκή, συναφή και περιορίζονται σε όσα είναι απαραίτητα σε σχέση με τους σκοπούς για τους οποίους υποβάλλονται σε επεξεργασία («ελαχιστοποίηση των δεδομένων»);",
              "short_title": "Επαρκή δεδομένα",
              "placeholder": "Εξηγήστε γιατί κάθε ένα από τα δεδομένα που συλλέγονται είναι απαραίτητο για τους σκοπούς της επεξεργασίας σας."
            },
            "4": {
              "title": "Τα δεδομένα είναι ακριβή και ενημερωμένα;",
              "short_title": "Ακρίβεια δεδομένων",
              "placeholder": "Περιγράψτε ποια είναι τα μέτρα που έχουν ληφθεί για τη διασφάλιση της ποιότητας των δεδομένων."
            },
            "5": {
              "title": "Ποια είναι η διάρκεια αποθήκευσης των δεδομένων;",
              "short_title": "Διάρκεια αποθήκευσης",
              "placeholder": "Εξηγήστε γιατί οι διάρκειες αποθήκευσης δικαιολογούνται από τις νομικές απαιτήσεις ή / και τις ανάγκες της επεξεργασίας."
            }
          }
        },
        "2": {
          "title": "Ρυθμιστικά για την προστασία των προσωπικών δικαιωμάτων των υποκειμένων των δεδομένων",
          "short_help": "Αυτό το τμήμα σας επιτρέπει να αποδείξετε ότι εφαρμόζετε τα απαραίτητα μέσα που θα επιτρέψουν στα ενδιαφερόμενα άτομα να ασκήσουν τα δικαιώματά τους.",
          "questions": {
            "1": {
              "title": "Πώς ενημερώνονται τα υποκείμενα των δεδομένων σχετικά με την επεξεργασία;",
              "short_title": "Πληροφορίες για τα υποκείμενα των δεδομένων",
              "placeholder": "Περιγράψτε ποιες είναι οι πληροφορίες που δίνονται στα υποκείμενα των δεδομένων και ποια είναι τα μέσα για να γίνει αυτό."
            },
            "2": {
              "title": "Εάν ισχύει, πώς επιτυγχάνεται η συγκατάθεση των υποκειμένων των δεδομένων;",
              "short_title": "Λήψη συγκατάθεσης",
              "placeholder": "Περιγράψτε τα μέτρα που αποσκοπούν στη διασφάλιση της συγκατάθεσης των χρηστών."
            },
            "3": {
              "title": "Πώς μπορούν τα υποκείμενα δεδομένων να ασκήσουν τα δικαιώματά τους πρόσβασης και φορητότητας προσωπικών δεδομένων;",
              "short_title": "Δικαίωμα στην πρόσβασης και φορητότητας",
              "placeholder": "Περιγράψτε τα μέτρα που προορίζονται για να επιτρέψετε στα υποκείμενα δεδομένων να έχουν πρόσβαση, να λαμβάνουν και να διαβιβάζουν τα δεδομένα τους."
            },
            "4": {
              "title": "Πώς μπορούν τα υποκείμενα δεδομένων να ασκήσουν τα δικαιώματά τους διόρθωσης και διαγραφής;",
              "short_title": "Δικαίωμα διόρθωσης και διαγραφής",
              "placeholder": "Περιγράψτε τους ελέγχους που προορίζονται για να επιτρέψετε στα υποκείμενα δεδομένων να διορθώνουν και να διαγράφουν τα δεδομένα τους."
            },
            "5": {
              "title": "Πώς μπορούν τα υποκείμενα δεδομένων να ασκήσουν τα δικαιώματά τους περιορισμού και εναντίωσης;",
              "short_title": "Δικαίωμα περιορισμού και εναντίωσης",
              "placeholder": "Περιγράψτε τα μέτρα που προορίζονται να επιτρέψουν στα υποκείμενα των δεδομένων να περιορίζουν και να αντιτίθενται στην επεξεργασία των δεδομένων τους."
            },
            "6": {
              "title": "Οι υποχρεώσεις των εκτελούντων την επεξεργασία προσδιορίζονται σαφώς και διέπονται από σύμβαση;",
              "short_title": "Υπεργολαβία",
              "placeholder": "Για κάθε εκτελούντα την επεξεργασία, περιγράψτε τις ευθύνες του (διάρκεια, πεδίο εφαρμογής, σκοπό, τεκμηριωμένες οδηγίες επεξεργασίας, προηγούμενη έγκριση) και προσκομίστε τις συμβάσεις, τους κώδικες δεοντολογία και τις πιστοποιήσεις που καθορίζουν τις αποστολές και τις υποχρεώσεις του."
            },
            "7": {
              "title": "Σε περίπτωση μεταφοράς δεδομένων εκτός της Ευρωπαϊκής Ένωσης, τα προσωπικά δεδομένα προστατεύονται επαρκώς;",
              "short_title": "Μεταφορές",
              "placeholder": "Για κάθε χώρα εκτός της Ευρωπαϊκής Ένωσης όπου αποθηκεύονται ή υποβάλλονται σε επεξεργασία δεδομένα, ονομάστε την και δηλώστε εάν αναγνωρίζεται ότι προσφέρει επαρκές επίπεδο προστασίας δεδομένων ή περιγράψτε τις προβλέψεις που αφορούν στη μεταφορά."
            }
          }
        }
      }
    },
    "3": {
      "title": "Κίνδυνοι",
      "short_help": "Αυτή η ενότητα σας επιτρέπει να αξιολογήσετε τους κινδύνους που αφορούν την ιδιωτική ζωή, λαμβάνοντας υπόψη υπάρχοντα ή προγραμματισμένα μέτρα.",
      "items": {
        "1": {
          "title": "Προγραμματισμένα ή υπάρχοντα μέτρα",
          "short_help": "Αυτή η ενότητα σας επιτρέπει να εντοπίσετε μέτρα (υπάρχοντα ή προγραμματισμένα) που συμβάλλουν στην ασφάλεια των δεδομένων."
        },
        "2": {
          "title": "Αθέμιτη πρόσβαση στα δεδομένα",
          "short_help": "Αναλύστε τα αίτια και τις συνέπειες της αθέμιτης πρόσβασης στα προσωπικά δεδομένα και εκτιμήστε τη σοβαρότητα και την πιθανότητα της.",
          "questions": {
            "1": {
              "title": "Ποιες θα μπορούσαν να είναι οι κύριες <span class='green-highlight'>επιπτώσεις στα υποκείμενα δεδομένων</span>αν επέρχονταν ο κίνδυνος;",
              "placeholder": "Καταχωρίστε τις πιθανές επιπτώσεις \u002B"
            },
            "2": {
              "title": "Ποιες είναι οι κύριες <span class='green-highlight'>απειλές</span> που θα μπορούσαν να οδηγήσουν στην επέλευση του κινδύνου;",
              "placeholder": "Καταχωρίστε τις απειλές \u002B"
            },
            "3": {
              "title": "Ποιές είναι οι <span class='green-highlight'>πηγές</span> κινδύνου;",
              "placeholder": "Καταχωρίστε τις πηγές κινδύνου \u002B"
            },
            "4": {
              "title": "Ποιά από τα εντοπισθέντα <span class='green-highlight'>μέτρα</span> συμβάλλουν στην αντιμετώπιση του κινδύνου;",
              "placeholder": "Κάντε κλικ για να επιλέξετε μέτρα που αφορούν στον κίνδυνο."
            },
            "5": {
              "title": "Πώς υπολογίζετε τη <span class='green-highlight'>σοβαρότητα του κινδύνου</span>, ειδικά ανάλογα με τις πιθανές επιπτώσεις και τα προγραμματισμένα μέτρα;",
              "placeholder": "Αιτιολογήστε εδώ την εκτιμώμενη σοβαρότητα του κινδύνου."
            },
            "6": {
              "title": "Πώς υπολογίζετε την <span class='green-highlight'>πιθανότητα του κινδύνου</span>, ειδικά ανάλογα με τις πιθανές επιπτώσεις και τα προγραμματισμένα μέτρα;",
              "placeholder": "Αιτιολογήστε εδώ την εκτιμώμενη πιθανότητα επέλευσης του κινδύνου."
            }
          }
        },
        "3": {
          "title": "Ανεπιθύμητη τροποποίηση των δεδομένων",
          "short_help": "Αναλύστε τα αίτια και τις συνέπειες μιας ανεπιθύμητης αλλαγής των δεδομένων και εκτιμήστε τη σοβαρότητα και την πιθανότητά της.",
          "questions": {
            "1": {
              "title": "Ποιές θα μπορούσαν να είναι οι κύριες <span class='green-highlight'>επιπτώσεις στα υποκείμενα των δεδομένων</span> σε περίπτωσης επέλευσης του κινδύνου;",
              "placeholder": "Καταχωρίστε τις πιθανές επιπτώσεις \u002B"
            },
            "2": {
              "title": "Ποιες είναι οι κύριες <span class='green-highlight'>απειλές</span> που θα μπορούσαν να οδηγήσουν στην επέλευση του κινδύνου;",
              "placeholder": "Καταχωρίστε τις απειλές \u002B"
            },
            "3": {
              "title": "Ποιές είναι οι <span class='green-highlight'>πηγές</span> κινδύνου;",
              "placeholder": "Καταχωρίστε τις πηγές κινδύνου \u002B"
            },
            "4": {
              "title": "Ποιά από τα προσδιορισθέντα <span class='green-highlight'>μέτρα</span> συμβάλλουν στην αντιμετώπιση του κινδύνου;",
              "placeholder": "Κάντε κλικ εδώ για να επιλέξετε τα μέτρα που αφορούν στον κίνδυνο."
            },
            "5": {
              "title": "Πώς εκτιμάτε την <span class='green-highlight'>σοβαρότητα του κινδύνου</span>, ιδίως ανάλογα με τις πιθανές επιπτώσεις και τα προγραμματισμένα μέτρα;",
              "placeholder": "Αιτιολογήστε εδώ την εκτιμώμενη σοβαρότητα του κινδύνου."
            },
            "6": {
              "title": "Πώς εκτιμάτε την <span class='green-highlight'>πιθανότητα του κινδύνου</span>, ιδίως σε σχέση με τις απειλές, τις πηγές κινδύνου και τα προγραμματισμένα μέτρα;",
              "placeholder": "Αιτιολογήστε εδώ την εκτιμώμενη πιθανότητα επέλευσης του κινδύνου."
            }
          }
        },
        "4": {
          "title": "Εξαφάνιση δεδομένων",
          "short_help": "Αναλύστε τα αίτια και τις συνέπειες της απώλειας δεδομένων και εκτιμήστε τη σοβαρότητα και την πιθανότητά τους.",
          "questions": {
            "1": {
              "title": "Ποιές θα μπορούσαν να είναι οι κύριες <span class='green-highlight'>επιπτώσεις στα υποκείμενα των δεδομένων</span>σε περίπτωσης επέλευσης του κινδύνου;",
              "placeholder": "Καταχωρίστε τις πιθανές επιπτώσεις \u002B"
            },
            "2": {
              "title": "Ποιές είναι οι κύριες <span class='green-highlight'>απειλές</span>που θα μπορούσαν να οδηγήσουν στην επέλευση του κινδύνου;",
              "placeholder": "Καταχωρίστε τις απειλές \u002B"
            },
            "3": {
              "title": "Ποιές είναι οι <span class='green-highlight'>πηγές</span> κινδύνου;",
              "placeholder": "Καταχωρίστε τις πηγές κινδύνου \u002B"
            },
            "4": {
              "title": "Ποιά από τα προσδιορισθέντα <span class='green-highlight'>μέτρα</span> συμβάλλουν στην αντιμετώπιση του κινδύνου;",
              "placeholder": "Κάντε κλικ εδώ για να επιλέξετε τα μέτρα που αφορούν στον κίνδυνο."
            },
            "5": {
              "title": "Πώς εκτιμάτε την <span class='green-highlight'>σοβαρότητα του κινδύνου</span>, ιδίως ανάλογα με τις πιθανές επιπτώσεις και τα προγραμματισμένα μέτρα;",
              "placeholder": "Αιτιολογήστε εδώ την εκτιμώμενη σοβαρότητα του κινδύνου."
            },
            "6": {
              "title": "Πώς εκτιμάτε την <span class='green-highlight'>πιθανότητα του κινδύνου</span>, ιδίως σε σχέση με τις απειλές, τις πηγές κινδύνου και τα προγραμματισμένα μέτρα;",
              "placeholder": "Αιτιολογήστε εδώ την εκτιμώμενη πιθανότητα επέλευσης του κινδύνου."
            }
          }
        },
        "5": {
          "title": "Επιθεώρηση κινδύνων",
          "short_help": "Αυτή η απεικόνιση σας παρέχει μια σφαιρική και ηλεκτρονική άποψη των επιπτώσεων των μέτρων στους κινδύνους που προέρχονται από την επεξεργασία. "
        }
      }
    },
     "4": {
      "title": "Επικύρωση",
      "short_help": "Αυτή η ενότητα σας επιτρέπει να προετοιμάσετε και να επισημοποιήσετε την επικύρωση της ΕΑ.",
      "items": {
        "1": {
          "title": "Χαρτογράφηση κινδύνων",
          "short_help": "Αυτή η απεικόνιση σας επιτρέπει να έχετε μια συνολική και συνθετική άποψη των κινδύνων, πριν και μετά την εφαρμογή των συμπληρωματικών μέτρων."
        },
        "2": {
          "title": "Σχέδιο δράσης",
          "short_help": "Σχεδιάστε λεπτομερώς την εφαρμογή των πρόσθετων μέτρων που εντοπίστηκαν κατά τη διάρκεια της ΕΑ. Το σχέδιο δράσης ενημερώνεται αυτόματα κατά την αξιολόγηση των διαφόρων στοιχείων που περιλαμβάνονται στην ΕΑ."
        },
        "3": {
          "title": "Γνώμες ΥΠΔ και ενδιαφερόμενων προσώπων",
          "short_help": "Παρουσιάστε τις συμβουλές του υπεύθυνου προστασίας δεδομένων και προστασίας της ιδιωτικής ζωής (εκπρόσωπος προστασίας δεδομένων εάν υπάρχει). Παρουσιάστε τις απόψεις των υποκειμένων των δεδομένων ή των εκπροσώπων τους."
        },
        "4": {
          "title": "Επικύρωση της ΕΑ"
        },
        "5": {
          "title": "Απορριφθείσα ΕΑ"
        }
      }
    }
  }
}
