{
  "authentication": {
    "title": "Análisis de impacto sobre <br> la protección de los datos",
    "subtitle1": "Una plataforma para crear <br> y gestionar sus pia",
    "subtitle2": "Acceder a las herramientas y glosarios",
    "start_app": "Acceder a la herramienta PIA (Beta)",
    "description": "El programa PIA de la <strong>Comisión Nacional de la Informática y de las Libertades (CNIL)</strong> se inscribe en un procedimiento de acompañamiento de los responsables del tratamiento en la aplicación de las obligaciones del RGPD. Acompaña la conducción de un análisis de impacto relativo a la protección de los datos y también tiene como objeto facilitar la apropiación de las guías PIA publicadas por la CNIL.",
    "start": "Comenzar"
  },
  "header": {
    "logo_title": "Análisis de impacto sobre la protección de los datos",
    "logo_subtitle": "privacy impact assessment",
    "homepage_link": "Inicio",
    "knowledge_base_link": "Base de conocimientos",
    "pia_example_link": "Ejemplo de PIA",
    "languages": {
      "official_translation": "TO BE TRANSLATED - Original version",
      "cnil_translations": "TO BE TRANSLATED - CNIL provided translations",
      "community_translations": "TO BE TRANSLATED - Community provided translations",
      "fr": "Français",
      "en": "English",
      "cz": "Česky",
      "it": "Italiaans",
      "nl": "Nederlands",
      "pl": "Polski",
      "de": "Deutsch",
      "es": "Español"
    },
    "tools": {
      "title": "Herramientas",
      "settings": "Parámetros",
      "accessibility": "Accesibilidad personas con discapacidad visual (colores con elevado contraste, adaptado al daltonismo)",
      "help": "Ayuda",
      "about": "Acerca de"
    }
  },
  "homepage": {
    "filters": {
      "list": "lista",
      "card": "tarjeta",
      "sort": "Clasificar",
      "sort_by": "por",
      "name": "Apellido",
      "date": "Fecha",
      "status": "Estatus",
      "author": "Editor",
      "assessor": "Evaluador",
      "validator": "Validador",
      "new_pia": "Nuevo PIA",
      "import_pia": "Importar PIA",
      "list_rocket_content": "¡Láncese! Para comenzar<br>un PIA, haga clic en el +",
      "card_rocket_content": "¡Láncese!<br><br>Para comenzar<br>un PIA, haga clic<br> en el +"
    },
    "cards": {
      "new_pia": "Nuevo PIA",
      "placeholder_new_pia": "Nuevo PIA",
      "or": "o",
      "import_pia": "Importar PIA",
      "placeholder_import_pia": "Importar PIA",
      "title_close_creation": "Cerrar",
      "pia_name": "PIA",
      "placeholder_pia_name": "Título del PIA",
      "author": "Introducción de datos",
      "placeholder_author": "Nombre, apellidos",
      "evaluation": "Evaluación",
      "placeholder_evaluation": " Nombre, apellidos",
      "validation": "Validación",
      "placeholder_validation": " Nombre, apellidos",
      "date": "Fecha",
      "status": "Estatus",
      "creation_status": "Creación",
      "start": "Comenzar",
      "placeholder_start": "Se deben rellenar todos los campos",
      "item": {
        "tools": {
          "export": "Exportar",
          "more_options": "Más opciones",
          "duplicate": "Duplicar",
          "action_plan": " Ver el<br>plan de acción",
          "pia": "Ver el<br>PIA",
          "remove": "Eliminar"
        },
        "edit_pia": "Editar el PIA"
      }
    },
    "lists": {
      "column_pia": "PIA",
      "column_updated_at": "Abierto el",
      "column_author": "Introducción de datos",
      "column_evaluation": "Evaluación",
      "column_validation": "Validación",
      "column_creation": "Creación",
      "column_status": "Estatus",
      "column_progression": "Progresión",
      "column_actions": "Acciones",
      "item": {
        "tools": {
          "edit": "Editar",
          "export": "Exportar",
          "duplicate": "Duplicar",
          "action_plan": "Ver el plan de acción",
          "pia": "Ver el PIA",
          "remove": "Eliminar"
        }
      }
    }
  },
  "pia": {
    "statuses": {
      "0": "En curso",
      "1": "Rechazado",
      "2": "Validación simple",
      "3": "Validación con firma",
      "4": "Archivado",
      "5": "En espera de validación"
    },
    "header": {
      "preview": "Vista previa",
      "display_action_plan": "Ver el<br>plan de acción",
      "edition": "TO BE TRANSLATED - Edition",
      "evaluation": "TO BE TRANSLATED - Evaluation"
    },
    "attachments": {
      "title": "Documentos adjuntos",
      "add": "Añadir",
      "remove": "Eliminar"
    },
    "sections": {
      "homepage_link": "Volver al inicio",
      "validate_pia": "Validar el PIA",
      "refuse_pia": "PIA rechazado",
      "status": {
        "evaluation": {
          "title": "TO BE TRANSLATED - Waiting for review.",
          "content": "TO BE TRANSLATED - This part has not yet been reviewed. If you wish to edit the content submitted for review you have to ",
          "cancel": "TO BE TRANSLATED - cancel the review request.",
          "cancel_button": "TO BE TRANSLATED - Cancel the review request"
        },
        "validation": {
          "title": "TO BE TRANSLATED - Waiting for validation.",
          "content": "TO BE TRANSLATED - This part has been reviewed and is waiting for the overall PIA validation. If you wish to change the review, you have to ",
          "cancel": "TO BE TRANSLATED - cancel the validation request.",
          "cancel_button": "TO BE TRANSLATED - Cancel the validation request"
        }
      }
    },
    "footer": {
      "ask_evaluation": "Solicitar la evaluación",
      "validate_evaluation": "Validar la evaluación",
      "subsection_validated": "Parte evaluada, en espera de la validación final",
      "mandatory_fields": "Se deben cumplimentar todos los campos"
    }
  },
  "measures": {
    "placeholder_title": "Título de la medida",
    "add": "Crear una medida (o añadir una propuesta en la base de conocimiento, en la columna derecha)",
    "edit": "Editar la medida",
    "remove": "Eliminar la medida",
    "default_placeholder": "Describa las medidas existentes o previstas para garantizar la seguridad de los datos."
  },
  "knowledge_base": {
    "title": "Base de conocimientos",
    "search": "Buscar",
    "add_measure": "Añadir",
    "placeholder_help": "Ayuda a la introducción de datos",
    "placeholder_add_measure": "Añadir esta medida",
    "add_measure_hint": "Añadir también una medida a partir de la base de conocimiento.",
    "filters": {
      "title": "Filtros",
      "all": "Todo",
      "definitions": "Definiciones",
      "organizational_measures": "Medidas de organización",
      "measures_on_data": "Medidas sobre los datos",
      "general_measures": "Medidas generales de seguridad del sistema",
      "no_result": "No se ha encontrado ningún resultado."
    },
    "category": {
      "definition": "Definición",
      "principle": "Principio",
      "organizational_measure": "Medida de organización",
      "measure_on_data": "Medida sobre los datos",
      "general_measure": "Medida general de seguridad del sistema",
      "example": "Ejemplo"
    },
    "slugs": {
      "PIA_LGL_FOND": {
        "name": "Fundamento jurídico",
        "description": "- La persona afectada ha dado su consentimiento para el tratamiento de sus datos de carácter personal para una o más finalidades específicas <br> - El tratamiento es necesario para la ejecución de un contrato del que la persona afectada es parte o para la ejecución de medidas precontractuales adoptadas a petición de ésta <br> - El tratamiento es necesario para el respeto de una obligación legal, definida por el derecho de la Unión o el derecho del estado miembro al que está sujeto el responsable del tratamiento, a la que está sujeto el responsable de tratamiento <br> - El tratamiento es necesario para la protección de los intereses vitales de la persona afectada o de cualquier otra persona física <br> - El tratamiento es necesario para la ejecución de una misión de interés público o dependiente del ejercicio de la autoridad pública de la que está conferido el responsable del tratamiento <br> - El tratamiento es necesario para los intereses legítimos perseguidos por el responsable del tratamiento o por un tercero, a menos que no prevalezcan los intereses o las libertades y los derechos fundamentales de la persona afectada que exigen una protección de los datos de carácter personal, especialmente cuando la persona afectada es un menor. Remitirse al <a target=\"_blank\" href=\" http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">art. 6 del [RGPD]</a>",
        "source": "PIA2 p4/WIKI Fondement_:_licéité_du_traitement,_interdiction_du_détournement_de_finalité"
      },
      "PIA_LGL_ST": {
        "name": "Subcontratación",
        "description": "Se debe formalizar un contrato de subcontratación con cada uno de los encargados del tratamiento, precisando el conjunto de los elementos previstos en el art. 28 del RGPD: duración, perímetro, finalidad, instrucciones de tratamiento documentadas, autorización previa en caso de recurso a un subcontratista, puesta a disposición de cualquier documentación que aporte la prueba del cumplimiento del RGPD, notificación lo antes posible de cualquier violación de datos, etc.",
        "source": "PIA2 p10/WIKI Sous-traitance_:_identifiée_et_contractualisée"
      },
      "PIA_LGL_TRAN": {
        "name": "Transferencias",
        "description": "Detallar el lugar geográfico de almacenamiento de los diferentes datos del tratamiento. En función el país en cuestión, deberá justificar la elección de un alojamiento fuera de la Unión Europea e indicar las modalidades de marco jurídico aplicadas para garantizar una protección adecuada de los datos que son objeto de una transferencia transfronteriza. <br> Es decir: <br> - En un país de la Unión Europea <br> - En un país reconocido adecuado por la Unión Europea <br> - Transferencia a Estados Unidos a una sociedad comprometida con el Privacy Shield <br>- Otros países <br> De conformidad con los <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">artículos 44 a 49 del [RGPD]</a>",
        "source": "WIKI Transferts_:_respect_des_obligations_en_mati%C3%A8re_de_transfert_de_donn%C3%A9es_en_dehors_de_l%E2%80%99Union_europ%C3%A9enne et PIAF Objets connectés p17"
      },
      "PIA_LGL_DESC": {
        "name": "Descripción del tratamiento",
        "description": "Presentar el tratamiento considerado, las finalidades y los retos de forma sintética. Identificar al responsable del tratamiento y los eventuales encargados del tratamiento. Hacer una lista de los referenciales aplicables al tratamiento, convenientes o que se deben respetar, en particular los códigos de conducta aprobados<br>Ver el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">art. 40 del [RGPD]</a>) <br>y certificaciones en materia de protección de datos (ver el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">art. 42 del [RGPD]</a>).",
        "source": "PIA1 p6"
      },
      "PIA_LGL_DATA": {
        "name": "Datos tratados",
        "description": "Delimitar y describir el perímetro de forma detallada: <br> - los datos personales en cuestión, sus destinatarios y plazos de conservación;<br> - una descripción de los procesos y soportes de datos para el conjunto del ciclo de vida de los datos (desde su recogida hasta su supresión).",
        "source": "PIA1 p6"
      },
      "PIA_LGL_SUPT": {
        "name": "Soporte de los datos",
        "description": "Bien sobre el que se encuentran los datos. Nota: puede tratarse de hardwares, softwares, canales informáticos, personas, soportes papel o canales de transmisión en papel.",
        "source": "PIA1 p12"
      },
      "PIA_LGL_FIN": {
        "name": "Fines de la recogida y de la utilización de los datos",
        "description": "Los datos de carácter personal deben recogerse para finalidades determinadas, explícitas y legítimas y <strong>no tratarse posteriormente de manera incompatible con estas finalidades</strong>; <br> Como se menciona en el <a target=\"_blank\" href=\" http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\"> art. 5b del [RGPD]</a>",
        "source": "RGPD Art. 5b"
      },
      "PIA_LGL_MINI": {
        "name": "Minimización de datos",
        "description": "Se trata de reducir la gravedad de los riesgos limitando la recogida de datos de carácter personal a lo estrictamente necesario para una finalidad determinada. Evitar la recopilación de datos no necesarios, la utilización de datos sin relación con la finalidad y los impactos excesivos para las personas.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_LGL_DEST": {
        "name": "Destinatarios",
        "description": "Persona física o jurídica, la autoridad pública, el servicio o cualquier otro organismo que recibe comunicación de datos de carácter personal, ya se trate o no de un tercero. No obstante, las autoridades públicas a las que se les puede comunicar datos de carácter personal en el marco de una misión de encuesta particular de conformidad con el derecho de la Unión o el derecho de un Estado miembro no se consideran como destinatarios; el tratamiento de estos datos por las autoridades públicas en cuestión está en conformidad con las reglas aplicables en materia de protección de datos en función de las finalidades del tratamiento. Tal como se menciona en el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">art. 4.9 del [RGPD]</a>",
        "source": "RGPD Art. 4.9"
      },
      "PIA_LGL_DUR": {
        "name": "Plazo de conservación de los datos",
        "description": "Se debe definir un plazo de conservación para cada tipo de dato, justificado por las necesidades del tratamiento y/o las exigencias legales. Así pues, cabe hacer una distinción entre los datos corrientes y los datos archivados cuyo acceso estará limitado exclusivamente a los actores afectados. Se debe implementar un mecanismo de eliminación para archivar los datos corrientes o purgar los datos archivados al final de su plazo de conservación. Las trazas funcionales también deberán purgarse, así como los logs técnicos que no podrán conservarse indefinidamente.",
        "source": "PIAF Objets connectés p10"
      },
      "PIA_LGL_INFO": {
        "name": "Información del usuario del servicio sobre el uso de sus datos",
        "description": "Se trata de garantizar la información de las personas y así evitar el recogede datos sin su conocimiento; verificar que el tratamiento no esté sujeto a una excepción o a condiciones particulares.",
        "source": "WIKI Information_des_personnes_concernées_(traitement_loyal_et_transparent)"
      },
      "PIA_LGL_CONS": {
        "name": "Obtención del consentimiento del usuario del servicio",
        "description": "Se trata de permitir una elección libre, específica e informada; verificar que una de las bases legales del tratamiento es el consentimiento, tal como se prevé en el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">artículo 6 del RGPD</a> (obligación legal, protección de la vida, misión de servicio público, contrato o medidas tomadas con la persona o interés legítimo).",
        "source": "WIKI Recueil_du_consentement"
      },
      "PIA_VAL_DPO": {
        "name": "Opinión del delegado de protección de datos",
        "description": "El artículo <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">35-2 del RGPD</a>, dispone que el responsable de tratamiento pide asesoramiento al delegado de protección de datos durante un análisis de impacto relativo a la protección de los datos.<br><strong>Esta opinión puede ser desfavorable para la implementación del tratamiento, sin por ello limitar la decisión del responsable de tratamiento.</strong>",
    		"source": "PIAF Objets connectés p36"
      },
      "PIA_VAL_CONC": {
        "name": "Opinión de las personas afectadas",
        "description": "El artículo <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">35-9 del RGPD</a>, dispone que, llegado el caso, el responsable de tratamiento pide la opinión de las personas afectadas.<br>Esta opinión se puede obtener por diferentes medios, según el contexto (estudio interno o externo sobre la finalidad y los medios del tratamiento, pregunta a los representantes del personal o a los sindicatos, o encuesta a los futuros clientes del responsable de tratamiento.<br><strong>Si el responsable de tratamiento decide ignorar</strong> la opinión de las personas afectadas, debe <strong>consignar la justificación de su decisión.</strong><br>Si el responsable de tratamiento considera que <br> no es pertinente obtener la opinión de las personas afectadas</strong>, también debe <strong>consignar la justificación.</strong>",
    		"source": "PIAF Objets connectés p39"
      },
      "PIA_VAL_RT": {
        "name": "Validación del responsable de tratamiento",
        "description": "<strong> El responsable de tratamiento decide formalmente</strong> la aceptabilidad de las medidas adoptadas, los riesgos residuales y el plan de acción, de manera argumentada, respecto a los retos previamente identificados y la opinión de las partes interesadas. Así, el PIA puede ser:<br>- validado;<br>- a mejorar (explicar en qué);<br>- rechazado (así como el tratamiento considerado).<br>Llegado el caso, será conveniente revisar las etapas anteriores para que se pueda validar el PIA.<br>Esta decisión no prejuzga en absoluto la evaluación de conformidad que, llegado el caso,  puede hacer la autoridad de protección de datos (en Francia, la CNIL), por ejemplo en el marco de trámites previos o de control.",
		    "source": "PIAF Objets connectés p 40"
      },
      "PIA_TEC_ANO": {
        "placeholder": "Describa aquí los mecanismos de anonimización utilizados",
        "name": "Anonimización",
        "description": "Descripción de los mecanismos de anonimización, de las garantías que aportan contra una reidentificación eventual y con qué fin se utilizan.",
    		"source": " Aucune"
      },
      "PIA_TEC_CLO": {
        "placeholder": "Indique aquí si está previsto una compartimentación del tratamiento, y cómo se realiza.",
        "name": "Compartimentación",
        "description": "Métodos utilizados para compartimentar el tratamiento.",
    		"source": " Aucune"
      },
      "PIA_TEC_CHIF": {
        "placeholder": "Describa aquí los medios criptográficos utilizados para garantizar la confidencialidad y la integridad de los datos ",
        "name": "Cifrado",
        "description": "Medios utilizados para <strong>garantizar la confidencialidad de los datos</strong> conservados (en base de datos, en archivos planos, en las copias de seguridad, etc.) así como las modalidades de gestión de las claves de cifrado (creación, conservación, modificación en caso de sospechas de compromiso, etc.). <br><br> Detalle los medios de cifrado empleados para los flujos de datos (VPN, TLS, etc.) integrados en el tratamiento.",
    		"source": "PIAF objets connectés p23"
      },
      "PIA_TEC_CTLA": {
        "placeholder": "Indique aquí cómo se definen y atribuyen los perfiles de usuarios.",
        "name": "Control de los accesos lógicos",
        "description": "Descripción de la manera en que se definen y atribuyen los perfiles de usuarios. Será conveniente detallar los medios de<strong> autenticación</strong> aplicados precisando, llegado el caso las reglas aplicables a las contraseñas (longitud mínima, estructura obligatoria, duración de validez, número de intentos infructuosos antes de bloqueo de la cuenta, etc.).",
    		"source": "PIAF objets connectés p21"
      },
      "PIA_TEC_LOG": {
        "placeholder": "Indique aquí si los eventos son registrados y la duración de conservación de estas trazas.",
        "name": "Registro",
        "description": "Políticas de registro de los eventos y de conservación de las trazas resultantes.",
    		"source": "Aucune"
      },
      "PIA_TEC_ARCH": {
        "placeholder": "Indique aquí el conjunto de las modalidades de conservación y gestión de archivos electrónicos que contienen datos de carácter personal.",
        "name": "Archivo",
        "description": "Política de conservación y gestión de archivos electrónicos que contienen datos de carácter personal destinados a garantizar su valor, especialmente jurídico, durante toda el tiempo necesario (volcado, almacenamiento, migración, accesibilidad eliminación, política de archivado, protección de la confidencialidad, etc.).",
        "source": "WIKI Archivage"
      },
      "PIA_TEC_PAP": {
        "placeholder": "Indique aquí los procedimientos relativos al ciclo de vida de los documentos en papel que contienen datos de carácter personal.",
        "name": "Protección de los documento en papel",
        "description": "Las políticas relativas a los documentos en papel que contienen datos se utilizan en el marco del tratamiento. Describen cómo se imprimen, almacenan, destruyen e intercambian.",
    		"source": "PIAF Objets connectés p21"
      },
      "PIA_TEC_MINI": {
        "placeholder":"Describa aquí los métodos utilizados para reducir la sensibilidad de los datos.",
        "name": "Minimización de los datos",
        "description": "La sensibilidad de los datos puede reducirse con los siguientes métodos: filtración y retirada, reducción de la sensibilidad por transformación, reducción del carácter identificador de los datos, reducción de la acumulación de datos y restricción del acceso a los datos",
    		"source": "PIAF Objets connectés p41"
      },
      "PIA_SEC_EXP": {
        "placeholder": "Describa aquí los medios aplicados para garantizar la actualización y el nivel de seguridad de los softwares utilizados.",
        "name": "Protección de la explotación",
        "description": "Políticas que permiten limitar la verosimilitud y la gravedad de los riesgos que afectan a los bienes soportes utilizados en explotación (documentar los procedimientos operativos, inventario y actualización de softwares y hardwares, corrección de las vulnerabilidades, duplicación de los datos, limitar el acceso físico al hardware, etc.).",
        "source": "WIKI Sécurité_de_l'exploitation"
      },
      "PIA_SEC_MAL": {
        "placeholder": "Describa aquí las medidas de protección contra los códigos maliciosos durante el acceso a las redes de un nivel de seguridad menor.",
        "name": "Lucha contra los softwares maliciosos",
        "description": "Medidas destinadas a proteger los accesos a redes públicas (Internet) o no controladas (colaboradores), así como los puestos de trabajo y los servidores contra los códigos maliciosos que podrían afectar la seguridad de los datos de carácter personal.",
        "source": "WIKI Lutte_contre_les_logiciels_malveillants"
      },
      "PIA_SEC_COMP": {
        "placeholder":"Describa aquí las medidas tomadas para reducir los riesgos de ataques contra los softwares utilizados por el tratamiento.",
        "name": "Gestión de los puestos de trabajo",
        "description": "Medidas tomadas para reducir la posibilidad de que las características de los softwares (sistemas operativos, aplicaciones de actividades, softwares ofimáticos, configuraciones, etc.) sean explotadas para atentar contra los datos de carácter personal (actualizaciones, protección física y de los accesos, trabajo en un espacio red protegido, controladores de integridad, registro, etc.).",
        "source":"WIKI Gestion_des_postes_de_travail"
      },
      "PIA_SEC_WEB": {
        "placeholder": "Describa aquí los métodos y medios utilizados para proteger los sitios web.",
        "name": "Protección de los sitios web",
        "description": "Métodos y medios utilizados para reducir la posibilidad de que las características de los sitios web sean explotadas para atentar contra los datos de carácter personal (referencial general de seguridad, cifrado TLS de los flujos, política de depósito de cookies, auditorías de seguridad, etc.).",
        "source": "WIKI Sécurité_des_sites_web"
      },
      "PIA_SEC_BKP": {
        "placeholder":"Indique aquí cómo se gestionan y conservan las copias de seguridad.",
        "name": "Guardado de los datos",
        "description": "Existencia de una política guardado que permite garantizar la disponibilidad y/o la integridad de los datos de carácter personal, protegiendo al mismo tiempo su confidencialidad (regularidad del guardado, cifrado del canal de transmisión de los datos, prueba de integridad, etc.).",
        "source": "WIKI Sauvegardes"
      },
      "PIA_SEC_MAIN": {
        "placeholder": "Describa aquí cómo se gestiona el mantenimiento físico de los equipos.",
        "name": "Mantenimiento",
        "description": "Existencia de una política de mantenimiento físico de los equipos, que precise el eventual recurso a la subcontratación.<br> Deberá enmarcar el mantenimiento a distancia si está autorizado, y precisar los métodos de gestión de los hardwares defectuosos.",
        "source": "PIAF Objets connectés p25"
      },
      "PIA_SEC_CTR": {
        "placeholder":"Describa aquí las garantías contractuales que garantizan la protección de los datos de carácter personal confiados a subcontratistas.",
        "name": "Contrato de subcontratación",
        "description": "Los datos de carácter personal comunicados a o gestionados por el encargado de tratamiento deben tener garantías suficientes. <strong>Recurrir únicamente a encargados de tratamientos que presenten garantías suficientes</strong> (en particular en términos de conocimientos especializados, de fiabilidad y de recursos). Exigir la comunicación por el prestatario de su política de seguridad de los sistemas de información. <br>Tomar y documentar los medios (auditorías de seguridad, inspección de las instalaciones, etc.) que permita <strong> garantizar la efectividad de las garantías ofrecidas por el subcontratista<strong> en materia de protección de los datos. Estas garantías incluyen en particular:<br> - el cifrado de los datos según su sensibilidad o, en su defecto, la existencia de procedimientos que garanticen que la sociedad de prestación no tiene acceso a los datos que se le confían<br>- el cifrado de las transmisiones de datos (ej.: conexión de tipo HTTPS, VPN, etc.)<br>- garantías en materia de protección de la red, de trazabilidad (registros, auditorías), de gestión de las habilitaciones, de autenticación, etc.<br><strong> Prever un contrato con los encargados del tratamiento</strong>, que defina particularmente el objeto, la duración la finalidad del tratamiento y las obligaciones de las partes. Cerciorarse de que contiene, en particular, disposiciones que establecen:<br>- su obligación en materia de confidencialidad de los datos personales confiados<br>- requisitos mínimos en materia de autenticación de los usuarios<br>- las condiciones de restitución y/o de destrucción de los datos al finalizar el contrato<br>- las reglas de gestión y de notificación de los incidentes. Éstas deberían incluir una información del responsable de tratamiento en caso de descubrimiento de fallo de seguridad o de incidente de seguridad, y todo ello lo antes posible cuando se trata de una violación de datos de carácter personal.<br>- En el caso de la utilización de proveedor de cloud computing :<br>\t1. identificar claramente los datos y los tratamientos que pasarán al cloud;<br>\t2. definir sus propias exigencias de seguridad técnica y jurídica;<br>\t3. conducir un estudio de riegos para identificar las medidas de seguridad adecuada;<br>\t4. identificar el tipo de cloud pertinente para el tratamiento previsto;<br>\t5. elegir un prestatario que ofrezca garantías suficientes;<br>\t6. revisar la política de seguridad interna;<br>\t7. vigilar las evoluciones a lo largo del tiempo.",
        "source": "Guide Bleu 2017 p19 et https://www.cnil.fr/fr/cloud-computing-les-conseils-de-la-cnil-pour-les-entreprises-qui-utilisent-ces-nouveaux-services"
      },
      "PIA_SEC_NET": {
        "placeholder": "Indique aquí en qué tipo de red se realiza el tratamiento y los equipos que garantizan su protección.",
        "name": "Protección de los canales informáticos",
        "description": "En función del tipo de red en la que se realiza el tratamiento (aislada, privada o Internet), el responsable de tratamiento debe instalar sistemas de protección adecuados: cortafuegos, sondas de detección de intrusión u otros dispositivos activos o pasivos encargados de garantizar la seguridad de la red.",
    		"source": "PIAF Objets connectés p25"
      },
      "PIA_SEC_PHY": {
        "placeholder":"Indique aquí la manera en la que se realiza el control de acceso físico a los locales que alojan el tratamiento.",
        "name": "Seguridad física",
        "description": "Existencia de un control de los accesos físico a los locales que alojan el tratamiento (zonificación, acompañamiento de los visitantes, utilización de distintivos, puertas bloqueadas, etc.).<br>Indique si existen medios de alerta en caso de efracción.",
    		"source": "PIAF Objets connectés p25"
      },
      "PIA_SEC_LOG": {
        "placeholder":"Describa aquí las medidas adoptadas para poder detectar los incidentes relativos a los datos de carácter personal.",
        "name": "Trazabilidad",
        "description": "Existencia de medidas adoptadas para poder detectar los incidentes relativos a los datos de carácter personal de forma precoz y disponer de elementos explotables para estudiarlos o para proporcionar pruebas en el marco de encuestas (arquitectura y política de registro, respecto de las obligaciones en materia de protección de los datos de carácter personal, etc.).",
        "source": "WIKI Surveillance"
      },
      "PIA_SEC_MAT": {
        "placeholder":"Describa aquí los métodos y medios aplicados para limitar los riesgos de ataques contra el hardware utilizado por el tratamiento.",
        "name": "Protección de los hardwares",
        "description": "Existencia de medidas adoptadas para reducir la posibilidad de que las características de los hardwares (servidores, puestos fijos, ordenadores portátiles, periféricos, enlace de comunicación, soportes amovibles, etc.) sean explotados para atentar contra los datos de carácter personal (inventario, compartimentación, redundancia hardware, limitar el acceso, etc.).",
        "source": "WIKI Sécurité_des_matériels"
      },
      "PIA_SEC_SRC": {
        "placeholder":"Describa los métodos y los medios utilizados para evitar los riesgos que pueden presentarse.",
        "name": "Alejamiento de las fuentes de riesgo",
        "description": "Existencia de medidas para evitar que fuentes de riesgo, humanas o no, a las que es posible no tener que enfrentarse, atentan contra los datos a carácter personal (productos peligrosos, zonas geográficas peligrosas, transferencia de datos fuera de la UE, etc.).",
    		"source": "WIKI Éloignement_des_sources_de_risques"
      },
      "PIA_SEC_PROT": {
        "placeholder":"Describa aquí las medidas adoptadas para reducir o evitar los riesgos relacionados con fuentes no humanas.",
        "name": "Protección contra las fuentes de riesgos no humanas",
        "description": "Existencia de medidas para reducir o evitar los riesgos relacionados con fuentes no humanas (fenómenos climáticos, incendio, daños por agua, accidentes internos o externos, animales, etc.) que podrían afectar la seguridad de los datos de carácter personal (medidas de prevención, detección, protección, etc.).",
        "source": "WIKI Protection_contre_les_sources_de_risques_non_humaines"
      },
      "PIA_ORG_ORG": {
        "placeholder":"Describa aquí la organización de la protección de la vida privada dentro de su organismo.",
        "name": "Organización de la política de protección de la vida privada",
        "description": "Existencia de una organización apta para dirigir y controlar la protección de datos de carácter personal dentro del organismo (designación de un delegado de protección de datos, creación de un comité de seguimiento, etc.).",
        "source": "WIKI Organisation"
      },
      "PIA_ORG_POL": {
        "placeholder":"Describa aquí los métodos de gestión de la base documental que enmarcan la organización de la protección de la vida privada dentro de su organismo.",
        "name": "Gestionar la política de protección de la vida privada",
        "description": "El Responsable de tratamiento debe disponer de una base documental que formalice los objetivos y las reglas que se deben aplicar en el ámbito “Informática y libertades” (plan de acción, revisión regular de la política “Informática y libertades”, etc.).",
        "source": "WIKI Politique_(gestion_des_règles)"
      },
      "PIA_ORG_RMGT": {
        "placeholder":"Describa aquí los procesos destinados a controlar los riesgos que los tratamientos del organismo pueden hacer correr a los derechos y libertades de las personas afectadas.",
        "name": "Gestionar los riesgos",
        "description": "Existencia de una política que defina los procesos destinados a controlar los riesgos que los tratamientos del organismo pueden hacer correr a los derechos y libertades de las personas afectadas (censo de los tratamientos de datos de carácter personal, de los datos, de los soportes, apreciación de los riesgos, determinación de las medidas existentes o previstas, etc.).",
        "source": "WIKI Gestion_des_risques"
      },
      "PIA_ORG_PBD": {
        "placeholder":"Describa aquí los métodos que garantizan la toma en cuenta de la protección de los datos de carácter personal desde el momento en que se inicia un nuevo proyecto.",
        "name": "Integrar la protección de la vida privada en los proyectos",
        "description": "Existencia de procedimientos que describen los métodos destinados a tener en cuenta la protección de los datos de carácter personal en todos los nuevos tratamientos (marcas de confianza, referenciales, gestión de los riesgos para la persona afectada según la metodología CNIL o el método interno, etc.).",
        "source": "WIKI Gestion_des_projets"
      },
      "PIA_ORG_VIOL": {
        "placeholder": "Describa aquí los procesos operativos destinados a detectar y tratar los eventos que puedan afectar las libertades y la vida privada de las personas en cuestión.",
        "name": "Gestionar los incidentes de seguridad y las violaciones de datos",
        "description": "Existencia de una organización operativa que permite detectar y tratar los eventos que pueden afectar las libertades y la vida privada de las personas en cuestión (definición de las responsabilidades, plan de reacción, cualificar las violaciones, etc.).",
        "source": "WIKI Gestion_des_incidents_et_des_violations_de_données"
      },
      "PIA_ORG_PERS": {
        "placeholder":"Indique aquí las medidas de su política de recursos humanos que responden a las problemáticas de protección de datos de carácter personales en su organismo.",
        "name": "Gestión del personal",
        "description": "Existencia de un plan que enmarca las <strong>medidas de sensibilización</strong> adoptadas cuando una persona ocupa su cargo y de un procedimiento que describe las <strong>medidas adoptadas cuando las personas que acceden a los datos abandonan su cargo</strong>.",
        "source": "PIAF Objets connectés p24"
      },
      "PIA_ORG_EXT": {
        "placeholder":"Indique aquí, para los terceros que deben tener acceso a los datos, las modalidades y las medidas de seguridad adoptadas para estos accesos.",
        "name": "Gestión de los terceros que acceden a los datos.",
        "description": "Existencia de un procedimiento que tiene por objeto reducir los riesgos que los accesos legítimos a los datos por terceros pueden hacer correr a las libertades y la vida privada de las personas afectadas (identificación de los terceros, contrato de subcontratación, convenio, normas corporativas vinculantes, etc.).",
        "source": "WIKI Relations_avec_les_tiers"
      },
      "PIA_ORG_AUD": {
        "placeholder":"Describa aquí los procesos que garantizan un control regular de los tratamientos de datos.",
        "name": "Supervisar la protección de la vida privada",
        "description": "Existencia de medidas que permiten disponer de una visión global y actualizada del estado de protección de los datos y de la conformidad con el RGPD (controlar la conformidad de los tratamientos, objetivos e indicadores, responsabilidades, etc.).",
        "source":"WIKI Supervision"
      },
      "PIA_DEF_EXA": {
        "name": "Calidad de los datos",
        "description": "Los datos de carácter personal deben ser exactos y, si fuera necesario, mantenerse actualizados. Se deben tomar todas las medidas necesarias razonables para que los datos de carácter personal inexactos, teniendo en cuenta las finalidades para los que se tratan, se borren o rectifiquen lo antes posible (exactitud), de conformidad con el <a target=\"_blank\" href=\" http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">artículo 5.1 d)</a>.",
        "source": "RGPD Art. 5.1 d)"
      },
      "PIA_DEF_MES": {
        "name": "Medida",
        "description": "A elegir entre las disponibles en la sección \"Medidas existentes o previstas\", que puede completar si fuera necesario.",
    		"source": " Aucune"
      },
      "PIA_DEF_RT": {
        "name": "Responsable del tratamiento",
        "description": "La persona física o jurídica, la autoridad pública, el servicio u otro organismo que, solo o conjuntamente con otros, determina las finalidades y los medios del tratamiento; cuando las finalidades y los medios de este tratamiento son determinados por el derecho de la Unión o el derecho de un Estado miembro, el responsable del tratamiento puede ser nombrado o los criterios específicos aplicables a su nombramiento pueden estar previstos por el derecho de la Unión o por el derecho de un Estado miembro.<br>Para más información sobre las obligaciones del responsable del tratamiento, remitirse al <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">cap. IV del [RGPD]</a>",
        "source": "RGPD Art. 4.7"
      },
      "PIA_DEF_DCP": {
        "name": "Datos de carácter personal",
        "description": "Toda información relativa a una persona física identificada o identificable (en adelante denominada “persona afectada”); se considera que es una “persona física identificable” una persona física que puede identificarse, directa o indirectamente, en particular por referencia a un identificador, como un nombre, un número de identificación, datos de localización, un identificador en línea, o a uno o varios elementos específicos propios a su identidad física, fisiológica, genética, psíquica, económica, cultural o social.",
        "source": "RGPD Art. 4.1"
      },
      "PIA_DEF_DEST": {
        "name": "Destinatarios de los datos",
        "description": "Persona física o jurídica, la autoridad pública, el servicio o cualquier otro organismo que recibe comunicación de datos de carácter personal, ya se trate o no de un tercero. No obstante, las autoridades públicas que pueden recibir comunicación de datos de carácter personal en el marco de una misión de encuesta particular de conformidad con el derecho de la Unión o el derecho de un Estado miembro no se consideran destinatarios; el tratamiento de estos datos por las autoridades públicas en cuestión respeta las reglas aplicables en materia de protección de datos en función de las finalidades del tratamiento.",
    		"source": "RGPD Art. 4.9"
      },
      "PIA_DEF_SUPT": {
        "name": "Tipología de los soportes de datos personales",
        "description": "<strong>Hardwares y soportes de datos electrónicos</strong>: ordenadores, enlaces de comunicación, memorias USB, discos duros, etc.<br><strong> Softwares</strong>: sistemas operativos, mensajería, bases de datos, aplicaciones de actividad, etc.<br><strong>Canales informáticos</strong>: cables, WiFi, fibra óptica<br><br><strong>Personas</strong>: usuarios, administradores informáticos, responsables, etc.<br><strong>Soportes en papel</strong>: impresiones, fotocopias, documentos manuscritos, etc.<br><strong>Canales de transmisión en papel</strong>: envío postal, circuito de validación, etc.",
        "source": "WIKI Types_et_exemples_de_supports_des_données"
      },
      "PIA_DEF_MINC": {
        "name": "Minimización de la recogida",
        "description": "Reducir la gravedad de los riesgos limitando la recogida de datos de carácter personal a lo estrictamente necesario respecto a una finalidad determinada; evitar la recogida de datos no necesarios, la utilización de datos no relacionados con la finalidad y los impactos excesivos para las personas.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_MIND": {
        "name": "Minimización de los propios datos",
        "description": "Reducir la gravedad de los riesgos minimizando los propios datos, mediante medidas destinadas a reducir su sensibilidad.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_CONS": {
        "name": "Consentimiento de la persona afectada",
        "description": "toda manifestación de voluntad, libre, específica, informada y unívoca por la cual la persona afectada acepta, por una declaración o por un acta positivo claro, que sus datos de carácter personal sean objeto de un tratamiento.",
        "source": "RGPD Art. 4.10"
      },
      "PIA_DEF_ACC": {
        "name": "Derecho de acceso",
        "description": "La persona afectada tiene el derecho de obtener del responsable del tratamiento la confirmación de que sus datos de carácter personal son o no son tratados y, cuando lo son, el acceso a dichos datos de carácter personal así como otras informaciones precisadas en el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">artículo 15 del RGPD</a>.",
    		"source":"RGPD Artículo 15 para la definición y WIKI Exercice_des_droits_d’accès_et_à_la_portabilité para las excepciones del derecho francés"
      },
      "PIA_DEF_PORT": {
        "name": "Derecho a la portabilidad",
        "description": "Las personas afectadas tienen el derecho de recibir sus datos de carácter personal que hayan proporcionado a un responsable del tratamiento, en un formato estructurado, utilizado corrientemente y legible por máquina, y tienen el derecho de transmitir estos datos a otro responsable del tratamiento sin que el responsable del tratamiento al que se hayan comunicado los datos de carácter personal sea un obstáculo según las condiciones descritas en el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Artículo 20 del RGPD</a>.",
    		"source": "RGPD Art. 20"
      },
      "PIA_DEF_RECT": {
        "name": "Derecho a la rectificación",
        "description": "La persona afectada tiene el derecho a obtener del responsable del tratamiento, lo antes posible, la rectificación de sus datos de carácter personal que sean inexactos.<br>Teniendo en cuenta las finalidades del tratamiento, la persona afectada tiene el derecho de que se completen los datos de carácter personal incompletos, incluso presentando una declaración complementaria.",
        "source": "RGPD Art. 16"
      },
      "PIA_DEF_EFF": {
        "name": "Derecho a la eliminación (derecho al olvido)",
        "description": "La persona afectada tiene el derecho de obtener del responsable del tratamiento la eliminación, lo antes posible, de sus datos de carácter personal y el responsable del tratamiento tiene la obligación de eliminar estos datos de carácter personal lo antes posible, de conformidad con el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">artículo 17 del RGPD</a>",
    		"source": "RGPD Art. 17 (tronqué)"
      },
      "PIA_DEF_LIM": {
        "name": "Derecho a la limitación",
        "description": "La persona afectada tiene el derecho de obtener del responsable de tratamiento la limitación del tratamiento de conformidad con el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">artículo 18 del RGPD</a>",
    		"source": "RGPD Art. 18 (tronqué)"
      },
      "PIA_DEF_OPP": {
        "name": "Derecho a la oposición",
        "description": "La persona afectada tiene el derecho de oponerse en cualquier momento, por razones relacionadas con su situación particular, a un tratamiento de sus datos de carácter personal de conformidad con el <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">artículo 21 del RGPD</a>.",
    		"source": "RGPD Art. 21 (tronqué)"
      },
      "PIA_DEF_CHIF": {
        "name": "Cifrado",
        "description": "El cifrado de un mensaje permite garantizar que sólo el emisor y el o los destinatarios legítimos de un mensaje conozcan su contenido. Es una especie de sobre sellado digital. Una vez cifrado, si no se dispone de la clave específica, un mensaje es inaccesible e ilegible, tanto por los humanos como por las máquinas.<br>Existen dos grandes familias de cifrado: el cifrado simétrico y el asimétrico.<br>- <strong>El cifrado simétrico</strong> permite cifrar y descifrar un contenido con la misma clave , denominada entonces la “clave secreta”. El simétrico es particularmente rápido, pero requiere que el emisor y el destinatario se pongan de acuerdo en una clave secreta común o se la transmitan por otro canal. Éste debe elegirse con precauciones ya que, de lo contrario, la clave podría ser interceptada por personas con malas intenciones, lo que ya no garantizaría la confidencialidad del mensaje.<br>- <strong>El cifrado asimétrico</strong> supone que el (futuro) destinatario dispone de un par de claves (clave privada, clave pública) y que se ha asegurado de que los emisores potenciales tengan acceso a su clave pública. En este caso, el emisor utiliza la clave pública del destinatario para cifrar el mensaje, mientras que el destinatario utiliza su clave privada para descifrarlo. Entre sus ventajas, la clave pública puede ser conocida por todos y publicada. Pero, atención: es preciso que los emisores confíen en el origen de la clave pública, que estén seguros de que efectivamente se trata del destinatario. Otro punto fuerte: ¡ya no es necesario compartir una misma clave secreta! El cifrado asimétrico permite prescindir de ella, pero es más lento.",
    		"source": "Guide Bleu 2017 p23 https://www.cnil.fr/fr/comprendre-les-grands-principes-de-la-cryptologie-et-du-chiffrement"
      },
      "PIA_DEF_ANO": {
        "name": "Anonimización",
        "description": "El objetivo de una solución de anonimización es hacer perder el carácter identificador de los datos de carácter personal. Una solución de anonimización debe construirse caso por caso y adaptarse a los usos previstos. Para ayudar a evaluar una buena solución de anonimización, el <a target=\"_blank\" href=\"https://cnpd.public.lu/content/dam/cnpd/fr/publications/groupe-art29/wp216_en.pdf\">G29</a> propone tres criterios:<br>- <strong> La individualización: </strong> ¿sigue siendo posible aislar a un individuo?<br>- <strong>La correlación: </strong>¿es posible conectar entre sí conjuntos de datos distintos sobre un mismo individuo?<br>- <strong>La inferencia:</strong> ¿se puede deducir la información sobre un individuo? <br>Así: <strong>un conjunto de datos para el que no es posible ni individualizar, ni correlacionar, ni inferir es, a priori, anónimo</strong>;<br>un conjunto de datos para el cual <strong>no se respeta al menos uno de tres criterios </strong>no podrá ser considerado como anónimo hasta después de un análisis detallado de los riesgos de reidentificación.",
    		"source": "WIKI pour la première phrase, site CNIL pour la description des recommandations du G29 https://www.cnil.fr/fr/le-g29-publie-un-avis-sur-les-techniques-danonymisation-0"
      },
      "PIA_DEF_PSEU": {
        "name": "Seudonimización",
        "description": "Tratamiento de los datos de carácter personal de tal manera que ya no puedan atribuirse a una persona afectada precisa sin recurrir a informaciones suplementarias, siempre y cuando estas informaciones suplementarias se conserven por separado y se sometan a medidas técnicas y de organización para garantizar que los datos de carácter personal no se atribuyan a una persona física identificada o identificable.<br>La seudonimización reduce el riesgo de correlacionar un conjunto de datos con la identidad original de una persona afectada; a este respecto, <strong>es una medida de seguridad útil, pero no un método de anonimización.</strong>",
    		"source": "RGPD Art. 4.5 pour la définition, guidelines G29 p22 pour le distinction avec l'anonymisation http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_fr.pdf"
      },
      "PIA_DEF_CLO": {
        "name": "Compartimentación",
        "description": "Conjunto de métodos que permite reducir la posibilidad de correlacionar datos de carácter personal y provocar una violación del conjunto de los datos.<br>Por ejemplo, se podrán identificar los datos específicos de cada actividad, separarlos lógicamente, etc.",
        "source": "WIKI Cloisonnement_des_données_(par_rapport_au_reste_du_système_d’information)"
      },
      "PIA_DEF_CTLA": {
        "name": "Control de acceso lógico",
        "description": "Consiste en limitar los riesgos de que personas no autorizadas accedan a los datos de carácter personal en forma digital.<br>Para ello, es conveniente:<br>- <strong>definir perfiles de habilitación</strong> en los sistemas separando las tareas y los ámbitos de responsabilidad, para limitar el acceso de los usuarios sólo a los datos estrictamente necesarios para cumplir sus misiones. <br>- <strong>eliminar los permisos de acceso de los usuarios en cuanto ya no estén habilitados para acceder a un local o a un recurso informático</strong>, así como <strong>al final de su contrato.</strong> <br>- <strong> Realizar una revisión anual de las habilitaciones</strong> para identificar y eliminar las cuentas no utilizadas y reajustar los derechos otorgados a las funciones de cada usuario.",
    		"source": "WIKI Contrôle_des_accès_logiques et Guide Bleu 2017 p9 pour les précautions"
      },
      "PIA_DEF_PWD": {
        "name": "Contraseña",
        "description": "Basada en la gestión de un secreto, la autenticación por identificador y contraseña es un medio sencillo y poco costoso de desplegar para controlar un acceso. No obstante, este método de autenticación presenta un nivel de seguridad reducido.<br>Las exigencias mínimas de la CNIL en términos de tamaño y de complejidad de la contraseña varían en función de las medidas complementarias implantadas para fiabilizar el proceso de autenticación:<br>por lo tanto, si una autenticación se basa exclusivamente en una contraseña, esto implica como mínimo la utilización de una contraseña compleja de al menos 12 caracteres formada por mayúsculas y minúsculas, cifras y<br>caracteres especiales. Las medidas complementarias a la introducción de una contraseña (restricciones, de acceso, recopilación de otros datos y soporte propiedad del usuario) permiten reducir la longitud y la complejidad de la contraseña, ya que estas medidas permiten asegurar un nivel de seguridad equivalente a la contraseña sola.",
    		"source": "Guide Bleu 2017 p7 : https://www.cnil.fr/fr/authentification-par-mot-de-passe-les-mesures-de-securite-elementaires synthétisé"
      },
      "PIA_DEF_AUTH": {
        "name": "Autentificación",
        "description": "La autentificación es una <strong>operación mediante la cual el usuario aporta la prueba de su identidad</strong>, para lo que existen varios mecanismos clasificados en categorías según la que hagan intervenir:<br>- lo que sabemos, por ejemplo un contraseña;<br>- lo que tenemos, por ejemplo una tarjeta inteligente;<br>- una característica que es nuestra, por ejemplo una huella digital e incluso la forma de redactar una firma manuscrita.<br> strong>La autentificación de un usuario se califica como fuerte cuando recurre a una combinación de al menos dos de estas categorías.</strong>",
    		"source": "Guide Bleu p7"
      },
      "PIA_DEF_LOG": {
        "name": "Registro",
        "description": "Dispositivo que permite registrar las acciones efectuadas en el sistema informático para poder <strong>identificar un acceso fraudulento</strong> o <strong>una utilización abusiva</strong> de datos personales, o determinar el origen de un incidente. Es conveniente registrar algunas de las acciones efectuadas sobre los sistemas informáticos. Para hacerlo, se debe instalar un dispositivo de gestión de las trazas y de los incidentes. Éste debe <strong>registrar los eventos pertinentes</strong> y <strong>garantizar que estos registros no pueden ser alterados.</strong> En todos los casos, no es necesario <strong>conservar estos elementos durante un tiempo excesivo.</strong>",
    		"source": "Guide Bleu 2017 p10"
      },
      "PIA_DEF_ARCH": {
        "name": "Archivado",
        "description": "Los datos que ya no se utilizan a diario pero que aún no han alcanzado su período límite de conservación, por ejemplo porque se conservan en caso de contenciosos, deberían archivarse.<br><br><strong>Los archivos deben estar protegidos, </strong>en particular si los datos archivados son sensibles, o datos que podrían tener impactos graves sobre las personas afectadas.",
        "source": "Guide Bleu 2017 p17"
      },
      "PIA_DEF_MIN1": {
        "name": "Filtración y retirada",
        "description": "Durante la importación de datos, pueden recabarse involuntariamente diferentes tipos de metadatos (por ejemplo, datos EXIF vinculados con un archivo de imagen).<br>Estos metadatos deben identificarse y eliminarse si no son necesarios para los fines especificados.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_MIN2": {
        "name": "Reducción de la sensibilidad por transformaciones",
        "description": "Después de la recepción de datos sensibles, que forman parte de un lote de informaciones generales o transmitidas únicamente con fines estadísticos, estos datos pueden convertirse en una forma menos sensible o seudonimizada. Por ejemplo:<br>- si el sistema recopila la dirección IP para determinar la ubicación de usuario con fines estadísticos, la dirección IP puede eliminarse después de la deducción de la ciudad o del barrio;<br>- si el sistema recibe datos de vídeo a partir de cámaras de vigilancia, puede reconocer a las personas de pie o en movimiento en la escena y difuminarlas;<br>- si el sistema es un contador inteligente, puede agregar la utilización de energía durante un determinado período de tiempo, sin registrarlo en tiempo real.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_SRC": {
        "name": "Fuente de riesgo",
        "description": "Persona, interna o externa al organismo, que actúa de forma accidental o deliberada (ej.: administrador informático, usuario, atacante externo, competidor), o fuente no humana (ej.: agua, materiales peligrosos, virus informático no dirigido) que puede ser el origen de un riesgo.",
    		"source": "PIA1 p12 et WIKI Types_et_exemples_de_sources_de_risques synthétisés"
      },
      "PIA_DEF_MEN": {
        "name": "Amenaza",
        "description": "Modo operativo compuesto por una o varias acciones unitarias en soportes de datos. La amenaza puede ser utilizada, voluntariamente o no, por fuentes de riesgos, y entonces puede provocar un evento temido.",
        "source": "PIA1 p11"
      },
      "PIA_DEF_MENA": {
        "name": "Amenazas que pueden conducir a un acceso ilegítimo a los datos",
        "description": "Amenazas relativas a: </strong><br>- <strong>Los hardwares</strong>, utilizados de manera inadecuada, observados, modificados o perdidos (utilización de un soporte que contiene datos sensibles por motivos personales o durante un transporte para el que no está adaptado, observación de una pantalla, añadido de un hardware destinado a recuperar datos, etc.)<br>- <strong>Los softwares</strong>, utilizados de manera inadecuada, observados o modificados (elevación de privilegios, recopilación de datos de configuración, instalación de una herramienta de familiarización a distancia, etc.)<br>- <strong>Los canales informáticos</strong> que son observados (interceptación de flujos red, etc.)<br>- <strong>Las personas</strong>, observadas, desviadas o perdidas (divulgación involuntaria, debida a presiones o a través del phishing, cambio de empresario, etc.)<br>- <strong>Los documentos en papel</strong>, observados o perdidos (fotocopias, impresiones olvidadas, recuperación de documentos desechados, robo de correo, etc.)<br>- <strong>Los canales en papel</strong> que son observados",
    		"source": "WIKI Menaces_pouvant_mener_à_un_accès_illégitime_à_des_données synthétisé"
      },
      "PIA_DEF_MENM": {
        "name": "Amenazas que pueden conducir a una modificación ilegítima de los datos",
        "description": "<strong>Amenazas relativas a: </strong><br>- <strong>Los hardwares </strong> que han sido modificados (añadido de un hardware incompatible, retirada de uno indispensable, etc.)<br>- <strong>Los softwares</strong> utilizados de manera inadecuada o modificados (error de manipulación, modificaciones inoportunas, etc.)<br>- <strong>Los canales informáticos</strong> que son utilizados de manera inadecuada (reemisión de flujos interceptada, etc.)<br>- <strong>Las personas</strong> sobrecargadas o desviadas (tarea no controlada, perturbación de las condiciones de trabajo, influencia, etc.)<br>- Los documentos en papel que han sido modificados (modificación de documento, sustitución por una falsificación, etc.)<br>- <strong>Los canales en papel</strong> que han sido modificados (cambio de clasificador de documentos, envío de correos contradictorios, etc.)",
    		"source": "WIKI Menaces_pouvant_mener_à_une_modification_non_désirées_de_données"
      },
      "PIA_DEF_MENI": {
        "name": "Amenazas que pueden conducir a una indisponibilidad de los datos",
"description": "<strong>Amenazas relativas a: </strong><br>- <strong>Los hardwares</strong>: utilizados de manera inadecuada, sobrecargados, modificados, deteriorados, perdidos (almacenamiento saturado, ataque DOS, modificación que origine una avería, incendio, robo o pérdida, etc.)<br>- <strong>Los softwares</strong>: utilizados de manera inadecuada, sobrecargados, modificados, deteriorados, perdidos (eliminación de datos, inyección de datos, bomba lógica, licencia no renovada, etc.)<br>- <strong>Los canales informáticos</strong>: sobrecargados, deteriorados, perdidos (descarga no autorizada, corte de acceso Internet, etc.)<br>- <strong>Las personas</strong>: sobrecargadas, deterioradas, perdidas (mala utilización de las competencias, ausencia, abandono del puesto de trabajo, etc.)<br>- <strong>Los documentos en papel</strong>: utilizados de manera inadecuada, deteriorados, perdidos (eliminación, destrucción, robo o pérdida, etc.)<br>- <strong>Los canales en papel</strong>: deteriorado, modificados, perdidos (huelga de los servicios de correos, cambio de locales, desaparición de un transportista de documentos, reorganización, etc.)",
    		"source": "WIKI Menaces_pouvant_mener_à_une_disparition_de_données"
      },
      "PIA_DEF_GRV": {
        "name": "Gravedad",
        "description": "La gravedad representa la amplitud de un riesgo. Depende esencialmente del carácter perjudicial de los impactos potenciales",
        "source": "PIA1 p9"
      },
      "PIA_DEF_VRA": {
        "name": "Verosimilitud",
        "description": "La verosimilitud refleja la posibilidad de que un riesgo se materialice. Depende esencialmente de las vulnerabilidades de los soportes frente a las amenazas y de las capacidades de las fuentes de riesgos para explotarlas.",
        "source": "PIA1 p12"
      },
      "PIA_DEF_PBDS": {
        "name": "Gestión de proyecto",
        "description": "Procedimiento que consiste en tener en cuenta la protección de los datos de carácter personal en todos los nuevos tratamientos (etiquetas de confianza, referenciales, gestión de los riesgos para la persona afectada según la metodología de la CNIL o un método interno, etc.), en particular:<br>- Utilizar el procedimiento de gestión de los riesgos de la CNIL desde la elaboración de un servicio o el diseño de una aplicación.<br>- Dar prioridad al recurso a etiquetas de confianza en los ámbitos de SSI e “Informática y libertades” (procedimientos, productos, sistemas de gestión, organismos, personas, etc.).<br>- Dar prioridad al recurso a referenciales probados y reconocidos.",
    		"source": "WIKI Gestion_des_projets - les recommandations ne sont pas citées"
      },
      "PIA_DEF_VIOL": {
        "name": "Violación de datos",
        "description": "Violación de la seguridad que implica, de manera accidental o ilícita, la destrucción, pérdida, alteración o divulgación no autorizada de datos de carácter personal transmitidos, conservados o tratados de otra manera, o el acceso no autorizado a estos datos.",
        "source": "RGPD Art. 4.12"
      },
      "PIA_VAL_CART": {
        "name": "Cartografía de los riesgos",
        "description": "Este gráfico representa los riesgos generados por el tratamiento y los riesgos residuales teniendo en cuenta el conjunto de las medidas correctivas. Demuestra que, si se aplican correctamente las medidas complementarias descritas en el plan de acción, la verosimilitud y/o la gravedad de los riesgos residuales deberían reducirse.",
    		"source": " Aucune "
      },
      "PIA_VAL_ACT": {
        "name": "Plan de acción",
        "description": "El plan de acción es la descripción de la estrategia, de los medios y de los efectivos que se deben aplicar para que surtan efecto las medidas correctivas definidas. Para cada tarea, es conveniente designar a un responsable y definir plazos.",
    		"source": " Aucune "
      },
      "PIA_DEF_ENJ": {
        "name": "Retos del tratamiento",
        "description": "Se trata de las motivaciones que conducen a la aplicación del tratamiento y a los beneficios esperados (para el organismo, para las personas afectadas, para la sociedad en general, etc.).",
    		"source": "PIA1 p6 (note 8 en bas de page)"
      },
      "PIA_DEF_ST": {
        "name": "Subcontratista (encargado del tratamiento)",
        "description": "Persona física o jurídica, autoridad pública, servicio u otro organismo que trata datos de carácter personal por cuenta del responsable del tratamiento <a target=\"_blank\"href= http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\" \">Artículo 4.8 del RGPD</a>. <br>El encargado del tratamiento y cualquier persona que actúe bajo la autoridad del responsable del tratamiento o bajo la del subcontratista, que tiene acceso a datos de carácter personal, no puede tratar estos datos, excepto por instrucción del responsable del tratamiento, a menos que esté obligado a hacerlo por el derecho de la Unión o el derecho de un Estado miembro <a target=\"_blank\"href= http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\" \">Artículo 29 del RGPD</a>.",
        "source": "RGPD articles 4.8 et 29"
      },
      "PIA_DEF_RGPD": {
        "name": "RGPD (Reglamento General sobre la Protección de Datos)",
        "description": "Reglamento relativo a la protección de las personas físicas respecto al tratamiento de los datos de carácter personal y a la libre circulación de estos datos <a target=\"_blank\"href= http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\" \">UE 2016-679</a>), adoptado el 27 de abril de 2016 por la Unión Europea, entrará en vigor el 25/05/2018, derogando la Directiva 95/46/CE.",
    		"source": "RGPD en-tête"
      },
      "PIA_DEF_PC": {
        "name": "Persona afectada",
        "description": "Persona a la que se refieren los datos objeto del tratamiento.",
        "source": "PIA1 p11"
      },
      "PIA_DEF_MIN3": {
        "name": "Reducción del carácter identificador de los datos",
        "description": "El sistema puede hacer que:<br>- el usuario pueda utilizar un recurso o un servicio sin riesgo de divulgar su identidad (datos anónimos);<br>- el usuario pueda utilizar un recurso o un servicio sin divulgar su identidad, pero que siga siendo identificable y responsable de esta utilización (datos seudónimos);<br>- el usuario pueda hacer múltiples utilizaciones de los recursos o de los servicios sin riesgo de que estas utilizaciones puedan estar relacionadas juntas (datos que no se pueden correlacionar);<br>- el usuario pueda utilizar un recurso o un servicio sin riesgo de que otros, en particular terceros, puedan observar que el recurso o el servicio se está utilizando (no observabilidad).<br>La elección de un método de la lista anterior debe depender de las amenazas identificadas. Para algunos tipos de amenazas sobre la privacidad, la seudonimización será más adecuada que la anonimización (por ejemplo, si hay una necesidad de trazabilidad). Además, algunas amenazas sobre la vida privada se tratarán mediante una combinación de varios métodos.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_MIN4": {
        "name": "Reducción de la acumulación de datos",
        "description": "El sistema puede estructurarse en partes independientes con funciones de control de acceso diferentes. Los datos también pueden repartirse entre estos subsistemas independientes y ser controlados por cada subsistema utilizando diferentes mecanismos de control de acceso. De este modo, si hay un subsistema comprometido, se pueden reducir los impactos sobre el conjunto de los datos.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_DEF_MIN5": {
        "name": "Restricción del acceso a los datos",
        "description": "El sistema puede limitar el acceso a los datos según el principio de la “necesidad de conocerlo”. El sistema puede separar los datos sensibles y aplicar políticas de control de accesos específicas.<br> El sistema también puede cifrar los datos sensibles para proteger su confidencialidad durante la transmisión y el almacenamiento. El acceso a los archivos ocultos temporales que se producen durante el tratamiento de los datos también debería protegerse.",
        "source": "WIKI Minimisation_des_données_:_adéquates,_pertinentes_et_limitées"
      },
      "PIA_EX_DCPC": {
        "name": "Datos corrientes",
        "description": "<strong>Datos de identificación</strong>: estado civil, edad, nacionalidad, doble nacionalidad, dirección postal, capacidad jurídica, etc. <br><strong>Vida personal</strong>: situación marital, número de hijos, departamento de residencia, tipo de vivienda, situación de alojamiento, antigüedad en la vivienda, categoría socioprofesional, etc. <br><strong>Vida profesional</strong>: empleo, tipo de contrato, categoría socio-profesional, nombre del empresario, antigüedad en el empleo, desempleo, etc. <br><strong>Datos de conexión</strong>: dirección IP, registros de eventos, etc.<br><strong>Datos de localización</strong>: desplazamiento, datos GPS, GSM, etc.<br><strong>Autre</strong>: número de teléfono, dirección electrónica, etc.",
        "source": "WIKI Types_de_données"
      },
      "PIA_EX_DCPS": {
        "name": "Datos percibidos como sensibles",
        "description": "Número de seguridad social, datos biométricos, datos bancarios, etc."
      },
      "PIA_EX_DCPR": {
        "name": "Datos de infracción y datos sensibles",
        "description": "Opiniones filosóficas, políticas, religiosas, sindicales, orientación sexual, datos de salud, origen racial o étnicos, relativos a la salud o a la vida sexual, infracciones, condenas, medidas de seguridad.<br>Remitirse a los <a target=\"_blank\"href= http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\" \">art. 9</a> <br> <a target=\"_blank\"href= http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\" \">art.10</a> del [RGPD]"
      },
      "PIA_EX_HUMI": {
        "name": "Fuente humana interna",
        "description": "Puede tratarse:<br>- de un empleado, malintencionado, que utiliza su cercanía del sistema, sus competencias, sus privilegios y un tiempo disponible potencialmente elevado o que comete una negligencia debido a una posible falta de formación y de sensibilización.<br>- de un usuario o de su entorno, negligente o malintencionado, que tenga acceso al servicio.<br>Sus motivaciones pueden ser múltiples: torpeza, error, negligencia, venganza, voluntad de alertar, mala voluntad, afán de lucro, espionaje"
      },
      "PIA_EX_HUME": {
        "name": "Fuente humana externa",
        "description": "Puede tratarse:<br>- de un tercero malintencionado o ignorante que utiliza su cercanía física para acceder fraudulentamente al servicio<br>- de un atacante que tiene por objeto un usuario utilizando su conocimiento de este último y de algunas de las informaciones que le conciernen<br>- de un atacante que tiene por objeto una de las sociedades encargadas del tratamiento utilizando su conocimiento de la sociedades que puede permitir atentar contra su imagen <br>- de un organismo autorizado que utiliza sus accesos privilegiados para acceder ilegítimamente a informaciones. Las motivaciones pueden ser múltiples: juego, daño, mala fe, venganza, espionaje, afán de lucro o adquisición de datos para explotarlos"
      },
      "PIA_EX_NHUM": {
        "name": "Fuente no humana",
        "description": "Puede tratarse de un incidente o un siniestro en uno de los organismos encargados del tratamiento (corte de corriente, incendio, inundación, etc.)"
      },
      "PIA_EX_IMPN": {
        "name": "Impacto despreciable",
        "description": "Las personas afectadas no estarán impactadas o podrían experimentar algunos inconvenientes, que superarán sin dificultad.<br>Ejemplos de impactos:<br>- corporales: dolores de cabeza pasajeros<br>- materiales: pérdida de tiempo para reiterar procedimientos o para esperar realizarlos, reutilización de los datos con fines de publicidad dirigida para productos de consumo corriente, etc.,<br>- morales: simple contrariedad, sensación de invasión de la intimidad sin perjuicio real (intrusión comercial), etc."
      },
      "PIA_EX_IMPL": {
        "name": "Impacto limitado",
        "description": "Las personas afectadas podrían experimentar inconvenientes significativos, que podrán superar a pesar de algunas dificultades<br>Ejemplos de impactos:<br>- corporales: afección física leve (ej.: enfermedad benigna como consecuencia del incumplimiento de contraindicaciones), difamación que dé lugar a represalias físicas , etc.<br>- materiales: pagos no previstos (ej.: multas erróneas), rechazo de acceso a servicios administrativos o comerciales, publicidad dirigida on line sobre un aspecto de la vida privada que la persona deseaba mantener confidencial, etc.<br>- afección psicológica leve pero objetiva, sensación de invasión de la intimidad sin perjuicio irremediable, intimidación en las redes sociales, etc."
      },
      "PIA_EX_IMPI": {
        "name": "Impacto Importante",
        "description": "Las personas afectadas podrían experimentar consecuencias significativas, que deberían poder superar, pero con dificultades reales y significativas<br>Ejemplos de impactos:<br>- corporales: afección física grave que cause un perjuicio a largo plazo (empeoramiento del estado de salud debido a una mala atención, o al no respeto de contraindicaciones), alteración de la integridad física, etc.<br>- materiales: desvíos de dinero no indemnizado, oportunidades dirigidas, únicas y no recurrentes, perdidas (préstamo inmobiliario, estudios, prácticas o empleo, prohibición de examen), pérdida de vivienda, pérdida de empleo, etc.<br>- morales: afección psicológica grave (depresión, fobia), sensación de atentado contra la intimidad y de perjuicio irremediable, víctima de chantaje, ciberbullying y acoso psicológico, etc."
      },
      "PIA_EX_IMPM": {
        "name": "Impacto máximo",
        "description": "Las personas afectadas podrían experimentar consecuencias significativas, e incluso irremediables, que podrían no superar<br>Ejemplos de impactos:<br>- corporales: afección física de larga duración o permanente, alteración definitiva de la integridad física, fallecimiento<br>- materiales: peligro financiero, deudas importantes, imposibilidad de trabajar, imposibilidad de encontrar una nueva vivienda, pérdida de pruebas en el marco de un contencioso, pérdida de acceso a una infraestructura vital (agua, electricidad), etc.<br>- morales: afección psicológica de larga duración o permanente, sanción penal, rapto, pérdida de vínculo familiar, imposibilidad de comparecer en juicio, cambio de estatus administrativo y/o pérdida de autonomía jurídica (tutela), etc."
      },
      "PIA_EX_VRAN": {
        "name": "Verosimilitud despreciable",
        "description": "No parece posible que las fuentes de riesgos seleccionadas puedan materializar la amenaza basándose en las características de los soportes (ej.: robo de soportes en papel almacenados en un local del organismo cuyo acceso está controlado por identificadores y código de acceso)."
      },
      "PIA_EX_VRAL": {
        "name": "Verosimilitud limitada",
        "description": "Parece difícil para las fuentes de riesgos seleccionadas materializar la amenaza basándose en las características de los soportes (ej.: robo de soportes en papel almacenados en un local del organismo cuyo acceso está controlado por identificadores)."
      },
      "PIA_EX_VRAI": {
        "name": "Verosimilitud importante",
        "description": "Parece posible para las fuentes de riesgos seleccionadas materializar la amenaza basándose en las características de los soportes (ej.: robo de soportes en papel almacenados en las oficinas de un organismo cuyo acceso está controlado por una persona en la recepción)."
      },
      "PIA_EX_VRAM": {
        "name": "Verosimilitud máxima",
        "description": "Parece sumamente fácil para las fuentes de riesgos seleccionadas materializar la amenaza basándose en las características de los soportes (ej.: robo de soportes en papel almacenados en el vestíbulo público del organismo)."
      },
      "PIA_EX_DC": {
        "name": "Datos calculados",
        "description": "Datos para un sistema de puntuación, resultado de la aplicación de la puntuación, etc."
      }
    }
  },
  "comments": {
    "comments_count": "comentario(s)",
    "new_comment": "Comentar",
    "placeholder_new_comment": "Dejar un comentario",
    "comment": "Comentario",
    "send": "TO BE TRANSLATED - Send"
  },
  "questions": {
    "edit": "Editar la pregunta",
    "gauges": {
      "0": "(No definida)",
      "1": "Despreciable",
      "2": "Limitada",
      "3": "Importante",
      "4": "Máxima"
    }
  },
  "evaluations": {
    "title": "TO BE TRANSLATED - Evaluation",
    "to_correct": "TO BE TRANSLATED - To correct",
    "improvable": "TO BE TRANSLATED - Improvable",
    "acceptable": "TO BE TRANSLATED - Acceptable",
    "evaluation_comment": "TO BE TRANSLATED - Evaluation comment",
    "action_plan_comment": "TO BE TRANSLATED - Action plan / corrective actions",
    "placeholder_to_correct": "TO BE TRANSLATED - The information provided are not sufficient to properly evaluate them. Send back to the editor to improve the original submission.",
    "placeholder_improvable1": "TO BE TRANSLATED - According to the available information, additional measures are to be implemented in order to improve the data protection of the processing.",
    "placeholder_improvable2": "TO BE TRANSLATED - Enter your comments.",
    "placeholder_acceptable": "TO BE TRANSLATED - According to the available information, the measures implemented are adequate to properly meet the requirements for protecting the data.",
    "gauges": {
      "seriousness": "Teniendo en cuenta el plan de acción, ¿cómo reevalúa la <span class='red-highlight'>gravedad de este riesgo</span> ({{value}})?",
      "likelihood": "Teniendo en cuenta el plan de acción, ¿cómo reevalúa la <span class='red-highlight'>verosimilitud de este riesgo</span> ({{value}})?",
      "0": "(No definida)",
      "1": "Despreciable",
      "2": "Limitada",
      "3": "Importante",
      "4": "Máxima"
    },
    "status": {
      "0": "En espera",
      "1": "A corregir",
      "2": "Mejorable",
      "3": "Aceptable"
    }
  },
  "help": {
    "title": "Ayuda",
    "definition": {
      "data1": {
        "title": "Utilizar la Herramienta PIA",
        "content": "Contenido en curso de escritura"
      },
      "data2": {
        "title": "Bugs conocidos",
        "qa1": {
          "title": " Tengo problemas de visualización, como por ejemplo iconos que no se actualizan o elementos de la interfaz que faltan.",
          "content": "Cuando tenga problemas de visualización, cierre la aplicación y vuelva a abrirla. Por lo general, esto permite corregir este tipo de problemas. Sus datos se guardan en tiempo real, así que no perderá ninguna información que haya introducido."
        },
        "qa2": {
          "title": "No consigo editar los indicadores de verosimilitud y gravedad de los riesgos",
          "content": "Este bug es conocido y está en curso de tratamiento. Si se encuentra con este problema, indique en el campo de justificación el nivel de gravedad o verosimilitud que considera, además de la justificación de esta estimación."
        },
        "qa3": {
          "title": "Tengo problemas en la importación de un PIA",
          "content": "Se han observado varios bugs durante la importación de un PIA, en particular la desaparición de los indicadores de evaluación de la gravedad y verosimilitud de un riesgo. En este caso, remítase a la cuestión anterior. Si no ve aparecer su PIA en el dashboard de los PIAs, actualice la página y aparecerá."
        },
        "qa4": {
          "title": "Cuando hago copiar-pegar, mi texto aparece subrayado",
          "content": "Esto solo es un fallo de visualización y no compromete en absoluto las informaciones introducidas en el PIA. Este problema se corregirá rápidamente."
        },
        "qa5": {
          "title": " No consigo solicitar evaluación de una parte",
          "content": "Para solicitar la evaluación de una parte, deben estar cumplimentados todos los campos. Compruebe que es así. Durante la edición de un riesgo, es obligatorio indicar al menos una medida técnica o de organización que trate el riesgo."
        },
        "qa6": {
          "title": "Cuando cambio de idioma, los textos no se traducen",
          "content": "Cierre el PIA que está editando y ábralo de nuevo. Los contenidos deberían aparecer en el idioma seleccionado."
        },
        "qa7": {
          "title": "He rechazado validar un PIA, pero no sé qué debo hacer después",
          "content": "Actualmente, los iconos del menú de navegación de la izquierda no se actualizan después de un rechazo de validación. Debe visitar de nuevo cada sección, comprobar la información y la evaluación en función de los motivos del rechazo y solicitar otra vez una validación. Una vez revisadas todas las secciones, se podrá volver a pasar el PIA para validación."
        }
      },
      "footer": "Si se encuentra con otros problemas o si tiene sugerencias de mejora, comuníquenoslo a través de este formulario <a target=\"_blank\" href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>."
    }
  },
  "about": {
    "title": "Acerca de la Herramienta PIA",
    "version_number": "Número de versión",
    "description": "Esta herramienta fue originalmente diseñada por la <a target=\"_blank\" href=\"https://www.cnil.fr\">Commission Nationale de l’Informatique et des Libertés (CNIL)</a>, la autoridad de protección de datos francesa, con una voluntad de acompañamiento de los responsables del tratamiento en su procedimiento de conformidad con el RGPD.<br>Esta herramienta es libre y abierta, bajo licencia GPLv3. Puede contribuir descargando el código fuente, modificándolo y distribuyéndolo de nuevo a la comunidad.",
    "translators": "TO BE TRANSLATED - The PIA software is currently available in five languages. The French and English versions are provided by the CNIL. The others versions result from the contributions of the following individuals:",
    "translators_name": "TO BE TRANSLATED - <ul><li>Dutch: Ruud van Driel, Manuel d’Orso ;</li><li>Czech: Jiří Grohmann, Manuel d’Orso ;</li><li>Italian: Manuel d’Orso, Gianluca Markos.</li><li>Polish: Joanna Karczewska</li><li>German: Kosmas Schütz</li><li>Spanish: ylachgar</li></ul>",
    "contribute": "TO BE TRANSLATED - If you wish to contribute to the translation of the software in another language or improve the existing translations, we recommend you to <a href=\"https://github.com/LINCnil/pia/tree/master/src/assets/i18n\" target=\"_blank\">read the page describing the steps to follow</a>.",
    "licences": "Licencias de las bibliotecas:"
  },
  "settings": {
    "title": "Parámetros",
    "content": "Indique la dirección (URL) del servidor remoto:",
    "update": "Actualizar la URL"
  },
  "validation_page": {
    "responsible": "TO BE TRANSLATED - Person accountable for validating the PIA: ",
    "after_reading": "TO BE TRANSLATED - After reading full PIA relating to the data processing linked to ",
    "confirmation1": "TO BE TRANSLATED - I attest that the context of the processing described in the PIA is consistent with the reality.",
    "confirmation2": "TO BE TRANSLATED - I attest that I am aware of the risks depending on the existing or planned measures.",
    "confirmation3": "TO BE TRANSLATED - I ratify the corrective actions indicated in the action plan.",
    "confirmation4": "TO BE TRANSLATED - I commit to implement as quickly as possible the indicated corrective actions.",
    "button": {
      "rejection": "TO BE TRANSLATED - Reject PIA",
      "simple_validation": "TO BE TRANSLATED - Approve PIA <br>(direct)",
      "signed_validation": "TO BE TRANSLATED - Approve PIA <br>(signed)"
    },
    "mandatory_fields": "TO BE TRANSLATED - All boxes must be checked",
    "waiting_for_signature": "TO BE TRANSLATED - Pending signed PIA",
    "validated_pia_with_signature": "TO BE TRANSLATED - Approved",
    "add_signed_pia": "TO BE TRANSLATED - Add the signed PIA",
    "remove_attachment": "TO BE TRANSLATED - Remove the attachment",
    "latest_signed_attachment": "TO BE TRANSLATED - Last signed attachment",
    "signed_attachments_history": "TO BE TRANSLATED - Signed attachments history",
    "tools": {
      "dashboard": "TO BE TRANSLATED - Dashboard",
      "display_pia": "TO BE TRANSLATED - Display report",
      "action_plan": "TO BE TRANSLATED - Action plan"
    }
  },
  "rejection_page": {
    "title": "TO BE TRANSLATED - Validation history",
    "rejection_reason": "TO BE TRANSLATED - Refusal reason",
    "rejection_reason_placeholder": "TO BE TRANSLATED - Describe the reasons for refusing the PIA.",
    "applied_adjustments": "TO BE TRANSLATED - Adjustments proposed",
    "applied_adjustments_placeholder": "TO BE TRANSLATED - Describe the changes brought to the PIA.",
    "previous_rejection": "TO BE TRANSLATED - Previous refusal",
    "button": {
      "abandon_treatment": "TO BE TRANSLATED - Abandon processing",
      "reject_pia": "TO BE TRANSLATED - Reject PIA",
      "send_for_validation": "TO BE TRANSLATED - Resend for approval"
    }
  },
  "misc": {
    "display": "Mostrar / Ocultar"
  },
  "modals": {
    "cancel": "Cancelar",
    "archive": "Archivar",
    "close": "Cerrar",
    "continue": "Continuar",
    "start_evaluation": "TO BE TRANSLATED - Start review",
    "back_to_home": "Volver al inicio",
    "simple_pia_validation": {
      "content": "TO BE TRANSLATED - You have approved the PIA."
    },
    "completed_edition": {
      "content": "TO BE TRANSLATED - The PIA has been fully edited and has to be reviewed."
    },
    "completed_evaluation": {
      "content": "TO BE TRANSLATED - The PIA has been fully reviewed and can be validated."
    },
    "update_server_url": {
      "content": "TO BE TRANSLATED - Se ha actualizado la dirección del servidor."
    },
    "signed_pia_validation": {
      "content": "TO BE TRANSLATED - To approve the PIA, attach the signed report.",
      "download_pia": "TO BE TRANSLATED - Download report"
    },
    "abandon_pia": {
      "content": "TO BE TRANSLATED - Do you wish to give up the processing?",
      "additional_text": "TO BE TRANSLATED - Archiving is not definitive and the PIA can go back to it if needed."
    },
    "refuse_pia": {
      "content": "TO BE TRANSLATED - As you have rejected the PIA, it is sent back for review to make the required changes."
    },
    "same_comment": {
      "content": "<span class='strong'>Atención,</span><br>Introduzca un comentario diferente al último registrado."
    },
    "not_enough_measures_to_remove": {
      "content": "<span class='strong'>Atención,</span><br>Se debe indicar al menos una medida: la eliminación no es posible."
    },
    "remove_measure": {
      "content": "<span class='strong'>Atención,</span><br>¿Está seguro de que desea <br>eliminar esta medida?",
      "remove": "Eliminar esta <br>medida",
      "keep": "Conservar esta <br>medida"
    },
    "ask_for_evaluation": {
      "content": "TO BE TRANSLATED - This section is ready to be reviewed."
    },
    "validate_evaluation": {
      "content": "TO BE TRANSLATED - This section is ready for validating the PIA."
    },
    "validate_evaluation_to_correct": {
      "content": "Lo sentimos,<br>Se deben corregir varios campos.<br>Volver al modo de edición<br>para realizar correcciones."
    },
    "declare_measures": {
      "content": "Antes de evaluar los riesgos,<br>debe declarar las medidas<br>existentes o previstas.",
      "declare": "Declarar las medidas existentes o previstas"
    },
    "remove_pia": {
      "content": "<span class='strong'>Atención,</span><br>¿Está seguro de que desea<br>eliminar este PIA ?",
      "remove": "Eliminar este PIA"
    },
    "remove_attachment": {
      "content": "<span class='strong'>Atención,</span><br>¿Está seguro de que desea <br>eliminar este documento adjunto?",
      "keep": "Conservar",
      "remove": "Eliminar",
      "comment": "TO BE TRANSLATED - Comment"
    },
    "action_plan_no_evaluation": {
      "content": "TO BE TRANSLATED - You need to begin the review of the analysis to create the action plan.",
      "review_section": "TO BE TRANSLATED - Review a section"
    },
    "dpo_missing_evaluations": {
      "content": "TO BE TRANSLATED - You need to complete the review of the analysis to access the DPO page.",
      "review_section": "TO BE TRANSLATED - Review a section"
    },
    "modal_select_text_pia": {
      "content": "TO BE TRANSLATED - The content of the PIA has been copied to clipboard."
    },
    "back_to_edition": {
      "content": "TO BE TRANSLATED - This section has been sent back for editing.<br> Several fields must be corrected<br> to enable its proper review."
    },
    "back_to_evaluation": {
      "content": "TO BE TRANSLATED - This section has been sent back for review.<br> Several fields must be reviewed<br> to enable its proper validation."
    }
  },
  "summary": {
    "previous_page": "Volver a la página anterior",
    "print": "Imprimir",
    "copy_to_clipboard": "TO BE TRANSLATED - Copy to clipboard",
    "download_images": "TO BE TRANSLATED - Download images",
    "download_csv": "TO BE TRANSLATED - Download a CSV export",
    "csv_action_plan_comment": "TO BE TRANSLATED - Action plan comment",
    "csv_evaluation_comment": "TO BE TRANSLATED - Evaluation comment",
    "csv_section": "TO BE TRANSLATED - Section",
    "csv_title_object": "TO BE TRANSLATED - Title",
    "csv_implement_date": "TO BE TRANSLATED - Estimated implementation date",
    "csv_people_in_charge": "TO BE TRANSLATED - Person in charge",
    "csv_file_title": "TO BE TRANSLATED - action-plan",
    "display_filters": {
      "title": "TO BE TRANSLATED - Display filters",
      "main_content": "TO BE TRANSLATED - Display section \"PIA information\"",
      "context_content": "TO BE TRANSLATED - Display section \"Context\"",
      "principles_content": "TO BE TRANSLATED - Display section \"Fundamental principles\"",
      "risks_content": "TO BE TRANSLATED - Display section \"Risks\"",
      "action_plan_content": "TO BE TRANSLATED - Display action plan",
      "risks_overview_content": "TO BE TRANSLATED - Display risks overview",
      "risks_cartography_content": "TO BE TRANSLATED - Display risk mapping"
    },
    "title": "Informaciones del PIA",
    "pia_name": "Nombre del PIA",
    "pia_author": "Nombre del autor",
    "pia_assessor": "Nombre del evaluador",
    "pia_validator": "Nombre del validador",
    "content_choice":  {
      "0": "El tratamiento podría aplicarse.",
      "1": "El tratamiento no debería aplicarse."
    },
    "dpo_name": "Nombre del DPD",
    "dpo_status": "Estatus del DPD",
    "dpo_opinion": "Opinión del DPD",
    "concerned_people_searched_opinion": "Búsqueda de la opinión de las personas afectadas",
    "people_search_status_ok": " Se ha pedido la opinión de las personas afectadas.",
    "people_search_status_nok": "No se ha pedido La opinión de las personas afectadas.",
    "concerned_people_unsearched_opinion_comment": "Razón por la que no se ha pedido la opinión de las personas afectadas",
    "concerned_people_name": "Nombre de las personas afectadas",
    "concerned_people_status": "Estatus de las personas afectadas",
    "concerned_people_opinion": "Opiniones de las personas afectadas",
    "modification_made": "Modificaciones realizadas",
    "rejection_reason": "Razón del rechazo",
    "creation_date": "Fecha de creación",
    "attachments": "Documentos adjuntos",
    "gauges": {
      "1": "Despreciable",
      "2": "Limitada",
      "3": "Importante",
      "4": "Máxima"
    },
    "action_plan": {
      "title": "Plan de acción",
      "fundamental_principles": "Principios fundamentales",
      "implementation_date": "Fecha de aplicación prevista ",
      "implementation_responsible": "Responsable de la aplicación",
      "measures": "Medidas existentes o previstas",
      "risks": "Riesgos",
      "no_action_plan": "No se ha registrado ningún plan de acción."
    },
    "risks_overview_title": "TO BE TRANSLATED - Risks overview",
    "risks_cartography_title": "TO BE TRANSLATED - Risk mapping"
  },
  "errors": {
    "title": "Página no encontrada.",
    "content": "Si se encuentra con otros problemas o tiene sugerencias de mejora,<br>comuníquenoslo a través de este formulario: <a href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\" target=\"_blank\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>"
  },
  "overview-risks": {
    "potential_impacts": "TO BE TRANSLATED - Potential impacts",
    "threat": "TO BE TRANSLATED - Threat",
    "sources": "TO BE TRANSLATED - Sources",
    "measures": "TO BE TRANSLATED - Measures",
    "negligible": "TO BE TRANSLATED - Negligible",
    "limited": "TO BE TRANSLATED - Limited",
    "important": "TO BE TRANSLATED - Important",
    "maximal": "TO BE TRANSLATED - Maximal",
    "risk-access_x": "TO BE TRANSLATED - Severity",
    "risk-access_y": "TO BE TRANSLATED - Likelihood",
    "risk-change_x": "TO BE TRANSLATED - Severity",
    "risk-change_y": "TO BE TRANSLATED - Likelihood",
    "risk-disappearance_x": "TO BE TRANSLATED - Severity",
    "risk-disappearance_y": "TO BE TRANSLATED - Likelihood"
  },
  "cartography": {
    "negligible": "Despreciable",
    "limited": "Limitada",
    "important": "Importante",
    "maximal": "Máxima",
    "seriousness_axe": "Gravedad del riesgo",
    "likelihood_axe": "Verosimilitud del riesgo",
    "legend1": "Medidas previstas o existentes",
    "legend2": "Con las medidas correctivas aplicadas",
    "legend3": "(A)cceso ilegítimo a datos",
    "legend4": "(M)odificación no deseada de datos",
    "legend5": "(D)esaparición de datos",
    "risk1_access": "(A)",
    "risk2_modification": "(M)"
  },
  "action_plan": {
    "title": "Vista general",
    "principles": "Principios fundamentales",
    "measures": "Medidas existentes o previstas",
    "risks": "Riesgos",
    "risk1": "Acceso ilegítimo a datos",
    "risk2": "Modificación no deseada de datos",
    "risk3": "Desaparición de datos ",
    "improvable_measures": "Medidas mejorables",
    "acceptable_measures": "Medidas aceptables",
    "no_action_plan": "No se ha registrado ningún plan de acción.",
    "edit": "Editar",
    "placeholder_person_in_charge": "Responsable de la aplicación"
  },
  "opinions": {
    "edit": "Editar",
    "content": ", considera(n) que:",
    "dpo_opinion": "Opinión del DPD",
    "placeholder_dpo_name": "Nombre(s) del(de los) DPD",
    "placeholder_dpo_opinion": "Indique las razones de su elección",
    "dpo_lock": "Debe cumplimentar las demás secciones antes de poder introducir la opinión del DPD.",
    "people_opinion": "Opinión de las personas afectadas",
    "placeholder_concerned_people_name": " Nombre(s) de la(las) persona(s) afectada(s)",
    "placeholder_people_opinion": "Describa cómo se han obtenido las opiniones y cuál es su análisis. En caso de que las opiniones no hayan sido buscadas, indique las razones.",
    "placeholder_search_content": "Justificar la razón por la cual no se ha pedido la opinión de las personas afectadas.",
    "treatment_ok": "El tratamiento podría aplicarse.",
    "treatment_nok": "El tratamiento no debería aplicarse.",
    "treatment_lock": "Debe cumplimentar las demás secciones antes de poder introducir la opinión de las personas afectadas."
  },
  "sections": {
    "1": {
      "title": "Contexto",
      "short_help": "Esta sección le permite obtener una visión clara del (de los) tratamiento(s) de datos de carácter personal considerado(s).",
      "items": {
        "1": {
          "title": "Vista general",
          "short_help": "Esta parte le permite identificar y presentar el objeto del estudio.",
          "questions": {
            "1": {
              "title": "¿Qué tratamiento es objeto del estudio?",
              "placeholder": "Presente el tratamiento de forma sintética: su nombre, su finalidad, sus retos (aportaciones esperadas), su contexto de utilización, etc."
            },
            "2": {
              "title": "¿Cuáles son las responsabilidades relacionadas con el tratamiento?",
              "placeholder": "Describa las responsabilidades de las partes interesadas: el responsable del tratamiento, los encargados del tratamiento potenciales y los co-responsables potenciales."
            },
            "3": {
              "title": "¿Cuáles son los referenciales aplicables?",
              "placeholder": "Cense los referenciales aplicables al tratamiento, útiles o que se deben respetar, en particular los códigos de conducta aprobados y certificaciones en materia de protección de datos."
            }
          }
        },
        "2": {
          "title": "Datos, procesos y soportes",
          "short_help": "Esta parte le permite delimitar y describir el tratamiento considerado de manera detallada.",
          "questions": {
            "1": {
              "title": "¿Cuáles son los datos tratados?",
              "placeholder": "Enumere los datos recabados y tratados indicando las duraciones de conservación, los destinatarios y las personas que pueden acceder a ellos."
            },
            "2": {
              "title": "¿Cómo se desarrolla el ciclo de vida de los datos (descripción funcional)?",
              "placeholder": "Describa el ciclo de vida de los datos (desde su recopilación hasta su destrucción pasando por su almacenamiento, las diferentes etapas de tratamientos, el archivo, etc.), por ejemplo con la ayuda de un esquema de datos (puede añadirlo en documento adjunto) y de una descripción de cada proceso aplicado."
            },
            "3": {
              "title": "¿Cuáles son los soportes de los datos?",
              "placeholder": "Enumere los soportes de los datos de su tratamiento (sistemas informáticos, servidores, softwares, redes, personas, soportes papel, etc.)."
            }
          }
        }
      }
    },
    "2": {
      "title": "Principios fundamentales",
      "short_help": "Esta sección le permite elaborar el dispositivo de conformidad con los principios de protección de la vida privada.",
      "items": {
        "1": {
          "title": "Proporcionalidad y necesidad",
          "short_help": "Esta parte le permite demostrar la legitimidad de su tratamiento y de los datos tratados.",
          "questions": {
            "1": {
              "title": "Las finalidades del tratamiento, ¿están determinadas y son explícitas y legítimas?",
              "short_title": "Finalidades",
              "placeholder": "Explique por qué las finalidades del tratamiento están determinadas y son explícitas y legítimas."
            },
            "2": {
              "title": " ¿Cuál(es) es(son) el(los) fundamento(s) que hace(n) su tratamiento lícito?",
              "short_title": "Fundamento",
              "placeholder": "Presente el(los) fundamento(s) de su tratamiento (ej.: consentimiento, ejecución de un contrato, obligación legal, intereses vitales, etc.)."
            },
            "3": {
              "title": "Los datos recabados, ¿son adecuados y pertinentes y están limitados a lo estrictamente necesario respecto a las finalidades para las que son tratados (minimización de los datos)?",
              "short_title": "Datos adecuados",
              "placeholder": "Explique por qué cada dato recabado es necesario para las finalidades de su tratamiento."
            },
            "4": {
              "title": " ¿Los datos son exactos y están actualizados?",
              "short_title": "Datos exactos",
              "placeholder": "Describa las medidas previstas para asegurarse de la calidad de los datos."
            },
            "5": {
              "title": "¿Cuál es la duración de conservación de datos?",
              "short_title": "Duración de conservación",
              "placeholder": "Explique por qué la duración de conservación prevista para cada dato es necesaria para el cumplimiento de las finalidades de su tratamiento, en defecto de otra obligación legal que imponga una conservación específica."
            }
          }
        },
        "2": {
          "title": "Medidas protectoras de los derechos",
          "short_help": "Esta parte le permite demostrar que aplica los medios necesarios para permitir que las personas afectadas ejerzan sus derechos.",
          "questions": {
            "1": {
              "title": "¿Cómo se informa sobre el tratamiento a las personas afectadas?",
              "short_title": "Información de las personas",
              "placeholder": "Describa la información que está previsto aportar a las personas afectadas y los medios elegidos para esta información."
            },
            "2": {
              "title": "¿Cómo se obtiene el consentimiento de las personas afectadas?",
              "short_title": "Obtención del consentimiento",
              "placeholder": "Describa las modalidades previstas obtener el consentimiento de las personas afectadas."
            },
            "3": {
              "title": "¿Cómo pueden ejercer las personas afectadas sus derechos de acceso y derecho a la portabilidad?",
              "short_title": "Derecho de acceso y a la portabilidad",
              "placeholder": "Describa las modalidades previstas para permitir que las personas afectadas accedan a sus datos y reciban o transmitan sus datos."
            },
            "4": {
              "title": "¿Cómo pueden ejercer las personas afectadas sus derechos de rectificación y de eliminación (derecho al olvido)?",
              "short_title": "Derecho de rectificación y de eliminación",
              "placeholder": "Describa las modalidades previstas para permitir que las personas afectadas rectifiquen y eliminen sus datos."
            },
            "5": {
              "title": "¿Cómo pueden ejercer las personas afectadas sus derechos de limitación y derecho de oposición?",
              "short_title": "Derecho de limitación y de oposición",
              "placeholder": "Describa las modalidades previstas para permitir que las personas afectadas limiten el tratamiento de sus datos y se opongan al tratamiento de sus datos."
            },
            "6": {
              "title": "¿Las obligaciones de los subcontratistas están claramente definidas y contractualizadas?",
              "short_title": "Subcontratación",
              "placeholder": "Describa, para cada encargado del tratamiento, el perímetro de sus responsabilidades e indique las referencias a los contratos, códigos de conducta y certificaciones que fijan sus obligaciones."
            },
            "7": {
              "title": "En caso de transferencia de datos fuera de la Unión Europea, ¿los datos se protegen de manera equivalente?",
              "short_title": "Transferencias",
              "placeholder": "Identifique cada país fuera de la Unión Europea donde se almacenan o tratan los datos, e indique si es reconocido como adecuado o describa las cláusulas que enmarcan la transferencia."
            }
          }
        }
      }
    },
    "3": {
      "title": "Riesgos",
      "short_help": "Esta sección le permite apreciar los riesgos sobre la vida privada, teniendo en cuenta las medidas existentes o previstas.",
      "items": {
        "1": {
          "title": "Medidas existentes o previstas",
          "short_help": "Esta parte le permite censar las medidas (existentes o previstas) que contribuyen a la seguridad de los datos."
        },
        "2": {
          "title": "Acceso ilegitimo\na los datos",
          "short_help": "Analice las causas y consecuencias de un acceso ilegítimo a los datos, y estime su gravedad y su verosimilitud.",
          "questions": {
            "1": {
              "title": "¿Cuáles podrían ser los principales impactos sobre las personas afectadas si el riesgo se materializara?",
              "placeholder": "Introduzca los impactos potenciales \u002B"
            },
            "2": {
              "title": "¿Cuáles son las principales amenazas que podrían permitir la materialización del riesgo?",
              "placeholder": "Introduzca las amenazas \u002B"
            },
            "3": {
              "title": "¿Qué fuentes de riesgos podrían estar en el origen?",
              "placeholder": "Introduzca las fuentes de riesgos \u002B"
            },
            "4": {
              "title": "¿Cuáles son las medidas, entre las identificadas, que contribuyen a tratar el riesgo?",
              "placeholder": "Haga clic aquí para seleccionar las medidas que contribuyen a tratar este riesgo."
            },
            "5": {
              "title": "¿Cómo estima la gravedad del riesgo, particularmente en función de los impactos potenciales y de las medidas previstas?",
              "placeholder": " Justifique aquí la gravedad estimada."
            },
            "6": {
              "title": " ¿Cómo estima la verosimilitud del riesgo, particularmente respecto a las amenazas, las fuentes de riesgos y las medidas previstas?",
              "placeholder": "Justifique aquí la verosimilitud estimada."
            }
          }
        },
        "3": {
          "title": "Modificación no\ndeseada de datos",
          "short_help": "Analice las causas y consecuencias de una modificación no deseada de datos, y estime su gravedad y su verosimilitud.",
          "questions": {
            "1": {
              "title": "¿Cuáles podrían ser los principales impactos sobre las personas afectadas si el riesgo se materializara?",
              "placeholder": "Introduzca los impactos potenciales \u002B"
            },
            "2": {
              "title": "¿Cuáles son las principales amenazas que podrían permitir la materialización del riesgo?",
              "placeholder": "Introduzca las amenazas \u002B"
            },
            "3": {
              "title": "¿Qué fuentes de riesgos podrían estar en el origen?",
              "placeholder": "Introduzca las fuentes de riesgos \u002B"
            },
            "4": {
              "title": " ¿Cuáles son las medidas, entre las identificadas, que contribuyen a tratar el riesgo?",
              "placeholder": "Haga clic aquí para seleccionar las medidas que contribuyen a tratar este riesgo."
            },
            "5": {
              "title": "¿Cómo estima la gravedad del riesgo, particularmente en función de los impactos potenciales y de las medidas previstas?",
              "placeholder": "Justifique aquí la gravedad estimada."
            },
            "6": {
              "title": "¿Cómo la verosimilitud del riesgo, particularmente respecto a las amenazas, las fuentes de riesgo y las medidas previstas?",
              "placeholder": "Justifique aquí la verosimilitud estimada."
            }
          }
        },
        "4": {
          "title": "Desaparición\nde datos",
          "short_help": "Analice las causas y consecuencias de una desaparición de datos, y estime su gravedad y su verosimilitud.",
          "questions": {
            "1": {
              "title": "¿Cuáles podrían ser los principales impactos sobre las personas afectadas si el riesgo se materializara?",
              "placeholder": "Introduzca los impactos potenciales \u002B"
            },
            "2": {
              "title": "¿Cuáles son las principales amenazas que podrían permitir la materialización del riesgo?",
              "placeholder": "Introduzca las amenazas \u002B"
            },
            "3": {
              "title": "¿Qué fuentes de riesgos podrían estar en el origen?",
              "placeholder": "Introduzca las fuentes de riesgos \u002B"
            },
            "4": {
              "title": "¿Cuáles son las medidas, entre las identificadas, que contribuyen a tratar el riesgo?",
              "placeholder": "Haga clic aquí para seleccionar las medidas que contribuyen a tratar este riesgo."
            },
            "5": {
              "title": "¿Cómo estima la gravedad el riesgo, particularmente en función de los impactos potenciales y de las medidas previstas?",
              "placeholder": "Justifique aquí la gravedad estimada."
            },
            "6": {
              "title": "¿Cómo estima la verosimilitud del riesgo, particularmente respecto a las amenazas, las fuentes de riesgo y las medidas previstas?",
              "placeholder": "Justifique aquí la verosimilitud estimada."
            }
          }
        },
        "5": {
          "title": "Vista general de los riesgos ",
          "short_help": "Esta visualización le permite tener una vista global y sintética de la acción de las medidas sobre los componentes de los riesgos que contribuyen a tratar."
        }
      }
    },
    "4": {
      "title": "Validación",
      "short_help": "Esta sección le permite preparar y formalizar la validación del PIA.",
      "items": {
        "1": {
          "title": "Cartografía de los riesgos",
          "short_help": "Esta visualización le permite comparar el posicionamiento de los riesgos entre sí, antes y después de la aplicación de las medidas complementarias."
        },
        "2": {
          "title": "Plan de acción",
          "short_help": "Planifique en detalle la aplicación de las medidas complementarias determinadas durante el PIA."
        },
        "3": {
          "title": "Opinión del DPD y de las personas afectadas",
          "short_help": "Presente el consejo de la persona encargada de los aspectos informática y libertades (delegado a la protección de los datos si existe). Presente la opinión de las personas afectadas o sus representantes."
        },
        "4": {
          "title": "TO BE TRANSLATED - Validate the PIA"
        },
        "5": {
          "title": "TO BE TRANSLATED - Rejected PIA"
        }
      }
    }
  }
}
