{
  "authentication": {
    "title": "Privacy impact assessment",
    "subtitle1": "Una plataforma para crear <br> y para manejar sus PIAs",
    "subtitle2": "Acceso a las herramientas y glosarios",
    "start_app": "Acceda al software PIA (Beta)",
    "description": "Este software de la <strong>Autoridad Francesa de Protección de Datos (CNIL)</strong> está destinado a apoyar a los responsables del tratamiento en la evaluación y demostración del cumplimiento del RGPD. Ayuda a realizar una evaluación de impacto en materia de protección de datos y facilita la creación del PIA desarrollado por el CNIL.",
    "start": "Comenzar"
  },
  "header": {
    "logo_title": "Evaluación de impacto de la privacidad",
    "logo_subtitle": "",
    "homepage_link": "Panel de control",
    "knowledge_base_link": "Base de conocimientos",
    "pia_example_link": "Ejemplo de PIA",
    "languages": {
      "official_translation": "Versión oficial",
      "cnil_translations": "Traducciones del CNIL",
      "community_translations": "Traducciones de la comunidad",
      "fr": "Français",
      "en": "English",
      "cz": "Česky",
      "it": "Italiaans",
      "nl": "Nederlands",
      "pl": "Polski",
      "de": "Deutsch",
      "es": "Español"
    },
    "tools": {
      "title": "Herramientas",
      "settings": "Ajustes",
      "accessibility": "Accesibilidad para personas con discapacidad visual (colores de alto contraste, daltonismo)",
      "help": "Ayuda",
      "about": "Acerca de"
    }
  },
  "homepage": {
    "filters": {
      "list": "Lista",
      "card": "Ficha",
      "sort": "Ordenar",
      "sort_by": "por",
      "name": "Nombre",
      "date": "Fecha",
      "status": "Estado",
      "author": "Autor",
      "assessor": "Revisado por",
      "validator": "Validado por",
      "new_pia": "Nuevo PIA",
      "import_pia": "Importar PIA",
      "list_rocket_content": "¡Comencemos! Para iniciar <br>un PIA, haga clic en el +",
      "card_rocket_content": "¡Comencemos! <br><br>Para iniciar un PIA, <br> clic en Nuevo PIA"
    },
    "cards": {
      "new_pia": "Nuevo PIA",
      "placeholder_new_pia": "Nuevo PIA",
      "or": "o",
      "import_pia": "Importación PIA",
      "placeholder_import_pia": "Importación PIA",
      "title_close_creation": "Cerrar",
      "pia_name": "PIA",
      "placeholder_pia_name": "Nombre del PIA",
      "author": "Autor",
      "placeholder_author": "Nombre y apellidos",
      "evaluation": "Revisado por",
      "placeholder_evaluation": "Nombre y apellidos",
      "validation": "Validado por",
      "placeholder_validation": "Nombre y apellidos",
      "date": "Fecha",
      "status": "Estado",
      "creation_status": "Creación",
      "start": "Comenzar",
      "placeholder_start": "Todos los campos son obligatorios",
      "item": {
        "tools": {
          "edit": "Editar la información",
          "export": "Exportar",
          "more_options": "Más opciones",
          "duplicate": "Duplicar",
          "action_plan": "Mostrar<br>plan de acción",
          "pia": "Mostrar<br>PIA",
          "remove": "Eliminar"
        },
        "edit_pia": "Modificar PIA",
        "consult_pia": "Consultar PIA"
      }
    },
    "lists": {
      "column_pia": "PIA",
      "column_updated_at": "Último acceso",
      "column_author": "Autor",
      "column_evaluation": "Revisado por",
      "column_validation": "Validado por",
      "column_creation": "Creado",
      "column_status": "Estado",
      "column_progression": "Progreso",
      "column_actions": "Acciones",
      "item": {
        "tools": {
          "consult": "Consultar",
          "edit": "Modificar",
          "export": "Exportar",
          "duplicate": "Duplicar",
          "action_plan": "Mostrar<br>plan de acción",
          "pia": "Mostrar PIA",
          "remove": "Eliminar"
        }
      }
    }
  },
  "pia": {
    "statuses": {
      "0": "En progreso",
      "1": "Rechazado",
      "2": "Validado",
      "3": "Validado y confirmado",
      "4": "Archivado",
      "5": "Validación pendiente"
    },
    "header": {
      "preview": "Vista Previa",
      "display_action_plan": "Mostrar<br>Plan de acción"
    },
    "attachments": {
      "title": "Adjuntos",
      "add": "Añadir",
      "remove": "Eliminar"
    },
    "sections": {
      "homepage_link": "Volver al Escritorio",
      "validate_pia": "Validar PIA",
      "refuse_pia": "Rechazar PIA",
      "status": {
        "evaluation": {
          "title": "Revisión pendiente",
          "content": "Esta parte aún no ha sido revisada. Si desea editar el contenido para su revisión, debe",
          "cancel": "cancelar la solicitud de revisión.",
          "cancel_button": "Cancelar la revisión"
        },
        "validation": {
          "title": "Validación pendiente",
          "content": "Esta parte ha sido revisada y está pendiente de la validación final del PIA. Si desea cambiar la revisión, debe",
          "cancel": "cancelar la solicitud de validación.",
          "cancel_button": "Cancelar la validación"
        }
      }
    },
    "footer": {
      "ask_evaluation": "Solicitar revisión",
      "validate_evaluation": "Validar revisión",
      "subsection_validated": "Subsección revisada, en espera de validación final",
      "mandatory_fields": "Todos los campos son obligatorios"
    }
  },
  "measures": {
    "placeholder_title": "Nombre de la medida",
    "add": "Añadir una nueva medida en blanco (de lo contrario, utilice la base de conocimiento)",
    "edit": "Editar medida",
    "remove": "Eliminar la medida",
    "default_placeholder": "Describir la medida existente o prevista para garantizar la seguridad de los datos."
  },
  "knowledge_base": {
    "title": "Base de conocimientos",
    "search": "Buscar",
    "add_measure": "Añadir",
    "placeholder_help": "Ayudas de entrada",
    "placeholder_add_measure": "Añadir esta medida",
    "add_measure_hint": "Usted también puede Añadir una medida de la base de conocimientos.",
    "filters": {
      "title": "Filtrar",
      "all": "Todo",
      "definitions": "Definiciones",
      "organizational_measures": "Controles organizativos",
      "measures_on_data": "Controles de seguridad lógicos",
      "general_measures": "Controles de seguridad físicos",
      "no_result": "Sin resultados."
    },
    "category": {
      "definition": "Definición",
      "principle": "Principio",
      "organizational_measure": "Controles organizativos",
      "measure_on_data": "Controles de seguridad lógicos",
      "general_measure": "Controles de seguridad físicos",
      "example": "Ejemplo"
    },
    "slugs": {
      "PIA_LGL_FOND": {
        "name": "Justificación legal",
        "description": "- El interesado ha dado su consentimiento para el tratamiento de sus datos personales para uno o más fines específicos<br>- El tratamiento forma parte de los pasos previos o necesarios para la ejecución de un contrato en el que el interesado es parte.<br>- El tratamiento es necesario para dar cumplimiento a una obligación legal a la que el responsable del tratamiento está sujeto<br>- El tratamiento es necesario para proteger a los intereses vitales del interesado o de otra persona física.<br>- El tratamiento es necesario para el desempeño de una misión de interés público o en el ejercicio del poder público conferido al responsable del tratamiento<br>- El tratamiento es necesario para los intereses legítimos que persigue el responsable del tratamiento o un tercero, a menos que los intereses o los derechos fundamentales y libertades del interesado requieran la protección de los datos de carácter personal, en particular cuando la persona interesada es un niño.<br>Ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">art. 6 de [GDPR]</a></a>",
        "source": "PIA2 p4"
      },
      "PIA_LGL_ST": {
        "name": "Subcontratación",
        "description": "Se deberá realizar un contrato de delegación del tratamiento con cada encargado del tratamiento, especificando todos los elementos previstos en el art. 28 del RGPD: duración, alcance, propósito, instrucciones para el tratamiento, autorización previa en caso de uso de subcontratación, disponibilidad y acceso a la documentación que proporcione evidencia del cumplimiento con el RGPD, notificación inmediata de brechas o violación de datos, etc.",
        "source": "PIA2 p10"
      },
      "PIA_LGL_TRAN": {
        "name": "Transferencias internacionales",
        "description": "Se deberá detallar la ubicación geográfica de los lugares donde se realizar el tratamiento. Dependiendo del país en cuestión, se deberá justificar la elección del alojamiento fuera de la Unión Europea e indicar el marco legal implementado para garantizar la protección adecuada de los datos sujetos a transferencia transfronteriza.<br> Indicando si es:<br>- Unión Europea<br>-Un país reconocido como adecuado por la Unión Europea<br>- Estados Unidos, compañía adherida al Privacy Shield<br>-Otro país<br>Ver<a target=\" _blank \" href= \"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">art. 44 a 49 de [GDPR]</a>",
        "source": "PIAF Connected Objects p18"
      },
      "PIA_LGL_DESC": {
        "name": "Descripción del tratamiento",
        "description": "Se describirá brevemente el tratamiento objeto de evaluación: naturaleza, alcance, contexto, propósitos y riesgos. Identificar al responsable y encargados del tratamiento. Identificar las normas aplicables al tratamiento, que sean necesarias o deban cumplirse,en particular, los códigos de conducta aprobados por el regulador (ver Art. 40 de la <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">[GDPR]</a> ) y las certificaciones relacionadas con la protección de datos (ver Art. 42 de la <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">[GDPR] ]</a>)",
        "source": "PIA1 p4"
      },
      "PIA_LGL_DATA": {
        "name": "Datos y procesos",
        "description": "Se definirá y describirá con detalle el alcance del tratamiento: <br> - datos personales recabados, destinatarios, encargados del tratamiento, tiempo de retención y otras consideraciones<br> - descripción de los procesos, medios y soportes que se utilizan durante todo el ciclo de vida de los datos personales (desde su recogida hasta su borrado). ",
        "source": "PIA1 p6"
      },
      "PIA_LGL_SUPT": {
        "name": "Activos del tratamiento",
        "description": "Activos de los que depende el tratamiento de los datos personales. Nota: Dispositivos físicos, programas, redes, personas, archivos y canales de comunicación de papel, etc. ",
        "source": "PIA1 p10"
      },
      "PIA_LGL_FIN": {
        "name": "Principios relacionados con el tratamiento de datos personales",
        "description": "Los datos personales se recopilarán con fines específicos, explícitos y legítimos y <strong>no se procesarán de manera incompatible con esos propósitos.</strong> <br>Ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 5.1 b) de [GDPR]</a>",
        "source": "GDPR art 5.1 b)"
      },
      "PIA_LGL_MINI": {
        "name": "Minimización de datos",
        "description": "El objetivo es reducir la gravedad de los riesgos limitando la recopilación de datos personales a lo estrictamente necesario para los fines para los que se procesan (de lo contrario, no deberían recopilarse). Es posible minimizar los datos a través de controles destinados a reducir su sensibilidad.",
        "source": "PIAF Connected Objects p10 - WIKI"
      },
      "PIA_LGL_DEST": {
        "name": "Destinatario",
        "description": "Persona física o jurídica, autoridad pública, agencia u otro organismo al que se divulgan los datos personales, ya sea un tercero o no. No obstante, las autoridades públicas que puedan recibir datos personales en el marco de una investigación particular de conformidad con la legislación de la Unión o del Estado miembro no se considerarán destinatarias. El tratamiento de esos datos por parte de esas autoridades públicas deberá cumplir con las reglas de protección de datos aplicables de acuerdo con los fines del tratamiento. ver Art. 4.9 de la <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">[GDPR]</a>",
        "source": "GDPR art 4.9"
      },
      "PIA_LGL_DUR": {
        "name": "Período de retención de los datos",
        "description": "Se deberá definir un período de retención para cada tipo de datos, justificado por las necesidades de tratamiento y/o los requisitos legales. Esto diferencia datos actuales y datos archivados, cuyo acceso estará restringido. Se deberá implementar un mecanismo de eliminación para archivar datos actuales o depurar los datos archivados al final de su período de retención. Los rastros funcionales también deben purgarse, así como los registros técnicos que no se almacenarán indefinidamente. ",
        "source": "PIAF Connected Objects p12"
      },
      "PIA_LGL_INFO": {
        "name": "Informar a los interesados",
        "description": "Se deberá garantizar que los interesados están informados y evitar la recogida de datos sin su consentimiento. Se deberá de verificar que el tratamiento no está sujeto a una excepción o a condiciones especiales.",
        "source": "PIA3 p8 - WIKI"
      },
      "PIA_LGL_CONS": {
        "name": "Consentimiento",
        "description": "Se deberá garantizar que la recogida de datos se realiza de forma libre, específica e informada. Se determinará si el tratamiento dispone de una base legal en la que no sea necesario el consentimiento, de conformidad con el art. 6 de <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">[GDPR]</a>",
        "source": "PIA3 p11 - WIKI"
      },
      "PIA_VAL_DPO": {
        "name": "Opinión de DPO",
        "description": "El responsable deberá recabar el asesoramiento del Delegado de Protección de Datos, cuando esté designado, durante una evaluación de impacto de protección de datos. Ver Art. 39.2 de la <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">[GDPR]</a> <br> <strong>Esta opinión puede ser contraria al tratamiento que se está implementando, sin que ello limite la decisión final del responsable del tratamiento.</strong> ",
        "source": "GDPR Art. 39.2 and PIAF Connected Objects p37"
      },
      "PIA_VAL_CONC": {
        "name": "Opinión del interesado",
        "description": "Cuando corresponda, el responsable del tratamiento recabará las opiniones de los interesados ​​o sus representantes sobre el procesamiento previsto, sin perjuicio de la protección de los intereses comerciales o públicos o la seguridad de las operaciones de procesamiento. Ver Art. 39.2 de la <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">[GDPR]</a> <br> Estos puntos de vista pueden reunirse por diversos medios, dependiendo del contexto (estudio interno o externo sobre los métodos de procesamiento y el propósito, la pregunta para la atención de los representantes del personal o los sindicatos, la encuesta entre los futuros clientes del procesador de datos). <strong>Donde el controlador de datos decide ir en contra de las opiniones de los interesados</strong>, debe anotar <strong>la justificación de esta decisión</strong>. Cuando el controlador de datos considere que <strong>reuniendo las opiniones de los sujetos de los datos es no relevante, él debe también anotar la justificación de los mismos</strong>. ",
        "source": "GDPR Art. 39.9 and PIAF Connected Objects p38"
      },
      "PIA_VAL_RT": {
        "name": "Validación formal",
        "description": "La decisión sobre si los controles seleccionados, riesgos residuales y plan de acción son aceptables, con justificaciones, teniendo en cuenta las estacas previamente identificadas y vistas de las partes interesadas. De esta manera, el PIA puede ser: <br> - validado <br> - Condicional a la mejora (explicar de qué manera) <br> - rechazado (junto con el procesamiento considerado). Donde sea necesario, repita los pasos anteriores para que el PIA pueda ser validado. Esta decisión no prejuzga la evaluación de la conformidad que puede llevarse a cabo, en su caso, por la autoridad de protección de datos (la CNIL en Francia), como parte de las formalidades preliminares o comprueba por ejemplo. ",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_TEC_CHIF": {
        "placeholder": "Describir aquí los medios implementados para garantizar la confidencialidad de los datos",
        "name": "Cifrado",
        "description": "Medios para <strong>asegurar la confidencialidad</strong> de los datos almacenados (en la base de datos, archivos planos, copias de seguridad, etc.), así como el procedimiento para la gestión de claves de cifrado (creación, almacenamiento, cambio en caso de sospecha de compromiso de los datos, etcetera.).<br>Describir los medios de cifrado empleados para flujos de datos (VPN, TLS, etc.) implementados en el proceso. ",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_ANO": {
        "placeholder": "Indicar aquí anonimización implementado mecanismos",
        "name": "Anonimización",
        "description": "Indicar aquí si se implementan mecanismos de anonimización, cuáles y para qué. <br>Recordar a distinguir claramente entre datos anónimos y seudónimas. ",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CLO": {
        "placeholder": "Indicar aquí si se planea el proceso de partición, y cómo esto se lleva a cabo.",
        "name": "Particionamiento datos",
        "description": "Puesta en práctica de los datos que reparten ayudas para reducir la posibilidad que los datos personales pueden ser correlacionados y que una abertura de todos los datos personales puede ocurrir.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CTLA": {
        "placeholder": "Indicate here how users profiles are defined and attributed.",
        "name": "Control de acceso lógico",
        "description": "Métodos para definir y para atribuir perfiles de usuarios. Especifique los medios de <strong>autenticación</strong> puestos en ejecución. Cuando sea aplicable, especifique las reglas aplicables a las contraseñas (longitud mínima, caracteres requeridos, duración de la validez, número de tentativas falladas antes de que el acceso a la cuenta sea bloqueado, etc.).",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_LOG": {
        "placeholder": "Indique aquí si los acontecimientos están registrados y para cuánto tiempo estos rastros se almacenan.",
        "name": "Trazabilidad (registración)",
        "description": "Las políticas que definen la trazabilidad y gestión de registro.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_ARCH": {
        "placeholder": "Indicar aquí si están implementado los mecanismos para el monitoreo de integridad de los datos almacenados, cuáles y para qué.",
        "name": "Archivando",
        "description": "En su caso, describir aquí los procesos de administración de archivos (suministro, almacenamiento, consulta, etc.) bajo su responsabilidad. Especificar los roles de archiving (oficinas de origen, transferencia de organismos, etc.) y la política de archivado. Si los datos pueden caer en el ámbito de los archivos públicos del estado. ",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_TEC_PAP": {
        "placeholder": "Indicar aquí si están implementado los mecanismos para control de integridad de documentos en papel, cuáles y para qué.",
        "name": "Seguridad de documentos en papel",
        "description": "Cuando se utilizan documentos en papel que contiene los datos durante el proceso, indican aquí cómo se imprimen, almacenados, destruidos e intercambian.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_MINI": {
        "placeholder": "Indicar aquí los medios implementados para reducir la gravedad de riesgos limitando la cantidad de datos de carácter personal",
        "name": "Minimizar la cantidad de datos de carácter personal",
        "description": "Podrían utilizarse los siguientes métodos: Filtrado y la eliminación, reducción de sensibilidad vía conversión, reduciendo la naturaleza identificación de datos, reduciendo la acumulación de datos, acceso a datos de restricción",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_SEC_EXP": {
        "placeholder": "Describir aquí cómo realizan las actualizaciones de software (sistemas operativos, aplicaciones, etc.) y la aplicación de parches de seguridad de controles correctivos.",
        "name": "Operación de seguridad",
        "description": "Las políticas implementadas para reducir la posibilidad y el impacto de riesgos en activos apoyando datos personales.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_MAL": {
        "placeholder": "Describir aquí los controles implementados para reducir los riesgos al acceder a redes seguras menos.",
        "name": "Afianza con abrazadera abajo en software malicioso",
        "description": "Controles implementados en las estaciones de trabajo y servidores para protegerse de software malicioso al acceder a redes seguras menos.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_COMP": {
        "placeholder": "Describir aquí los controles implementados en estaciones de trabajo",
        "name": "Gestión de estaciones de trabajo",
        "description": "Controles en estaciones de trabajo (fijación automática, actualizaciones regulares, configuración, seguridad física, etc.) para reducir la posibilidad de explotar propiedades de software (sistemas operativos, aplicaciones, etc.) para afectar a datos personales",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_WEB": {
        "placeholder": "Indicar aquí controles implementados para proteger sitios Web.",
        "name": "Seguridad del sitio web",
        "description": "Aplicación de las recomendaciones de ANSSI para asegurar sitios web",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_BKP": {
        "placeholder": "Indicar aquí cómo se manejan copias de seguridad. Aclarar si se almacenan en un lugar seguro. ",
        "name": "Copias de Seguridad",
        "description": "Políticas y medios implementan para asegurar la disponibilidad o integridad de los datos personales, manteniendo su confidencialidad.",
        "source": "PIAF Connected Objects p23 & PIA3 p27  - WIKI"
      },
      "PIA_SEC_MAIN": {
        "placeholder": "Describir aquí cómo físico mantenimiento de hardware se gestiona",
        "name": "Mantenimiento",
        "description": "Las políticas que describen el mantenimiento cómo físico de hardware es administradas, indicando si ésta es contratada.<br>Indican si está autorizado el mantenimiento remoto de aplicaciones y según qué modalidades. Especificar si equipo defectuoso se gestiona de una manera específica. ",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_NET": {
        "placeholder": "Indicar aquí los controles de seguridad de red en la que el proceso se lleva a cabo",
        "name": "Seguridad de la red",
        "description": "Dependiendo del tipo de red en la que el proceso se lleva a cabo (aislado, privado o Internet). Especificar que sistema de cortafuegos, sistemas de detección de intrusos u otros dispositivos activos o pasivos son los encargados de garantizar la seguridad de la red. ",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_PHY": {
        "placeholder": "Aquí indicar cómo físico acceso control se lleva a cabo con respecto a las instalaciones para el procesamiento.",
        "name": "Control de acceso físico",
        "description": "Políticas para garantizar la seguridad física (zonificación, escolta de visitantes, uso de pasos, puertas cerradas y así sucesivamente). Indicar si existen procedimientos de advertencia en caso de un robo. ",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_LOG": {
        "placeholder": "Indicar aquí los medios y controles implementados para detectar incidentes de datos de carácter personal",
        "name": "Supervisando la actividad de la red",
        "description": "Controlar sistemas de detección de intrusos y sistemas de prevención de intrusos con el fin de analizar la red (cableado de redes, Wi-Fi, radio ondas, fibra óptica, etc.) del tráfico en tiempo real y detectar cualquier actividad sospechosa de un escenario de ataque cibernético.",
        "source": "PIA3 p67 - WIKI"
      },
      "PIA_SEC_MAT": {
        "placeholder": "Indicar aquí los controles sobre la seguridad física de servidores y estaciones de trabajo",
        "name": "Seguridad del hardware",
        "description": "Indicar aquí los controles sobre la seguridad física de servidores y estaciones de trabajo (almacenamiento seguro, cables de seguridad, filtros de confidencialidad, borrado seguro antes de desechar, etcetera).",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_SRC": {
        "placeholder": "Indicar aquí si el área de implantación es sujeto a desastres ambientales",
        "name": "Evitar fuentes de riesgo",
        "description": "Documentación sobre la zona de implantación, que no debe ser sujeto a desastres ambientales (zona de inundación, cerca de las industrias químicas o zona volcánica, terremoto, etcetera). Especificar si se almacenan productos peligrosos en la misma zona. ",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_PROT": {
        "placeholder": "Indican aquí para evitar limitar no humanos fuentes de riesgos.",
        "name": "Protección contra fuentes no humanos de riesgos",
        "description": "Las políticas que describen los medios de prevención de incendios, detección y combate. En su caso, indicar la forma de prevenir daño del agua. También especificar los medios de poder suministrar supervisión y ayuda. ",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_ORG_ORG": {
        "placeholder": "Indicar si se definen las funciones y responsabilidades para la protección de datos.",
        "name": "Organización",
        "description": "Especificar si una persona es responsable de la aplicación de las leyes de privacidad y los reglamentos. Especificar si existe un Comité de vigilancia (o equivalente) responsable de la orientación y seguimiento de las acciones relativas a la protección de la privacidad. ",
        "source": "PIAF Connected Objects p24 - WIKI"
      },
      "PIA_ORG_POL": {
        "placeholder": "Describir aquí el documental base estableciendo reglas y objetivos de protección de datos.",
        "name": "Política",
        "description": "Establecen aspectos importantes relativos a la protección de los datos dentro de una fabricación base documental la política de protección de datos y en una forma adecuada para cada tipo de contenido (riesgos, principios fundamentales a seguir, apuntar los objetivos, las reglas a aplicar, etc.) y cada uno objetivo de comunicación (usuarios, IT Departamento, las autoridades, etcetera). ",
        "source": "PIA3 p78 - WIKI"
      },
      "PIA_ORG_RMGT": {
        "placeholder": "Describir aquí procesos para controlar los riesgos que plantean las operaciones de procesamiento realizadas por la organización sobre protección de datos y la privacidad de los interesados.",
        "name": "Gestión de riesgos de la privacidad",
        "description": "Política que describe los procesos para controlar los riesgos que plantean las operaciones de procesamiento realizadas por la organización sobre protección de datos y la privacidad de los interesados (construyendo un mapa de riesgos, etcetera).",
        "source": "PIA3 p77 - WIKI"
      },
      "PIA_ORG_PBD": {
        "placeholder": "Describir aquí cómo protección de la privacidad está integrado en los proyectos",
        "name": "Integración de la protección de la privacidad en los proyectos",
        "description": "Existencia de una política integrar la protección de datos personales en todas las operaciones de procesamiento de nuevo.",
        "source": "PIA3 p79 - WIKI"
      },
      "PIA_ORG_VIOL": {
        "placeholder": "Indicar aquí si es incidentes son sometidas a un procedimiento de gestión documentado y probado.",
        "name": " Gestión de las violaciones de datos personales",
        "description": "Existencia de una organización operativa que puede detectar y tratar los incidentes que puedan afectar las libertades civiles y la privacidad de los sujetos de datos",
        "source": "PIAF Connected Objects p24 and PIA3 p36 - WIKI"
      },
      "PIA_ORG_PERS": {
        "placeholder": "Indicar aquí qué controles de sensibilización se llevan a cabo en relación con los empleados.",
        "name": "Gestión de personal",
        "description": "Existencia de una política que describe controles de sensibilización se llevan a cabo con respecto a un nuevo recluta y qué controles se llevan a cabo cuando las personas que han sido acceso a datos de dejan su trabajo.",
        "source": "PIAF Connected Objects p24"
      },
      "PIA_ORG_EXT": {
        "placeholder": "Indican que, para los procesadores que requieren acceso a datos, los controles de seguridad y arreglos realizados con respecto a dicho acceso.",
        "name": "Relaciones con terceras partes",
        "description": "Existencia de una política y procesos reduciendo el riesgo de que el legítimo acceso a los datos personales por parte de terceros puede representar para las libertades civiles y la privacidad de los sujetos de datos.",
        "source":  "PIA3 p48 - WIKI"
      },
      "PIA_ORG_AUD": {
        "placeholder": "Indicar aquí si se monitorean la efectividad y la adecuación de los controles de privacidad.",
        "name": "Supervisión",
        "description": "Existencia de una política y procesos para obtener una organización capaz de gestionar y controlar la protección de datos de carácter personal mantenidos dentro de ella.",
        "source":  "PIA3 p76 - WIKI"
      },
      "PIA_DEF_EXA": {
        "name": "Calidad de los datos",
        "description": "Datos de carácter personal deberán ser exactos y, donde sea necesario, actualizados; cada paso razonable se debe asegurar que sus datos personales son inexactos, teniendo en cuenta los propósitos para los cuales se procesan, son borrados o rectificados sin demora ('precisión'). <br>Ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 5,1 d) de [GDPR]</a>",
        "source": "GDPR Art. 5.1 d)"
      },
      "PIA_DEF_MES": {
        "name": "Medidas",
        "description": "A elegir entre los disponibles en la sección \"Planned o measures\" existentes, que se puede completar si es necesario.",
        "source": "None"
      },
      "PIA_DEF_RT": {
        "name": "Responsable del tratamiento",
        "description": "la persona física o jurídica, autoridad pública, servicio u otro organismo que, solo o junto con otros, determine los fines y medios del tratamiento; si el Derecho de la Unión o de los Estados miembros determina los fines y medios del tratamiento, el responsable del tratamiento o los criterios específicos para su nombramiento podrá establecerlos el Derecho de la Unión o de los Estados miembros.<br>Ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 4.7 de [GDPR]</a>",
        "source": "GDPR Art. 4.7"
      },
      "PIA_DEF_DCP": {
        "name": "Datos personales",
        "description": "oda información sobre una persona física identificada o identificable («el interesado»); se considerará persona física identificable toda persona cuya identidad pueda determinarse, directa o indirectamente, en particular mediante un identificador, como por ejemplo un nombre, un número de identificación, datos de localización, un identificador en línea o uno o varios elementos propios de la identidad física, fisiológica, genética, psíquica, económica, cultural o social de dicha persona. <br>Ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 4.1 [GDPR]</a>",
        "source": "GDPR Art 4.1"
      },
      "PIA_DEF_DEST": {
        "name": "Destinatario",
        "description": "La persona física o jurídica, autoridad pública, servicio u otro organismo al que se comuniquen datos personales, se trate o no de un tercero. No obstante, no se considerarán destinatarios las autoridades públicas que puedan recibir datos personales en el marco de una investigación concreta de conformidad con el Derecho de la Unión o de los Estados miembros; el tratamiento de tales datos por dichas autoridades públicas será conforme con las normas en materia de protección de datos aplicables a los fines del tratamiento. <br>Ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 4.9 de [GDPR]</a>",
        "source": "GDPR Art. 4.9"
      },
      "PIA_DEF_SUPT": {
        "name": "Activos de apoyo",
        "description": "Activo en el que confían los datos personales. Puede ser hardware, software, redes, personas, papel o papel de canales de transmisión",
        "source": "PIA1 p10"
      },
      "PIA_DEF_MINC": {
        "name": "Minimizar la cantidad de datos de carácter personal",
        "description": "Reducir la gravedad de riesgos limitando la cantidad de datos de carácter personal a lo estrictamente necesario para lograr un propósito definido, de lo contrario los datos se recogerán no.",
        "source": ""
      },
      "PIA_DEF_CONS": {
        "name": "El consentimiento",
        "description": "toda manifestación de voluntad libre, específica, informada e inequívoca por la que el interesado acepta, ya sea mediante una declaración o una clara acción afirmativa, el tratamiento de datos personales que le conciernen.<br>Ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 4.10 de [GDPR]</a>",
        "source": "GDPR Art. 4.10"
      },
      "PIA_DEF_ACC": {
        "name": "Derecho de acceso",
        "description": "El interesado tendrá derecho a obtener la confirmación del responsable del tratamiento en cuanto a si se procesan datos personales sobre él o ella y, cuando es el caso, el acceso a los datos personales y la información descrita en <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">arte. 15 de [GDPR]</a>",
        "source":"GDPR Art. 15"
      },
      "PIA_DEF_PORT": {
        "name": "Derecho a la portabilidad de datos",
        "description": " El interesado tendrá derecho a recibir los datos personales sobre él o ella, que él o ella ha proporcionado a un responsable del tratamiento, en un formato estructurado, comúnmente usado y legible por la máquina y tener el derecho para transmitir esos datos a otro controlador sin estorbo el controlador al que se han proporcionado los datos personales, ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 20 de [GDPR]</a>",
        "source": "GDPR Art. 20"
      },
      "PIA_DEF_RECT": {
        "name": "Derecho a la rectificación",
        "description": "El interesado tendrá derecho a obtener del responsable del tratamiento sin demora la rectificación de datos personales inexactos con respecto a él o ella. Teniendo en cuenta los efectos de la tramitación, el interesado tendrá derecho a incompletos datos completados, incluso a través de proporcionar una declaración complementaria. ",
        "source": "GDPR Art. 16"
      },
      "PIA_DEF_EFF": {
        "name": "Derecho de supresión",
        "description": " El interesado tendrá derecho a obtener del control de la supresión de datos de carácter personal relativos a él o ella sin demora y el regulador tendrá la obligación de borrar datos personales sin demora, ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 17 [GDPR]</a>",
        "source" : "GDPR Art. 17"
      },
      "PIA_DEF_LIM": {
        "name": "Derecho a la limitación del tratamiento",
        "description": "El interesado tendrá derecho a obtener del responsable del tratamiento la limitación del tratamiento de los datos, ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 18 [GDPR]</a>",
        "source": "GDPR Art. 18"
      },
      "PIA_DEF_OPP": {
        "name": "Derecho de oposición",
        "description": "El interesado tendrá derecho a oponerse, por motivos referentes a su situación particular, en cualquier momento al tratamiento de datos personales sobre él o ella, en virtud de <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 21 de [GDPR]</a>",
        "source": "GDPR Art. 21"
      },
      "PIA_DEF_PSEU": {
        "name": "Seudonimización",
        "description": "Tel tratamiento de datos personales de manera tal que ya no puedan atribuirse a un interesado sin utilizar información adicional, siempre que dicha información adicional figure por separado y esté sujeta a medidas técnicas y organizativas destinadas a garantizar que los datos personales no se atribuyan a una persona física identificada o identificable. ",
        "source": "GDPR Arte 4.5 y directrices G29 p22 http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
      },
      "PIA_DEF_CLO": {
        "name": "Partición de datos",
        "description": "Datos organización métodos que reducen la posibilidad de que datos personales pueden ser correlacionados y que se produzca una violación de los datos personales. Por ejemplo, mediante la identificación de los datos personales sólo para cada proceso del negocio y lógicamente que los separa. ",
        "source": "PIA3 p19 - WIKI"
      },
      "PIA_DEF_CTLA": {
        "name": "Controles de acceso lógico",
        "description": "Medios para limitar los riesgos que personas no autorización a las personas electrónicamente tendrá acceso datos de carácter personal, se requiere entre otras cosas: <br>- <strong>gestión de perfiles de los usuarios</strong> mediante la separación de tareas y áreas de responsabilidad (preferiblemente de manera centralizada) para limitar el acceso a los datos personales exclusivamente para usuarios autorizados mediante la aplicación de la necesidad de conocer y menos privilegios principios;<br>- <strong>retirar los derechos de los empleados, contratación de las partes y terceros cuando ellos ya no están autorizados a acceder a un local o un recurso</strong> o cuando su <strong>contrato de trabajo termina</strong>. ",
        "source": "PIA3 p43 - WIKI"
      },
      "PIA_DEF_MIN1": {
        "name": "Filtrado y eliminación",
        "description": "Cuando los datos están siendo importados, diferentes tipos de metadatos (como los datos EXIF con un archivo de imagen adjunto) se puede recoger. <br>Estos metadatos deben ser identificado y eliminado si son innecesarios para los fines previstos. ",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN2": {
        "name": "Reducir la sensibilidad a través de la conversión",
        "description": "Una vez los datos han sido recibidos, como parte de una serie de información general o transmite sólo con fines estadísticos, estos pueden ser convertidos en una forma menos sensible o seudonimizado. Por ejemplo: <br>-Si el sistema recoge la dirección IP para determinar la ubicación del usuario para fines estadísticos, se puede eliminar la dirección IP una vez que la ciudad o distrito ha sido deducido<br>-Si el sistema recibe los datos de vídeo de cámaras de vigilancia, puede reconocer a gente que está parado o en movimiento en la escena y los desenfoque de<br>-Si el sistema es un contador inteligente, puede Agregar el uso de energía durante un cierto período, sin grabación en tiempo real ",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_SRC": {
        "name": "Fuente de riesgo",
        "description": "Persona o fuente no humanos que puede causar un riesgo. Esta fuente puede actuar accidentalmente o deliberadamente. ",
        "source": "PIA1 p11 - WIKI"
      },
      "PIA_DEF_MEN": {
        "name": "Amenaza",
        "description": "Procedimiento que comprende una o más acciones individuales de datos activos. Se utiliza, intencionalmente o no, por las fuentes de riesgo y puede causar un evento temido. ",
        "source": "PIA1 p12 - WIKI"
      },
      "PIA_DEF_MENA": {
        "name": "Las amenazas que pueden conducir a un acceso ilegítimo",
        "description": "Las amenazas en relación con: - <strong>Hardware</strong>, utilizado inadecuadamente, observa, alterado, perdido (uso o transporte de equipos sensibles para fines personales, mirando la pantalla de una persona sin su conocimiento, mientras que en el tren, sigue por un registrador de claves basado en hardware, etcetera.)<br>- <strong>Software</strong>, utilizado inadecuadamente, observado, alterado (aumento de privilegios, colección de datos de configuración, infección por código malicioso, etcetera).<br>- <strong>Canales de ordenador</strong> observado (interceptación de Ethernet tráfico, etcetera.)<br>- <strong>Personas</strong>, observar, manipular, perdida (divulgación involuntaria de información, ingeniería social, cambios de asignación)<br>- <strong>Documentos en papel</strong> observado, perdido (lectura, robo de correo, etcetera.)<br>- <strong>Canales de transmisión de papel</strong> observado (lectura de libros de autor en la circulación, etcetera.) ",
        "source": "PIAF Connected objects p44 and 45"
      },
      "PIA_DEF_MENM": {
        "name": "Las amenazas que pueden conducir a una modificación no deseada de los datos personales",
        "description": "<strong>Las amenazas con respecto a:</strong> <br>-Alteración de <strong>hardware</strong> (además de hardware incompatible, resultando en fallos de funcionamiento, retiro de componentes esenciales, etcetera.)<br>- <strong>Software</strong> utilizado indebidamente o modificado (modificaciones no deseadas a los datos en bases de datos, errores de operador que modifican datos, etcetera.)<br>- <strong>Canales de ordenador</strong> utilizado inadecuadamente (reenvío de datos interceptados, etcetera).<br>- <strong>Sobrecarga o manipula (asignación de personal para tareas más allá de sus capacidades, estrés o cambios negativos en las condiciones de trabajo, influencia, etcetera.)</strong><br>-Documentos que han sido alterados (cambios de figuras en un archivo, sustitución de un original de una falsificación, etcetera.)<br>- <strong>Canales de transmisión de papel</strong> que han sido alteradas (cambio de libro de una firmas a otra, envío de múltiples documentos contradictorios, etcetera.) ",
        "source": "PIAF Connected Objects p43 and 44, WIKI"
      },
      "PIA_DEF_MENI": {
        "name": "Las amenazas que pueden conducir a una desaparición de los datos personales",
        "description": "<strong>Las amenazas con respecto a:</strong> <br>- <strong>Hardware</strong> : utiliza inadecuadamente, sobrecargado, alterado, dañado, perdido (unidad de almacenamiento completo, sobrecarga de capacidad de procesamiento, además de hardware incompatible, resultando en fallos de funcionamiento, incendio, robo o pérdida de un activo, etcetera.)<br>- <strong>Software</strong> : utiliza inadecuadamente, sobrecargado, alterado, dañado, perdido (borrado de datos, más del tamaño de la base de datos, bomba lógica, no renovación de la licencia para el software utilizado para acceder a datos, etcetera.)<br>- <strong>Canales de ordenador</strong> : sobrecargado, alterado, perdido (descarga, pérdida de conexión a Internet, etcetera.)<br>- <strong>Personas</strong> : sobrecargado, dañado, perdido (mal uso de habilidades, enfermedad, jubilación, etcetera.)<br>- <strong>Documentos impresos</strong> : utiliza inadecuadamente, dañado, perdido (eliminación, envejecimiento de los documentos archivados, robo o pérdida de documentos, etcetera.)<br>- <strong>Canales de transmisión de papel</strong> : sobrecargado, dañado, alterado, perdido (entrega de correo por una huelga, reasignación de oficinas o locales, pérdida de una compañía de entrega de documento, la reorganización de canales de transmisión de papel, etcetera.) ",
        "source": "PIAF Connected Objects p44 and 45, WIKI"
      },
      "PIA_DEF_GRV": {
        "name": "Gravedad",
        "description": "La severidad representa la magnitud de un riesgo. Principalmente depende de la naturaleza perjudicial de los impactos potenciales. ",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_VRA": {
        "name": "Probabilidad",
        "description": "La probabilidad expresa la posibilidad de que un riesgo ocurra. Sobre todo depende del nivel de vulnerabilidad de los activos apoyo cuando bajo amenaza y el nivel de las capacidades de las fuentes de riesgo para explotarlos. ",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_PBDS": {
        "name": "Gestión de Proyectos",
        "description": "Las medidas adoptadas para integrar la protección de datos personales en todo nuevo proceso operaciones (nombres confiables, directrices, CNIL metodología de gestión de riesgos u otra metodología interna).",
        "source": "Mesures_US"
      },
      "PIA_DEF_VIOL": {
        "name": "Violación de los datos personales",
        "description": "Violación de la seguridad conduce a la destrucción accidental o ilícita, pérdida, alteración, divulgación no autorizada de, o acceso a, datos personales transmitidos, almacenados o transformadas de otra forma.",
        "source": "GDPR Art. 4.12"
      },
      "PIA_VAL_CART": {
        "name": "Mapeo de riesgos",
        "description": "Gráfico que ilustra las prácticas de seguridad buena, con un valor de conformidad atribuido a cada uno en base a su evaluación en etapas anteriores.",
        "source": "PIAF Connected Objects p34"
      },
      "PIA_VAL_ACT": {
        "name": "Plan de acción",
        "description": "controles correctivos sugieren por el asesor en etapas anteriores, elaborar un plan de acción estableciendo, para cada acción, su manager, frecuencia, dificultad, coste y el progreso.",
        "source": "None"
      },
      "PIA_DEF_ENJ": {
        "name": "Apuestas",
        "description": "Los beneficios esperados (para la organización, para los interesados, para la sociedad en general, etcetera.).",
        "source": "PIA1 p4 footnote 8"
      },
      "PIA_DEF_ST": {
        "name": "Encargado del tratamiento",
        "description": "La persona física o jurídica, autoridad pública, servicio u otro organismo que trate datos personales por cuenta del responsable del tratamiento, ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 4.8 [GDPR]</a>.<br>El encargado y cualquier persona que actúe bajo la responsable del tratamiento o del encargado, que tiene acceso a datos personales, no deberán procesar esos datos excepto sobre las instrucciones del responsable del tratamiento, a menos que requerido por la ley de la Unión o del Estado miembro, ver <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">Art. 29 de [GDPR]</a>. ",
        "source": "GDPR Art. 4.8 and 29"
      },
      "PIA_DEF_RGPD": {
        "name": "GDPR (General Data Protection Regulation",
        "description": "Reglamento sobre la protección de las personas físicas en relación con el procesamiento de datos de carácter personal y a la libre circulación de dichos datos y se derogan Directiva 95/46/CE.",
        "source": "GDPR title"
      },
      "PIA_DEF_PC": {
        "name": "El interesado",
        "description": "Personas a quienes los datos cubrieron por el proceso de relacionar.",
        "source": "PIA1 p9"
      },
      "PIA_DEF_MIN3": {
        "name": "Reducir la naturaleza identificación de datos",
        "description": "El sistema puede asegurar que: <br>-el usuario puede utilizar un recurso o servicio sin el riesgo de revelar su identidad (datos anónimos)<br>-el usuario puede utilizar un recurso o servicio sin el riesgo de revelar su identidad, pero siguen siendo identificable y responsable para este uso (seudónimas datos)<br>-el usuario puede hacer múltiples usos de los recursos o servicios sin el riesgo de estas diferentes aplicaciones están Unidos entre sí (datos no correlacionados)<br>-el usuario puede utilizar un recurso o servicio sin el riesgo de otros, terceros en particular, pudiendo observar que se utiliza el recurso o servicio (no observancia)<br>La elección de un método de la lista de arriba debe hacerse sobre la base de las amenazas identificadas. Para algunos tipos de amenaza a la privacidad, seudonymisacion será más apropiado que la anonimización (por ejemplo, si hay una necesidad de la trazabilidad). Además, algunas amenazas a la privacidad se abordará utilizando una combinación de métodos. ",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN4": {
        "name": "Reducción de la acumulación de datos",
        "description": "El sistema puede organizarse en partes independientes con funciones de control de acceso independiente. Los datos también pueden divididos entre estos subsistemas independientes y controlados por cada subsistema, utilizando mecanismos de control de acceso diferente. Si un sistema está comprometido, así se pueden reducir los impactos sobre todos los datos. ",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN5": {
        "name": "Restringir el acceso a los datos",
        "description": "El sistema puede limitar el acceso a los datos según el \"need a know\" principio. El sistema puede separar los datos y aplicar las políticas de control de acceso específico. El sistema también puede cifrar datos para proteger su confidencialidad durante la transmisión y almacenamiento. Acceso a cookies temporales que se producen durante el procesamiento de datos también debe ser protegido. ",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_EX_DCPC": {
        "name": "Datos personales comunes",
        "description": "Datos de Identificación Estado civil, identidad, edad, etcetera. <br><strong>Vida personal</strong> : hábitos de vida, estado civil, etcetera. <br><strong>Vida profesional</strong> : currículum, educación y formación profesional, premios, etcetera. Datos de conexión Direcciones IP, registros de eventos, etcetera.<br><strong>Datos de localización</strong> : viajes, datos GPS, datos GSM, etcetera.<br><strong>Otros</strong> : teléfono número, dirección de correo electrónico, etcetera. ",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPS": {
        "name": "Datos de carácter personal perciben como sensible",
        "description": "Número de Seguro Social, datos biométricos, datos del Banco",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPR": {
        "name": "Convicciones y datos personales sensibles",
        "description": "Opiniones filosóficas, políticas, religiosas y sindicales, vida sexual, datos de salud, origen racial o étnico, datos referentes a salud vida sexo, delitos, condenas, medidas de seguridad, consulte <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/ES/TXT/HTML/?uri=CELEX:32016R0679&from=ES\">arte. 9 y 10 de [GDPR]</a>. ",
        "source": "PIA2 old version, GDPR Article 9 and 10 - WIKI"
      },
      "PIA_EX_HUMI": {
        "name": "Fuentes humanas internas",
        "description": "Podría ser cualquiera:<br>-un empleado negligente o pícaro, proximidad del sistema, capacidades, privilegios y tiempo disponible son potencialmente alta, posible falta de formación y sensibilización<br>-no fiables o negligente del usuario, familiar o amigo teniendo acceso al servicio.<br>Varios motivos son posibles, incluyendo: torpeza, el error, juego de negligencia, mala intención, venganza, espionaje ",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_HUME": {
        "name": "Fuentes humanas externas",
        "description": "Podría ser cualquiera:<br>-un pícaro o ingenuo vecino, por tener una cercanía física, piratería en los datos del dispositivo;<br>-un hacker dirigidos a un usuario mediante el uso de los conocimientos que tiene el usuario y la información relativa a él;<br>-un hacker a una de las empresas utilizando el conocimiento que se tiene de las empresas que pueden socavar su imagen;<br>-una empresa de terceros autorizados con su privilegiado acceso ilegítimamente para acceder a información. ",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_NHUM": {
        "name": "Fuentes no humanos",
        "description": "Incidente o daño en uno de la organización (corte de energía, incendios, inundaciones, etcetera.)",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPN": {
        "name": "Impacto insignificante",
        "description": "Los interesados no se verán afectados o pueden surgir algunos inconvenientes que se superan sin ningún problema. Por ejemplo:<br>-físicos: dolores de cabeza transitorios;<br>-material: pérdida de tiempo en la repetición de trámites o esperando que se cumplan, recepción de correo no solicitado (por ejemplo: spam), reutilización de los datos publicados en sitios web con el fin de la publicidad dirigida, etcetera.;<br>-moral: mera molestia, sensación de invasión de la privacidad sin daño real u objetiva (intrusión comercial), etcetera. ",
        "source": "PIAF Connected Objects p41 - WIKI"
      },
      "PIA_EX_IMPL": {
        "name": "Impacto limitado",
        "description": "Los interesados pueden encontrar inconvenientes importantes, que sean capaces de superar a pesar de algunas dificultades. Por ejemplo:<br>-físicos: dolencias físicas de menor importancia (menor enfermedad debido al caso omiso de las contraindicaciones), difamación, dando lugar a represalias físicas o psicológicas, etcetera.;<br>-material: pagos imprevistos (multas erróneamente), denegación de acceso a los servicios administrativos o comerciales, recepción de mailings segmentados dañen la reputación de los interesados, etcetera.;<br>-moral: dolencias psicológicas menores pero objetivo, sentimiento de invasión de la privacidad sin daño irreversible, intimidación en redes sociales, etcetera. ",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPI": {
        "name": "Impacto significativo",
        "description": "Los interesados pueden encontrar consecuencias significativas, que deben ser capaces de superar con dificultades reales y graves. Por ejemplo: <br>-físicos: dolencias físicas graves que causa a largo plazo dañar lteration (empeoramiento de la salud debido al cuidado incorrecto, o la indiferencia de Contraindicaciones), integridad física, por ejemplo después de un asalto, un accidente en su casa, trabajo, etcetera.<br>-material: apropiación indebida de dinero no compensado, específico, único y no recurrentes, perdidas de oportunidades (préstamo, denegación de empleo o estudios, pasantías, prohibición de examen), pérdida de la vivienda, pérdida de empleo, etcetera.;<br>-moral: graves enfermedades psicológicas (depresión, desarrollo de una fobia), sensación de invasión de la privacidad con un daño irreversible, víctima de chantaje, intimidación y acoso, etcetera. ",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPM": {
        "name": "Impacto Máximo",
        "description": "Los interesados pueden encontrar significativas o incluso irreversibles, consecuencias, que no pueden superar. Por ejemplo:<br>-físicos: dolencias físicas a largo plazo o permanentes, incapacidad permanente de la integridad física, la muerte;<br>-material: riesgo financiero, deudas substanciales, incapacidad, incapacidad para trasladarse, pérdida de la evidencia en el contexto del litigio, pérdida de acceso a infraestructuras vitales (agua, electricidad), etcetera.<br>-moral: dolencias psicológicas a largo plazo o permanentes, sanción penal, secuestro, pérdida de lazos familiares, incapacidad para demandar el cambio de situación administrativa o pérdida de autonomía legal (tutela), etcetera. ",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_VRAN": {
        "name": "Probabilidad insignificante",
        "description": "No se parece posible que las fuentes seleccionadas del riesgo materialicen la amenaza explotando las características de apoyar activos (e.g.: hurto de los documentos de papel almacenados en un cuarto protegido por un lector de divisa y un código de acceso). ",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAL": {
        "name": "Probabilidad limitada",
        "description": "Se parece difícil que las fuentes seleccionadas del riesgo materialicen la amenaza explotando las características de apoyar activos (e.g.: hurto de los documentos de papel almacenados en un cuarto protegido por un lector de divisa).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAI": {
        "name": "Probabilidad significativa",
        "description": "Se parece posible que las fuentes seleccionadas del riesgo materialicen la amenaza explotando las características de apoyar activos (e.g.: hurto de los documentos de papel almacenados en las oficinas que no pueden ser alcanzadas sin primero llegar en la recepción). ",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAM": {
        "name": "Probabilidad máxima",
        "description": "Se parece extremadamente fácil que las fuentes seleccionadas del riesgo materialicen la amenaza explotando las características de apoyar activos (e.g.: hurto de los documentos de papel almacenados en el pasillo público).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_MIND": {
        "name": "Minimización de datos ellos mismos",
        "description": "Reduzca la severidad de riesgos reduciendo al mínimo los datos ellos mismos, tomando mide tenido como objetivo el reducir de su sensibilidad.",
        "source": "Mesures_US"
      },
      "PIA_DEF_ANO": {
        "name": "Anonimización",
        "description": "De proceso quitando las características que identifican de datos personales. Determinar la robustez de un anonymisation procesa, ve e target= del <a target=\"_blank \" href= \"http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf\">WP29 guidelines</a>.",
        "source": "Mesures_US and G29 guidelines http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
      },
      "PIA_SEC_CTR": {
        "placeholder": "Describir aquí las medidas específicas para los procesadores (host, empresa de mantenimiento, administrador, proveedores de servicios de especialista, etcetera.)",
        "name": "Contratos de tratamiento",
        "source": "Mesures_US Procurement: Identificada y marcada en un contrato"
      },
      "PIA_DEF_CHIF": {
        "name": "Cifrado",
        "description": "Mida el hacer de datos personales unintelligible a cualquier persona sin la autorización de acceso (cifrado simétrico o asimétrico, uso de los algoritmos públicos sabidos para ser certificado fuerte, de la autentificación, etc.). ",
        "source " : "Mesures_US Encryption"
      },
      "PIA_DEF_PWD": {
        "name": "Contraseña",
        "description": "Las contraseñas serán compuestas de un mínimo de ocho caracteres; debe ser renovado si hay la menos preocupación que pudieron haber sido comprometidos y, posiblemente, periódicamente (cada seis meses o una vez al año) y debe incluir un mínimo de tres de las cuatro clases de caracteres (mayúsculas, letras minúsculas, números y caracteres especiales); cuando se cambia una contraseña, las cinco contraseñas pasadas no pueden ser reutilizadas; la misma contraseña no se debe utilizar para diversos accesos; las contraseñas no se deben relacionar con su información personal (nombre incluyendo o fecha de nacimiento.). Defina un número máximo de las tentativas más allá de las cuales se publica una advertencia y se bloquea la autentificación (temporalmente o hasta ella se desbloquea manualmente).",
        "source" : "Mesure_US"
      },
      "PIA_DEF_AUTH": {
        "name": "Autenticación",
        "description": "Cada persona con el acceso legítimo a los datos personales (empleados, contratantes y otros terceros) debe ser identificada por un identificador único. Elija un método de la autentificación para abrir sesiones que sea apropiado al contexto, al nivel del riesgo y a la robustez esperados. Recomendaciones: si los riesgos no se elevan, una contraseña puede ser utilizada; sin embargo, si los riesgos son más altos, utilice un símbolo de una sola vez de la contraseña pero cambie la contraseña de la activación del defecto, o, cuando la parte de la contraseña es enviada por SMS, una tarjeta con un PERNO código, un certificado electrónico o cualquier otra forma de autentificación fuerte.",
        "source": "Mesures_US Logical Access Control"
      },
      "PIA_DEF_LOG": {
        "name": "Vigilancia",
        "description": "Instalado una arquitectura de registración para permitir la detección temprana de los incidentes que implican datos personales y para tener información que se puede utilizar para analizarlos o para proporcionar la prueba con respecto a investigaciones.",
        "source": "Mesures_US Vigilancia"
      },
      "PIA_DEF_ARCH": {
        "name": "El archivar",
        "description": "Los procedimientos que preservaban y que manejaban los archivos electrónicos que contenían los datos personales se prepusieron asegurar su valor (específicamente, su valor legal) a través del período entero necesario (transferencia, almacenaje, migración, accesibilidad, eliminación, archivando la política, la protección del secreto, el etc.). ",
        "source": "Mesures_USE Archiving"
      }
    }
  },
  "comments": {
    "comments_count": "comentarios",
    "new_comment": "Comentario",
    "placeholder_new_comment": "Deje un comentario",
    "comment": "Comentario",
    "send": "Envíe"
  },
  "questions": {
    "edit": "Corrija la pregunta",
    "gauges": {
      "0": "(Indefinido)",
      "1": "Insignificante",
      "2": "Limitado",
      "3": "Importante",
      "4": "Máximo"
    }
  },
  "evaluations": {
    "title": "Evaluación",
    "to_correct": "Para corregir",
    "improvable": "Mejorable",
    "acceptable": "Aceptable",
    "evaluation_comment": "Comentario de evaluación",
    "action_plan_comment": "Plan de acción / correctivas acciones",
    "placeholder_to_correct": "La información proporcionada no es suficiente para evaluarlos correctamente. Enviar al editor para mejorar la comunicación original. ",
    "placeholder_improvable1": "Según la información disponible, medidas adicionales son a implementarse para mejorar la protección de datos del proceso.",
    "placeholder_improvable2": "Introduzca sus comentarios",
    "placeholder_acceptable": "Según la información disponible, las medidas adoptadas son suficientes para satisfacer adecuadamente los requisitos para la protección de los datos.",
    "gauges": {
      "seriousness": "Teniendo en cuenta el plan de acción, ¿cómo se vuelve a evaluar la <span class='red-highlight'>gravedad de este riesgo</span> ({{value}})?",
      "likelihood": "Teniendo en cuenta el plan de acción, ¿cómo se vuelve a evaluar la <span class='red-highlight'>probabilidad de que este riesgo</span> ({{value}})?",
      "0": "Indefinido",
      "1": "Insignificante",
      "2": "Limitado",
      "3": "Importante",
      "4": "Máximo"
    },
    "status": {
      "0": "Pendiente",
      "1": "Para corregir",
      "2": "Mejorable",
      "3": "Aceptable"
    }
  },
  "help": {
    "title": "Ayuda",
    "definition": {
      "data1": {
        "title": "Usa el PIA",
        "content": "Contenido escrito"
      },
      "data2": {
        "title": "Problemas conocidos",
        "qa1": {
          "title": "Me da problemas de visualización como iconos de ser pegados en un estado o falta de elementos de la interfaz",
          "content": "Cuando encuentro con los problemas, cierre la aplicación y recargarlo. Generalmente soluciona el problema. No perderás la información que has ingresado; se guarda automáticamente mientras se escribe."
        },
        "qa2": {
          "title": "No puedo editar los indicadores para la evaluación de la severidad y la probabilidad de un riesgo",
          "content": "Este problema conocido actualmente que es fijo. Si encuentra este problema, recomendamos que rellene el campo de la justificación del nivel estimado de severidad y probabilidad. Usted será capaz de editar el medidor una vez que el error es fijo."
        },
        "qa3": {
          "title": "Encuentro problemas al importar un PIA",
          "content": "Se han observado varios errores al importar un PIA, y en particular los indicadores de nivel para evaluar la severidad y la probabilidad de un riesgo pueden desaparecer. En este caso, consulte el tema mencionado. Además, un PIA no aparezcan en el tablero de instrumentos después de importarlo. Este es un tema de pantalla y solo tienes que recargar la página."
        },
        "qa4": {
          "title": "Cuando copio y pego el texto, se destaca.",
          "content": "Esto es sólo un error de la pantalla y no tiene ningún efecto en el texto que introduzca en un campo. Este problema visual se solucionará pronto."
        },
        "qa5": {
          "title": "No puedo evaluar una sección",
          "content": "Para evaluar una sección, es obligatorio rellenar todos los campos. Por favor comprueba si es el caso. Al editar un riesgo, usted debe tener al menos una medida técnica u organizativa que mitiga el riesgo para solicitar una evaluación del riesgo."
        },
        "qa6": {
          "title": "Al cambiar el idioma, los textos no se traducen",
          "content": "Por favor cierre el PIA son editar y volver a abrirlo. El contenido debe entonces se mostrará en el idioma seleccionado."
        },
        "qa7": {
          "title": "Me he negado a validar un PIA pero no sé qué hacer ahora",
          "content": "Por el momento, los iconos del menú de navegación no son renovados después de negarse un PIA. Usted tiene que comprobar cada sección y cambiar la información y/o la evaluación según las razones para rechazar el PIA. Una vez que han revisado toda la sección, podrá solicitar convalidación de PIA otra vez."
        }
      },
      "footer": ""
    }
  },
  "about": {
    "title": "Sobre la herramienta PIA",
    "version_number": "Número de versión",
    "description": "Esta herramienta es diseñada originalmente por la CNIL, la autoridad francesa de la protección de los datos, ayudar al informático a ser obediente con el software de GDPR.<br>This está libre y abierto. Si usted desea conseguir implicado en este proyecto, usted es agradable descargar el código de fuente de Github, lo modifica y lo comparte con la comunidad.",
    "translators": "El software del PIA es actualmente disponible en cinco idiomas. Las versiones francesas e inglesas son proporcionadas por el CNIL. El otros las versiones resultan de las contribuciones de los individuos siguientes:",
    "translators_name": "<ul><li>Dutch: Ruud van Driel, Manuel d’Orso ;</li><li>Czech: Jiří Grohmann, Manuel d’Orso ;</li><li>Italian: Manuel d’Orso, Gianluca Markos.</li><li>Polish: Joanna Karczewska</li><li>German: Kosmas Schütz</li><li>Spanish: ylachgar</li></ul>",
    "contribute": "Si usted desea contribuir a la traducción del software en otra idioma mejorar las traducciones existentes, le recomendamos al <a href=\"https://github.com/LINCnil/pia/tree/master/src/assets/i18n\" target=\"_blank\">leer la página que describe los pasos</a>.",
    "licences": "Library licenses:"
  },
  "settings": {
    "title": "Ajustes",
    "content": "Por favor, proporcione la dirección (URL) del servidor alejado:",
    "update": "URL de la actualización"
  },
  "validation_page": {
    "responsible": "TO BE TRANSLATED - Person accountable for validating the PIA: ",
    "after_reading": "TO BE TRANSLATED - After reading full PIA relating to the data processing linked to ",
    "confirmation1": "TO BE TRANSLATED - I attest that the context of the processing described in the PIA is consistent with the reality.",
    "confirmation2": "TO BE TRANSLATED - I attest that I am aware of the risks depending on the existing or planned measures.",
    "confirmation3": "TO BE TRANSLATED - I ratify the corrective actions indicated in the action plan.",
    "confirmation4": "TO BE TRANSLATED - I commit to implement as quickly as possible the indicated corrective actions.",
    "button": {
      "rejection": "TO BE TRANSLATED - Reject PIA",
      "simple_validation": "TO BE TRANSLATED - Approve PIA <br>(direct)",
      "signed_validation": "TO BE TRANSLATED - Approve PIA <br>(signed)"
    },
    "mandatory_fields": "Todos los campos son obligatorios",
    "waiting_for_signature": "TO BE TRANSLATED - Pending signed PIA",
    "validated_pia_with_signature": "TO BE TRANSLATED - Approved",
    "add_signed_pia": "TO BE TRANSLATED - Add the signed PIA",
    "remove_attachment": "TO BE TRANSLATED - Remove the attachment",
    "latest_signed_attachment": "TO BE TRANSLATED - Last signed attachment",
    "signed_attachments_history": "TO BE TRANSLATED - Signed attachments history",
    "tools": {
      "dashboard": "TO BE TRANSLATED - Dashboard",
      "display_pia": "TO BE TRANSLATED - Display report",
      "action_plan": "TO BE TRANSLATED - Action plan"
    }
  },
  "rejection_page": {
    "title": "TO BE TRANSLATED - Validation history",
    "rejection_reason": "TO BE TRANSLATED - Refusal reason",
    "rejection_reason_placeholder": "TO BE TRANSLATED - Describe the reasons for refusing the PIA.",
    "applied_adjustments": "TO BE TRANSLATED - Adjustments proposed",
    "applied_adjustments_placeholder": "TO BE TRANSLATED - Describe the changes brought to the PIA.",
    "previous_rejection": "TO BE TRANSLATED - Previous refusal",
    "button": {
      "abandon_treatment": "TO BE TRANSLATED - Abandon processing",
      "reject_pia": "TO BE TRANSLATED - Reject PIA",
      "send_for_validation": "TO BE TRANSLATED - Resend for approval"
    }
  },
  "misc": {
    "display": "Mostrar /Ocultar"
  },
  "modals": {
    "cancel": "Cancelar",
    "archive": "Archivar",
    "close": "Cerrar",
    "continue": "Continuar",
    "start_evaluation": "TO BE TRANSLATED - Start review",
    "back_to_home": "Volver a inicio",
    "simple_pia_validation": {
      "content": "TO BE TRANSLATED - You have approved the PIA."
    },
    "completed_edition": {
      "content": "TO BE TRANSLATED - The PIA has been fully edited and has to be reviewed."
    },
    "completed_evaluation": {
      "content": "TO BE TRANSLATED - The PIA has been fully reviewed and can be validated."
    },
    "update_server_url": {
      "content": "Se ha actualizado la dirección del servidor"
    },
    "signed_pia_validation": {
      "content": "TO BE TRANSLATED - To approve the PIA, attach the signed report.",
      "download_pia": "Descargar el report"
    },
    "abandon_pia": {
      "content": "TO BE TRANSLATED - Do you wish to give up the processing?",
      "additional_text": "TO BE TRANSLATED - Archiving is not definitive and the PIA can go back to it if needed."
    },
    "refuse_pia": {
      "content": "TO BE TRANSLATED - As you have rejected the PIA, it is sent back for review to make the required changes."
    },
    "same_comment": {
      "content": "Advertencia,<br>Ingrese un comentario diferente al último registrado."
    },
    "not_enough_measures_to_remove": {
      "content": "<span class = 'strong'> Advertencia, </ span> <br> Se debe completar al menos una medida: no es posible la eliminación."
    },
    "remove_measure": {
      "content": "Advertencia,<br>¿Está seguro de que quiere<br>eliminar esta medida?",
      "remove": "Eliminar esto<br>medida",
      "keep": "Mantener este<br>medida"
    },
    "ask_for_evaluation": {
      "content": "TO BE TRANSLATED - This section is ready to be reviewed."
    },
    "validate_evaluation": {
      "content": "TO BE TRANSLATED - This section is ready for validating the PIA."
    },
    "validate_evaluation_to_correct": {
      "content": "Lo siento,<br>Se deben corregir varios campos. <br> Volver al modo de edición<br>para realizar correcciones"
    },
    "declare_measures": {
      "content": "Antes de evaluar los riesgos, <br> debe informar las medidas existentes o planificadas.",
      "declare": "Declare las medidas existentes o previstas"
    },
    "remove_pia": {
      "content": "Advertencia,<br>¿Está seguro de que quiere<br>eliminar este PIA?",
      "remove": "Eliminar este PIA"
    },
    "remove_attachment": {
      "content": "Advertencia,<br>¿Está seguro de que quiere<br>eliminar este archivo adjunto?",
      "keep": "Mantener",
      "remove": "Eliminar",
      "comment": "TO BE TRANSLATED - Comment"
    },
    "action_plan_no_evaluation": {
      "content": "TO BE TRANSLATED - You need to begin the review of the analysis to create the action plan.",
      "review_section": "TO BE TRANSLATED - Review a section"
    },
    "dpo_missing_evaluations": {
      "content": "TO BE TRANSLATED - You need to complete the review of the analysis to access the DPO page.",
      "review_section": "TO BE TRANSLATED - Review a section"
    },
    "modal_select_text_pia": {
      "content": "TO BE TRANSLATED - The content of the PIA has been copied to clipboard."
    },
    "back_to_edition": {
      "content": "TO BE TRANSLATED - This section has been sent back for editing.<br> Several fields must be corrected<br> to enable its proper review."
    },
    "back_to_evaluation": {
      "content": "TO BE TRANSLATED - This section has been sent back for review.<br> Several fields must be reviewed<br> to enable its proper validation."
    }
  },
  "summary": {
    "previous_page": "Volver a la página anterior",
    "print": "Imprimir",
    "copy_to_clipboard": "TO BE TRANSLATED - Copy to clipboard",
    "download_images": "TO BE TRANSLATED - Download images",
    "download_csv": "TO BE TRANSLATED - Download a CSV export",
    "csv_action_plan_comment": "TO BE TRANSLATED - Action plan comment",
    "csv_evaluation_comment": "TO BE TRANSLATED - Evaluation comment",
    "csv_section": "TO BE TRANSLATED - Section",
    "csv_title_object": "TO BE TRANSLATED - Title",
    "csv_implement_date": "TO BE TRANSLATED - Estimated implementation date",
    "csv_people_in_charge": "TO BE TRANSLATED - Person in charge",
    "csv_file_title": "TO BE TRANSLATED - action-plan",
    "display_filters": {
      "title": "TO BE TRANSLATED - Filters",
      "main_content": "TO BE TRANSLATED - Display \"PIA information\"",
      "context_content": "TO BE TRANSLATED - Display \"Context\"",
      "principles_content": "TO BE TRANSLATED - Display \"Fundamental principles\"",
      "risks_content": "TO BE TRANSLATED - Display \"Risks\"",
      "action_plan_content": "TO BE TRANSLATED - Display action plan",
      "risks_overview_content": "TO BE TRANSLATED - Display risks overview",
      "risks_cartography_content": "TO BE TRANSLATED - Display risk mapping"
    },
    "title": "Información del PIA",
    "pia_name": "PIA",
    "pia_author": "nombre del autor",
    "pia_assessor": "nombre del crítico",
    "pia_validator": "Nombre del validador",
    "content_choice": {
      "0": "El tratamiento no debería utilizarse.",
      "1": "El tratamiento podría ser puesto en ejecución."
    },
    "dpo_name": "Nombre de DPO",
    "dpo_status": "Estado de DPO",
    "dpo_opinion": "Opinión de DPO",
    "concerned_people_searched_opinion": "Búsqueda de la opinión en cuestión de la gente",
    "people_search_status_ok": "Una opinión en cuestión de la gente fue pedida.",
    "people_search_status_nok": "Una opinión en cuestión de la gente no fue pedida.",
    "concerned_people_unsearched_opinion_comment": "Razone por las que una opinión en cuestión de la gente no fue pedida",
    "concerned_people_name": "Opiniones en cuestión de la gente",
    "concerned_people_status": "Estados en cuestión de la gente",
    "concerned_people_opinion": "Opiniones en cuestión de la gente",
    "modification_made": "Modificaciones hechas",
    "rejection_reason": "Razón del rechazamiento",
    "creation_date": "Fecha de creación",
    "attachments": "Adjuntos",
    "gauges": {
      "1": "Insignificante",
      "2": "Limitado",
      "3": "Importante",
      "4": "Máximo"
    },
    "action_plan": {
      "title": "Plan de acción",
      "fundamental_principles": "Principios fundamentales",
      "implementation_date": "Fecha prevista de la puesta en práctica",
      "implementation_responsible": "Responsable de la puesta en práctica",
      "measures": "Medidas existentes o previstas",
      "risks": "Riesgos",
      "no_action_plan": "Ningún plan de acción registrado"
    },
    "risks_overview_title": "TO BE TRANSLATED - Risks overview",
    "risks_cartography_title": "TO BE TRANSLATED - Risk mapping"
  },
  "errors": {
    "title": "Página no encontrada.",
    "content": "Si usted encuentra otros problemas o si usted tiene sugerencias para la mejora, el <br>you puede enviarlas detrás vía esta forma: <a href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\" target=\"_blank\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>"
  },
  "overview-risks": {
    "potential_impacts": "Impactos potenciales",
    "threat": "Amenaza",
    "sources": "Fuentes",
    "measures": "Medidas",
    "negligible": "Insignificante",
    "limited": "Limitado",
    "important": "Importante",
    "maximal": "Máximo",
    "risk-access_x": "Gavedad",
    "risk-access_y": "Probabilidad",
    "risk-change_x": "Gravedad",
    "risk-change_y": "Probabilidad",
    "risk-disappearance_x": "Gravedad",
    "risk-disappearance_y": "Probabilidad"
  },
  "cartography": {
    "negligible": "Insignificante",
    "limited": "Limitado",
    "important": "Importante",
    "maximal": "Máximo",
    "seriousness_axe": "Riesgo gravedad",
    "likelihood_axe": "Probabilidad del riesgo",
    "legend1": "Planificado o existente medidas",
    "legend2": "Medidas correctivas implementadas",
    "legend3": "(I) acceso ilegítimo a los datos ",
    "legend4": "(U) modificación no deseada de datos",
    "legend5": "(D) desaparición de datos",
    "risk1_access": "(I)",
    "risk2_modification": "(U)"
  },
  "action_plan": {
    "title": "Descripción General",
    "principles": "Principios Fundamentales",
    "measures": "Planificado o existente medidas",
    "risks": "Riesgos",
    "risk1": "Acceso ilegítimo a los datos",
    "risk2": "Modificación no deseada de datos",
    "risk3": "Desaparición de datos",
    "improvable_measures": "Medidas mejorable",
    "acceptable_measures": "Medidas Aceptable",
    "no_action_plan": "No hay plan de acción",
    "edit": "Corrija",
    "placeholder_person_in_charge": "Responsable de la implementación"
  },
  "opinions": {
    "edit": "Corrija",
    "content": ", consideran que:",
    "dpo_opinion": "Opinión de DPO",
    "placeholder_dpo_name": "Nombre del DPO",
    "placeholder_dpo_opinion": "Especificar las razones de su elección.",
    "dpo_lock": "Por favor complete las otras secciones antes de que usted puede llenar la opinión del DPO",
    "people_opinion": "La opinión de la gente preocupada",
    "placeholder_concerned_people_name": "Nombre de la gente preocupada",
    "placeholder_people_opinion": "Describa como se recogió y analizó dicha información. Si no se han buscado los avisos, las razones del estado. ",
    "placeholder_search_content": "Justificar la razón por qué no ha solicitado la opinión de los interesados.",
    "treatment_ok": "El tratamiento podría implementarse",
    "treatment_nok": "El tratamiento no debe ser usado. ",
    "treatment_lock": "Por favor complete las otras secciones antes de que usted puede llenar las opiniones de las personas preocupada."
  },
  "sections": {
    "1": {
      "title": "Contexto",
      "short_help": "En esta sección te da una visión clara de los tratamientos de datos personales en cuestión.",
      "items": {
        "1": {
          "title": "Descripción General",
          "short_help": "Esta parte te permite identificar y presentar el objeto del estudio ",
          "questions": {
            "1": {
              "title": "¿Cuál es el proceso bajo consideración? ",
              "placeholder": "Presentar un breve resumen del proceso: su nombre, fines, estacas, contexto de uso, etcetera."
            },
            "2": {
              "title": "¿Cuáles son las responsabilidades vinculadas a el tratamiento?",
              "placeholder": "Describa los responsabilities de los tenedores de apuestas: el responsable del tratemiento, los encargados y responsables comunes."
            },
            "3": {
              "title": "¿Hay estándares aplicables al proceso? ",
              "placeholder": "Enumere los estándares relevantes aplicables al proceso, especialmente a los códigos aprobados de las certificaciones de la protección de la conducta y de los datos."
            }
          }
        },
        "2": {
          "title": "Datos, procesos y activos de soporte",
          "short_help": "Esta parte permite que usted defina y que describa el alcance del proceso detalladamente.",
          "questions": {
            "1": {
              "title": "¿Cuáles son los datos procesados? ",
              "placeholder": "Enumere los datos recogidos y procesados. Defina para cada a las duraciones del almacenaje, a los recipientes y a personas con el acceso además."
            },
            "2": {
              "title": "¿Cómo el ciclo vital de datos y de procesos trabaja?",
              "placeholder": "Presente y describa cómo el producto trabaja generalmente (de la colección de datos a la destrucción de los datos, a las diversas etapas de proceso, al almacenaje, al etc.), con por ejemplo un diagrama de los flujos de datos (agregúelo como accesorio) y una descripción detallada de los procesos realizados."
            },
            "3": {
              "title": "¿Cuáles son los activos de soporte de los datos?",
              "placeholder": "Enumere los activos de soporte de los datos (sistemas operativos, usos de negocio, sistemas de gerencia de base de datos, habitaciones de la oficina, protocolos, configuraciones, los etc.)"
            }
          }
        }
      }
    },
    "2": {
      "title": "Principios fundamentales",
      "short_help": "Esta sección permite que usted construya el marco de la conformidad para los principios de privacidad.",
      "items": {
        "1": {
          "title": "Proporcionalidad y necesidad",
          "short_help": "Es necesario acreditar la efectividad del donativo mediante Certificación expedida por la entidad beneficiaria.",
          "questions": {
            "1": {
              "title": "Son los fines de tratamiento especificados, explícitos y legítimos?",
              "short_title": "Los finos",
              "placeholder": "Explica por qué los propósitos de tratamiento son específicos, explícitos y legítimos."
            },
            "2": {
              "title": "¿Cuáles son las bases legales que hacen que el tratamiento sea legal?",
              "short_title": "Base legal",
              "placeholder": "Describa cuál es/son la base jurídica de su tratamiento (ex: consentimiento, funcionamiento de un contrato, conformidad con una obligación legal, protegiendo los intests, el etc. vitales)"
            },
            "3": {
              "title": "¿El el adecuado recogida datos, relevante y limitado a cuál es necesario en lo referente a los propósitos para los cuales él están se procesan (“minimización de los datos”)? ",
              "short_title": "Datos adecuados",
              "placeholder": "Explique porqué cada uno de los datos recogidos es necesario para los propósitos de su tratamiento."
            },
            "4": {
              "title": "¿Los datos exactos y se mantienen actualizados?",
              "short_title": "Exactitud de los datos",
              "placeholder": "Describa que son las medidas tomadas para asegurar la calidad de los datos."
            },
            "5": {
              "title": "¿Cuáles son la duración del almacenaje de los datos?",
              "short_title": "Duración del almacenaje",
              "placeholder": "Explique porqué las duraciones del almacenaje son justificadas por requisitos legales y/o las necesidades del tratamiento."
            }
          }
        },
        "2": {
          "title": "Controles para proteger las derechas personales de los interesados",
          "short_help": "Esta parte permite que usted demuestre que usted esté poniendo los medios en ejecución necesarios de permitir a las personas referidas para ejercitar las sus derechas.",
          "questions": {
            "1": {
              "title": "¿Cómo se informa a los interesados sobre el tratamiento?",
              "short_title": "Información para los interesados",
              "placeholder": "Describa cuál es la información dada a los interesados y cuáles son los medios de hacerla."
            },
            "2": {
              "title": "¿Si fuera aplicable, cómo el consentimiento de los interesados se obtiene?",
              "short_title": "Obtención de consentimiento",
              "placeholder": "Describa los controles destinados a garantizar que se haya obtenido el consentimiento de los usuarios."
            },
            "3": {
              "title": "¿Cómo pueden los interesados ejercen sus derechos de acceso y de portabilidad de datos?",
              "short_title": "Derecho de acceso i de portabilidad de datos",
              "placeholder": "Describa los controles previstos para permitir a temas de los datos tener acceso, recibir y transmitir a sus datos."
            },
            "4": {
              "title": "¿Cómo pueden los temas de los datos ejercitar las sus derechas a la rectificación y a la borradura?",
              "short_title": "Derecho a la rectificación y a la borradura",
              "placeholder": "Describa los controles previstos para permitir a los interesados de rectificar y borrar sus datos."
            },
            "5": {
              "title": "¿Cómo pueden los interesados ejercitar las sus derechas a la restricción y al objeto?",
              "short_title": "Derecho a la restricción y al objeto",
              "placeholder": "Describa los controles previstos para permitir a temas de los datos restringir y oponerse al proceso de sus datos."
            },
            "6": {
              "title": "¿Las obligaciones de los procesadores son identificadas y gobernadas claramente por un contrato?",
              "short_title": "Subcontratación",
              "placeholder": "Para cada procesador, describa sus responsabilidades (duración, alcance, propósito, documentados procesando instrucciones, la autorización previa) y proporcione los contratos, los códigos de la conducta y las certificaciones determinando sus misiones y obligaciones."
            },
            "7": {
              "title": "¿En el caso de transferencia de datos fuera de la unión europea, los datos se protegen adecuadamente?",
              "short_title": "Transferencias",
              "placeholder": "Para cada país fuera de la unión europea en donde se almacenan o se procesan los datos, nómbrelo y diga si se reconoce como ofrecimiento de un nivel adecuado de la protección de los datos o describa las provisiones referentes a la transferencia."
            }
          }
        }
      }
    },
    "3": {
      "title": "Riesgos",
      "short_help": "Esta sección permite que usted determine los riesgos de la aislamiento, considerando controles existentes o previstos.",
      "items": {
        "1": {
          "title": "Medidas planeadas o existentes",
          "short_help": "Esta sección permite que usted identifique los controles que (existentes o planeados) contribuyen a la seguridad de datos."
        },
        "2": {
          "title": "Acceso ilegítimo a los datos",
          "short_help": "Analice las causas y las consecuencias del acceso ilegítimo a los datos, y estime su gravidad y probabilidad.",
          "questions": {
            "1": {
              "title": "Lo que podría ser los impactos principales sobre los interesados si el riesgo se produce?",
              "placeholder": "Evalúe los impactos potenciales"
            },
            "2": {
              "title": "¿Cuáles son las principales amenazas que podrían conducir a los riesgos?",
              "placeholder": "Entrar la amenazas \u002B"
            },
            "3": {
              "title": "¿Cuáles son las fuentes de riesgo?",
              "placeholder": "Entrar las fuentes de riesgo"
            },
            "4": {
              "title": "¿Cuál de las siguientes acciones contribuye a lograr un entorno saludable?",
              "placeholder": "Haga clic para seleccionar controles que aborden el riesgo"
            },
            "5": {
              "title": "¿Cómo que calcular la gravedad del riesgo, especialmente según los impactos potenciales y controles previstos?",
              "placeholder": "Justificar aquí la gravedad estimada del riesgo."
            },
            "6": {
              "title": "¿Cómo que calcular la probabilidad del riesgo, especialmente con respecto a las amenazas, fuentes de riesgo y los controles previstos?",
              "placeholder": "Justificar aquí la probabilidad estimada."
            }
          }
        },
        "3": {
          "title": "Modificación no deseada de los datos",
          "short_help": "Analice las causas y consecuencias de un cambio no deseado en los datos, y estime su gravedad y probabilidad",
          "questions": {
            "1": {
              "title": "Lo que podría ser los impactos principales sobre los temas de datos si el riesgo se produce?",
              "placeholder": "Evalúe los impactos potenciales"
            },
            "2": {
              "title": "¿Cuáles son las principales amenazas que podrían conducir a los riesgos?",
              "placeholder": "Evalúe las amenazas"
            },
            "3": {
              "title": "¿Cuáles son las fuentes de riesgo?",
              "placeholder": "Evalúe las fuentes de riesgo"
            },
            "4": {
              "title": "¿Cuál de las siguientes acciones contribuye a tratar el riesgo?",
              "placeholder": "Haga clic aquí para seleccionar controles que aborden el riesgo."
            },
            "5": {
              "title": "¿Cómo usted estima la severidad del riesgo, especialmente según impactos potenciales y controles previstos? ",
              "placeholder": "Justificar aquí la gravedad estimada del riesgo."
            },
            "6": {
              "title": "¿Cómo que calcular la probabilidad del riesgo, especialmente con respecto a las amenazas, fuentes de riesgo y los controles previstos?",
              "placeholder": "Justificar aquí la probabilidad estimada."
            }
          }
        },
        "4": {
          "title": "Desaparición de datos",
          "short_help": "Analizar las causas y consecuencias de la pérdida de datos y podrá valorar su gravedad y probabilidad",
          "questions": {
            "1": {
              "title": "¿Qué podría ser los impactos principales en los interesados si el riesgo era ocurrir?",
              "placeholder": "Evalúe los impactos potenciales"
            },
            "2": {
              "title": "¿Cuáles son las principales amenazas que podrían conducir a los riesgos?",
              "placeholder": "Entrar las amenazas"
            },
            "3": {
              "title": "¿Cuáles son las fuentes de riesgo?",
              "placeholder": "Entrar las fuentes de riesgo"
            },
            "4": {
              "title": "Que los controles identificados contribuir a abordar el riesgo?",
              "placeholder": "Haga click aquí para seleccionar los controles que tratan el riesgo."
            },
            "5": {
              "title": "¿Cómo usted estima la severidad del riesgo, especialmente según impactos potenciales y controles previstos?",
              "placeholder": "Justifique acqui la gravedad estimada del riesgo."
            },
            "6": {
              "title": "¿Cómo usted estima la probabilidad del riesgo, especialmente por lo que se refiere a amenazas, a fuentes del riesgo y a controles previstos? ",
              "placeholder": "Justifique aquí la probabilidad estimada."
            }
          }
        },
        "5": {
          "title": "Visión general de riesgos",
          "short_help": "Esta visualización permite que usted tenga una opinión global y sintética sobre los efectos de los controles sobre los riesgos que tratan."
        }
      }
    },
    "4": {
      "title": "Validación",
      "short_help": "Esta sección permite que usted prepare y que formalice la validación del PIA.",
      "items": {
        "1": {
          "title": "Mapeo de riesgos",
          "short_help": "Esta visualización permite que usted compare la colocación de los riesgos entre ellos, antes y después uso de los controles complementarios."
        },
        "2": {
          "title": "Plan de acción",
          "short_help": "Planifique en detalle la implementación de los controles adicionales identificados durante la PIA. El plan de acción se actualiza automáticamente al evaluar los diferentes elementos comprendidos en la PIA."
        },
        "3": {
          "title": "DPO y opiniones de personas interesadas",
          "short_help": "Presente el consejo de la persona a cargo de la protección y de la privacidad de los datos (delegado de la protección de los datos si hay uno). Presente las opiniones los interesados o sus representantes."
        },
        "4": {
          "title": "TO BE TRANSLATED - Validate the PIA"
        },
        "5": {
          "title": "TO BE TRANSLATED - Rejected PIA"
        }
      }
    }
  }
}
