{
    "authentication": {
        "title": "Valutazione d'impatto privacy",
        "subtitle1": "Una piattaforma per creare <br> e gestire i tuoi PIA",
        "subtitle2": "Accedi agli strumenti e ai glossari",
        "start_app": "Accedi al software PIA (Beta)",
        "description": "Questo software, dell' <strong>Autorità Francese per la Protezione dei Dati (CNIL)</strong> è pensato per guidare i responsabili del trattamento nel costruire e dimostrare l'adeguamento al GDPR. Aiuta a sostenere correttamente una valutazione d'impatto sulla protezione dei dati facilitando l'uso del metodo PIA sviluppato dal CNIL",
        "start": "Inizia"
    },
    "header": {
        "logo_title": "Valutazione d'impatto sulla Privacy",
        "logo_subtitle": "",
        "homepage_link": "Bacheca",
        "knowledge_base_link": "Documentazione",
        "pia_example_link": "Esempio di PIA",
        "languages": {
            "fr": "Francese",
            "en": "Inglese",
        },
        "tools": {
            "title": "Strumenti",
            "settings": "Impostazioni",
            "accessibility": "Accessibilità per ipovedenti (alto contrasto, daltonismo)",
            "help": "Aiuto",
            "about": "Informazioni"
        }
    },
    "homepage": {
        "filters": {
            "list": "lista",
            "card": "carta",
            "sort": "Ordina",
            "sort_by": "per",
            "name": "Nome",
            "date": "Data",
            "status": "Stato",
            "author": "Autore",
            "assessor": "Revisore",
            "validator": "Convalidatore",
            "new_pia": "Nuovo PIA",
            "import_pia": "Importa PIA",
            "list_rocket_content": "Inizia subito! Per avviare <br>un PIA, clicca sul +",
            "card_rocket_content": "Inizia subito!<br><br>Per avviare un PIA,<br> clicca su Nuovo PIA"
        },
        "cards": {
            "new_pia": "Nuovo PIA",
            "placeholder_new_pia": "Nuovo PIA",
            "or": "o",
            "import_pia": "Importa PIA",
            "placeholder_import_pia": "Importa PIA",
            "title_close_creation": "Chiudi",
            "pia_name": "PIA",
            "placeholder_pia_name": "Titolo PIA",
            "author": "Modifica",
            "placeholder_author": "Nome, Cognome",
            "evaluation": "Valuta",
            "placeholder_evaluation": "Nome, cognome",
            "validation": "Convalida",
            "placeholder_validation": "Nome, Cognome",
            "date": "Data",
            "status": "Stato",
            "creation_status": "Creazione",
            "start": "Inizio",
            "placeholder_start": "Tutti i campi devono essere riempiti",
            "item": {
                "tools": {
                    "edit": "Modifica infomazioni",
                    "export": "Esporta",
                    "more_options": "Più opzioni",
                    "duplicate": "Duplica",
                    "action_plan": "Mostra<br>piano d'azione",
                    "pia": "Mostra<br>PIA",
                    "remove": "Cancella"
                },
                "edit_pia": "Modifica PIA",
                "save_pia": "Salva"
            }
        },
        "lists": {
            "column_pia": "PIA",
            "column_updated_at": "Ultima apertura",
            "column_author": "Modifica",
            "column_evaluation": "Valutazione",
            "column_validation": "Convalida",
            "column_creation": "Creato",
            "column_status": "Stato",
            "column_progression": "Progresso",
            "column_actions": "Azioni",
            "item": {
                "tools": {
                    "edit": "Modifica",
                    "export": "Esporta",
                    "duplicate": "Duplica",
                    "action_plan": "Mostra piano d'azione",
                    "pia": "Mostra PIA",
                    "remove": "Cancella"
                }
            }
        }
    },
    "pia": {
        "statuses": {
            "0": "In corso",
            "1": "Rifiutato",
            "2": "Convalida semplice",
            "3": "Convalida firmata",
            "4": "Archiviato",
            "5": "In attesa di convalida"
        },
        "header": {
            "preview": "Anteprima",
            "display_action_plan": "Mostra<br>piano d'azione"
        },
        "attachments": {
            "title": "Allegati",
            "add": "Aggiungi",
            "remove": "Rimuovi"
        },
        "sections": {
            "homepage_link": "Torna alla bacheca",
            "validate_pia": "Convalida PIA",
            "refuse_pia": "Rifiuta PIA"
        },
        "footer": {
            "ask_evaluation": "Richiedi valutazione",
            "validate_evaluation": "Convalida valutazione",
            "subsection_validated": "Sottosezione valutata, in attesa di convalida finale",
            "mandatory_fields": "Tutti i campi devono essere riempiti"
        }
    },
    "measures": {
        "placeholder_title": "Titolo misura",
        "add": "Aggiungi una misura vuota (o aggiungine alla documentazione)",
        "edit": "Modifica misura",
        "remove": "Cancella misura",
        "default_placeholder": "Descrivi la misura esistente o pianificata per garantire la sicurezza dei dati"
    },
    "knowledge_base": {
        "title": "Documentazione",
        "search": "Cerca",
        "add_measure": "Aggiungi",
        "placeholder_help": "Aiuto con l'input",
        "placeholder_add_measure": "Aggiungi questa misura",
        "add_measure_hint": "Puoi anche aggiungere misure dalla documentazione.",
        "filters": {
            "title": "Filtri",
            "all": "Tutto",
            "definitions": "Definizioni",
            "organizational_measures": "Misure organizzative",
            "measures_on_data": "Misure sui dati",
            "general_measures": "Misure generali di sicurezza",
            "no_result": "Nessun risultato trovato."
        },
        "category": {
            "definition": "Definizione",
            "principle": "Principi",
            "organizational_measure": "Misure organizzative",
            "measure_on_data": "Misure sui dati",
            "general_measure": "Misure generali di sicurezza",
            "example": "Esempio"
        },
        "slugs": {
            "PIA_LGL_FOND": {
                "name": "Fondamento giuridico",
                "description": "- Il soggetto interessato ha espresso il consenso al trattamento dei suoi dati personali per uno o più specifici scopi <br> - Il trattamento è necessario per la stipulazione di un contratto di cui il soggetto è parte o l'esecuzione delle misure precontrattuali adottate su richiesta di quest'ultimo. <br> - Il trattamento è necessario per adempiere ad un obbligo legale, definito dalla legge dell'Unione o dalla legge dello Stato membro a cui il responsabile del trattamento è soggetto <br> - Il trattamento è necessario per salvaguardare gli interessi vitali dell'interessato o di un'altra persona fisica <br> - Il trattamento è necessario per l'esecuzione di una missione di interesse pubblico o che esercita l'autorità pubblica che è responsabilità del responsabile del trattamento <br> - Il trattamento è necessario per gli interessi legittimi perseguiti dalla persona responsabile del trattaemento o da parte di terzi, a meno che prevalgano gli interessi o i diritti e le libertà fondamentali dell'interessato che richiede la protezione dei dati personali, in particolare se l'interessato è un minore. Fare riferimento all' <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">art. 6 del [GDPR]</a>",
                "source": "PIA2 p4"
            },
            "PIA_LGL_ST": {
                "name": "Subappalto",
                "description": "Un contratto di trattamento deve essere firmato da ogni Incaricato del trattamento, impostando tutti gli aspetti stipulati nell' Art. 28 del [GDPR]: durata, scopo, finalità, istruzioni di trattamento documentate, autorizzazione preventiva in caso di utilizzo di un subappaltatore, fornitura di qualsiasi documentazione comprovante la conformità al GDPR, notifica al più presto possibile di qualsiasi violazione dei dati, ecc.",
                "source": "PIA2 p10"
            },
            "PIA_LGL_TRAN": {
                "name": "Trasferimenti",
                "description": "A seconda del Paese interessato, dovrai giustificare la scelta della sistemazione al di fuori dell'Unione Europea e indicare il quadro giuridico implementato per garantier un'adeguata protezione per i dati soggetti al trasferimento transfrontaliero. Ovvero:<br> - Unione Europea <br> - Trasferimento negli Stati Uniti d'America ad una società aderente al Privacy Shield <br> - Altri Paesi <br>Vedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">art. da 44 a 49 of [GDPR]</a>",
                "source": "PIAF Oggetti Connessi p18"
            },
            "PIA_LGL_DESC": {
                "name": "Descrizione del trattamento",
                "description": "Presentare una breve descrizione dell'elaborazione in esame, la sua natura, la portata, il contesto, gli scopi e le poste in gioco. Identificare il Responsabile del trattamento e tutti gli Incaricati. Elencare i riferimenti standard applicabili al trattamento, che sono necessari o devono essere rispettati, non ultimi i codici di condotta approvati (cfr. Articlo 40 del <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">[GDPR]</a>) e certificazioni relative alla protezione dei dati (vedi articolo 42 del <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">[GDPR]</a>)",
                "source": "PIA1 p4"
            },
            "PIA_LGL_DATA": {
                "name": "Dati e processi",
                "description": "Delimitare e descrivere l'ambito in dettaglio: <br> - i dati personali in questione, i loro destinatari e periodi di conservazione; <br> - una descrizione dei processi e dei supporti dati per l'intero ciclo di vita dei dati (dalla loro collezione fino alla loro cancellazione).",
                "source": "PIA1 p6"
            },
            "PIA_LGL_SUPT": {
                "name": "Asset di supporto",
                "description": "Asset sui quali si fa affidamento per i dati personali. Nota: possono essere hardware, software, reti, persone, carte o canali di trasmissione cartacei.",
                "source": "PIA1 p10"
            },
            "PIA_LGL_FIN": {
                "name": "Principi relativi al trattamento dei dati personali",
                "description": "I dati personali devono essere collezionati per spcifiche, esplicite e legittime finalità e <strong>non ulteriormente processati in modi incompatibili con queste finalità</strong> <br>Vedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 5.1 b) del [GDPR]</a>",
                "source": "GDPR art 5.1 b)"
            },
            "PIA_LGL_MINI": {
                "name": "Minimizzazione dei dati",
                "description": "È importante ridurre la severità dei rischi minimizzando il numero dei dati personali che saranno processati, limitando questi dati a quelli strettamente necessari per le finalità per cui sono trattati (altrimenti non dovrebbero essere raccolti). Allora diventerà anche possibile minimizzare i dati stessi, attraverso controlli finalizzati a ridurre la loro sensibilità.",
                "source": "PIAF Oggetti Collegati p10 - WIKI"
            },
            "PIA_LGL_DEST": {
                "name": "Destinatario",
                "description": "Persona fisica o giuridica, autorità pubblica, servizio o qualsiasi altro organismo che riceve dati personali, indipendentemente dal fatto che sia di terzi. Tuttavia le autorità pubbliche che possono ricevere dati personali nel corso di una determinata missione d'inchiesta in conformità del diritto dell'Unione o della legge di uno Stato membro non sono considerati destinatari; il trattamento di tali dati da parte delle autorità pubbliche in questione è conforme alle norme sulla protezione dei dati applicabili in base alle finalità del trattamento. Vedi art. 4.9 del <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">[GDPR]</a>",
                "source": "GDPR art 4.9"
            },
            "PIA_LGL_DUR": {
                "name": "Durata archiviazione",
                "description": "Un periodo di conservazione deve essere definito per ciascun tipo di dato e giustificato dalle esigenze di elaborazione e/o dai vincoli legali, distinguendo così tra dati correnti e dati archiviati, il cui accesso sarà limitato ai soli attori. È necessario implementare un meccanismo di eliminazione per archiviare i dati correnti o eliminare i dati archiviati alla fine del loro periodo di conservazione. È inoltre necessario eliminare le tracce funzionali e i registri tecnici che non possono essere conservati a tempo indeterminato",
                "source": "PIAF Oggetti Connessi p12"
            },
            "PIA_LGL_INFO": {
                "name": "Informare i soggetti interessati",
                "description": "Si tratta di garantire l'informazione delle persone e quindi di evitare la raccolta di dati a loro insaputa, per verificare che il trattamento non sia oggetto di un'eccezione o di condizioni particolari.",
                "source": "PIA3 p8 - WIKI"
            },
            "PIA_LGL_CONS": {
                "name": "Consenso",
                "description": "Permettere ai soggetti interessati di dare un consenso libero e informato; verificare che una delle basi legali del trattamento sia il consenso, come previsto nell' art. 6 del <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">[GDPR]</a>",
                "source": "PIA3 p11 - WIKI"
            },
            "PIA_VAL_DPO": {
                "name": "Parere del Responsabile della protezione dei dati",
                "description": "L'articolo 35-2 del <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">[GDPR]</a> afferma che il responsabile del trattamento dei dati dovrebbe chiedere il parere del responsabile della protezione dei dati durante una valutazione dell'impatto sulla protezione dei dati. <br><strong> Il presente parere potrebbe essere sfavorevole all'attuazione del trattamento, senza limitare la decisione del responsabile del trattamento</strong>.",
                "source": "GDPR Art. 39.2 e PIAF Oggetti Connessi p37"
            },
            "PIA_VAL_CONC": {
                "name": "Parere del soggetto interessato",
                "description": "L'articolo 35-9 del <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">[GDPR]</a> stabilisce che il responsabile del trattamento deve chiedere il parere delle persone interessate, se è il caso. <br> Il presente parere può essere raccolto con vari mezzi, a seconda del contesto (studio interno o esterno riguardante lo scopo e i mezzi del trattamento, domanda a rappresentanti del personale o sindacati, sondaggio dei futuri clienti del responsabile. <br><strong> Se il responsabile del trattamento decide di ignorare</strong> le opinioni delle persone interessate, deve annotare <strong> la motivazione della decisione</strong>.<br> Se il responsabile ritiene che <strong>sia irrilevante raccogliere l'opinione delle persone coinvolte, deve ancora annotare la motifivazione</strong>.",
                "source": "GDPR Art. 39.9 e PIAF Oggetti Connessi p38"
            },
            "PIA_VAL_RT": {
                "name": "Convalida formale",
                "description": "<strong>Il responsabile del trattamento decide formalmente</strong> sull'accettabilità delle misure prescelte, dei rischi residui e del piano d'azione, in modo ben motivato, in relazione alle questioni precedentemente identificate e al parere degli stakeholder. Il PIA può essere: <br> - validato <br> - condizionato al miglioramento (spiegare come) <br> - rifiutato (insieme con il trattamento in considerazione). <br> La presente decisione non pregiudica la valutazione della conformità che può essere effettuata, se necessario, dall'autorità per la protezione dei dati, ad esempio come parte delle formalità preliminari o dei controlli.",
                "source": "PIAF Oggetti Connessi p40"
            },
            "PIA_TEC_CHIF": {
                "placeholder": "Descrivi qui i mezzi implementati per assicurare la confidenzialità dei dati",
                "name": "Crittografia",
                "description": "I mezzi implementati per <strong>assicurare la confidenzialità</strong> dei dati archiviati (in database, file, backup etc.), così come le procedure per gestire chiavi crittografiche (creazione, archiviazione, aggiornamento in caso di compromissione etc.).<br> Descrivi i mezzi crittografici impiegati per i flussi di dati (VPN, TLS, etc.) implementati nel trattamento.",
                "source": "PIAF Oggetti Connessi p21"
            },
            "PIA_TEC_ANO": {
                "placeholder": "Indicare qui i meccanismi di anonimizzazione implementati",
                "name": "Anonimizzazione",
                "description": "Indicare qui se sono implementati meccanismi di anonimizzazioe, quali sono e per quali finalità. <br>Ricorda di distinguere tra dati anonimizzati o pseudonimizzati.",
                "source": "PIAF Oggetti Collegati p21"
            },
            "PIA_TEC_CLO": {
                "placeholder": "Indicare qui se sono pianificati partizionamenti del trattamento e come sono  effettuati.",
                "name": "Partizionamento dei dati",
                "description": "Implementare il partizionamento dei dati aiuta a ridurre la possibilità che i dati personali possano essere correlati e che avvengano compromissioni dei dati.",
                "source": "PIAF Oggetti Collegati p21"
            },
            "PIA_TEC_CTLA": {
                "placeholder": "Indicare qui come i profili degli utenti sono definiti e attribuiti.",
                "name": "Controllo degli accessi",
                "description": "Metodi per definire ed attribuire profili degli utenti. Specificare i mezzi di <strong>autenticazione</strong> implementati. Se applicabili specificare le regole per le password (lunghezza minima, caratteri richiesti, durata della validità, numero di tentativi prima del blocco dell'account etc.).",
                "source": "PIAF Oggetti Connessi p21"
            },
            "PIA_TEC_LOG": {
                "placeholder": "Indicare qui se gli eventi sono registrati e quanto a lungo sono conservati.",
                "name": "Tracciabilità",
                "description": "Politiche che definiscono la tracciabilità e la gestione dei log.",
                "source": "PIAF Oggetti Connessi p22"
            },
            "PIA_TEC_ARCH": {
                "placeholder": "Indicare qui se sono implementati meccanismi per monitorare l'integrità dei dati archiviati, quali sono e con quale finalità.",
                "name": "Archiviazione",
                "description": "Se applicabile, descrivere qui i processi di gestione dell'archivio (consegna, archiviazione, consultazione etc.) sotto la tua responsabilità. Specificare i ruoli relativi all'archivio (ufficio di origine, agenzie di trasferimento etc.) e la politica di archiviazione. Stabilisci se i dati possono rientrare nel contesto degli archivi pubblici.",
                "source": "PIAF Oggetti Collegati p22 - WIKI"
            },
            "PIA_TEC_PAP": {
                "placeholder": "Indica qui se sono implementati meccanismi per il monitoraggio dell'integrità dei documenti cartacei, quali sono e con quali finalità.",
                "name": "Sicurezza dei documenti cartacei",
                "description": "Dove sono conservati i documenti cartacei contenenti dati utilizzati durante il trattamento, indicare qui come sono stampati, archiviati, distrutti e scambiati.",
                "source": "PIAF Oggetti Connessi p22"
            },
            "PIA_TEC_MINI": {
                "placeholder": "Indicare qui i mezzi implementati per ridurre la severità del rischio limitando la quantità di dati personali",
                "name": "Minimizzare la quantità di dati personali",
                "description": "Si possono utilizzare i seguenti metodi: filtraggio e rimozione, riduzione della sensibilità attraverso la conversione, ridurre la natura identificativa del dato, ridurre l'accumulazione dei dati, limitare l'accesso ai dati",
                "source": "PIAF Oggetti Connessi p40"
            },
            "PIA_SEC_EXP": {
                "placeholder": "Descrivi qui come si aggiorna il software (sistemi operativi, applicazioni etc.) e come sono effettuati di controlli di sicurezza e patch.",
                "name": "Vulnerabilità",
                "description": "Politiche volte a limitare la probabilità e la gravità dei rischi per le risorse utilizzate durante l'operatività (procedure operative documentali, inventario e aggiornaemnto di software e hardware, affrontare vulnerabilità, duplicare i dati, limitare l'accesso fisico al materiale etc.).",
                "source": "PIAF Oggetti Connessi p22 - WIKI"
            },
            "PIA_SEC_MAL": {
                "placeholder": "Descrivi qui i controlli implementati contro il codice malevolo quando accedi a reti con un livello di sicurezza inferiore.",
                "name": "Lotta contro il malware",
                "description": "Misure per proteggere l'accesso a reti pubbliche (internet) o non controllate (di partner) nonché a postazioni e server contro malware che potrebbe compromettere la sicurezza dei dati.",
                "source": "PIAF Oggetti Connessi p22 - WIKI"
            },
            "PIA_SEC_COMP": {
                "placeholder": "Descrivi qui i controlli implementati sulle postazioni",
                "name": "Gestione postazioni",
                "description": "Misure adottate per ridurre la possibilità che le caratteristiche del software (sistemi operativi, applicazioni aziendali, software per ufficio, impostazioni etc.) vengano sfruttate per danneggiare i dati personali (aggiornamenti, protezione fisica e accesso, lavoro su uno spazio di rete di backup, controlli di integrità, logging etc.).",
                "source": "PIAF Oggetti Connessi p22 - WIKI"
            },
            "PIA_SEC_WEB": {
                "placeholder": "Indicare qui i controlli implementati per proteggere i siti web.",
                "name": "Sicurezza dei siti web",
                "description": "Implementazione deIle raccomandazioni ANSSI per la sicurezza dei siti web.",
                "source": "PIAF Oggetti Connessi p22 - WIKI"
            },
            "PIA_SEC_BKP": {
                "placeholder": "Indicare qui come sono gestiti i backup. Chiarisci se sono conservati in un luogo sicuro.",
                "name": "Backup",
                "description": "Politiche e mezzi implementati per assicurare la disponibilità e/o l'integrità dei dati personali, mentre si mantiene la loro confidenzialità.",
                "source": "PIAF Oggetti Connessi p23 & PIA3 p27  - WIKI"
            },
            "PIA_SEC_MAIN": {
                "placeholder": "Descrivi qui come è gestita la manutenzione fisica delle attrezzature",
                "name": "Manutenzione",
                "description": "Esistenza di una politica di manutenzione fisica dell'attrezzatura, specificando l'eventuale ricorso al subappalto. <br> Dovrà inquadrare la manutenzione remota se è autorizzata e specificare i metodi di gestione dei materiali difettosi.",
                "source": "PIAF Oggetti Connessi p23"
            },
            "PIA_SEC_NET": {
                "placeholder": "Indicare qui i controlli di sicurezza della rete sulla quale il trattamento è effettuato",
                "name": "Sicurezza della rete",
                "description": "A seconda del tipo di rete sulal quale il trattamento è effettuato (isolata, privata o internet), il responsabile del trattamento deve mettere in atto sistemi di protezione adeguati: firewall, sonde di rilevamento intrusione o altri dispositivi attivi o passivi sono responsabili di garantire la sicurezza della rete.",
                "source": "PIAF Oggetti Connessi p23"
            },
            "PIA_SEC_PHY": {
                "placeholder": "Indicare qui come il controllo dell'accesso fisico è effettuato nei locali che ospitano il trattamento.",
                "name": "Controllo degli accessi fisici",
                "description": "Politiche per assicurare la sicurezza fisica (zonizzazione, accompagnamento, uso di tornelli, porte chiuse e così via). Indicare se sono in atto procedure di avviso in caso di irruzione.",
                "source": "PIAF Oggetti Connessi p23"
            },
            "PIA_SEC_LOG": {
                "placeholder": "Indicare qui i mezzi e i controlli implementati per rilevare incidenti che riguardano dati personali",
                "name": "Monitoraggio dell'attività della rete",
                "description": "Esistenza di misure messe in atto per essere in grado di rilevare tempestivamente incidenti relativi a dati personali e di disporre elementi utilizzabili per studiarli o fornire elementi di prova nel contesto delle indagini (politica di registrazione eventi, rispetto degli obblighi di protezione dei dati etc.)",
                "source": "PIA3 p67 - WIKI"
            },
            "PIA_SEC_MAT": {
                "placeholder": "Indicare qui i controlli operanti sulla sicurezza fisica di server e postazioni PC",
                "name": "Sicurezza dell'hardware",
                "description": "Esistenza delle misure adottate per ridurre la possibilità che le caratteristiche delle apparecchiature (server, postazioni fisse, portatili, periferiche, dispositivi di comunicazione, supporti rimovibili etc.) vengano utilizzate per danneggiare i dati personali (inventario, compartimentalizzazione, ridondanza, limiti per l'accesso etc.)",
                "source": "PIAF Oggetti Connessi p23 - WIKI"
            },
            "PIA_SEC_SRC": {
                "placeholder": "Indicare qui se l'area delle infrastrutture può essere soggetta a disastri ambientali",
                "name": "Evitare le fonti di rischio",
                "description": "Esistenza di misure per prevenire le fonti di rischio, umane o no numane, che possono essere incontrate a scapito dei dati personali (merci pericolose, aree geografiche pericolose, trasferimento dati al di fuori dell'UE etc.)",
                "source": "PIAF Oggetti Connessi p23 - WIKI"
            },
            "PIA_SEC_PROT": {
                "placeholder": "Indicare qui le protezioni contro le fonti di rischio non umane",
                "name": "Protezione contro fonti di rischio non umane",
                "description": "Esistenza di misure per ridurre o evitare i rischi connessi a fonti non umane (fenomeni climatici, incendio, danni provocati dall'acqua, incidenti interni o esterni, animali, etc.) che potrebbero influire sulla sicurezza dei dati personali (misure preventive, rilevamento, protezione etc.)",
                "source": "PIAF Oggetti Connessi p23 - WIKI"
            },
            "PIA_ORG_ORG": {
                "placeholder": "Indicare se i ruoli e le responsabilità per la protezione dei dati sono definite.",
                "name": "Organizzazione",
                "description": "Esistenza di un'organizzazione in grado di dirigere e controllare la protezione dei dati personali all'interno dell'organizzazione (designazione di un DPO, creazione di un organo di monitoraggio, etc.)",
                "source": "PIAF Oggetti Connessi p24 - WIKI"
            },
            "PIA_ORG_POL": {
                "placeholder": "Descrivere qui la base documentale per impostare gli obiettivi e le regole per la protezione dei dati.",
                "name": "Politiche",
                "description": "Il responsabile del trattamento dei dati deve disporre di una banca dati documentale che formalizzi gli obiettivi e le regole da applicare nel campo della protezione dei dati (piano d'azione, revisione periodica della politica IT etc.)",
                "source": "PIA3 p78 - WIKI"
            },
            "PIA_ORG_RMGT": {
                "placeholder": "Descrivere qui i processi  atti al controllo dei rischi che le operazioni di trattamento pongono sulla protezione dei dati e sulla privacy dei soggetti interessati.",
                "name": "Gestione dei rischi sulla privacy",
                "description": "Esistenza di una politica che definisce i processi volti a controllare i rischi che i trattamenti dell'organizzazione pongono sui diritti e le libertà delle persone interessate (censimento del trattamento dei dati personali, quali dati sono, valutazione del rischio, determinare misure esistenti o previste etc.)",
                "source": "PIA3 p77 - WIKI"
            },
            "PIA_ORG_PBD": {
                "placeholder": "Descrivere qui come la protezione della privacy è integrata nei progetti",
                "name": "Integrare la protezione della privacy nei progetti",
                "description": "Esistenza di procedure che descrivono i metodi per tenere conto della protezione dei dati personali in qualsiasi nuovo trattamento (etichette di fiducia, norme, gestione del rischio per la persona interessata secondo una metodologia etc.)",
                "source": "PIA3 p79 - WIKI"
            },
            "PIA_ORG_VIOL": {
                "placeholder": "Indicare qui se gli incidenti di IT sono soggetti a procedure di gestione documentate e testate.",
                "name": "Gestire le violazioni dei dati personali",
                "description": "Esistenza di un'organizzazione oeprativa per rilevare e gestire eventi che possono influire sulle libertà e sulla privacy delle persone interessate (definizione delle responsabilità, piano di reazione, caratterizzazione delle violazioni etc.)",
                "source": "PIAF Oggetti Connessi p24 e PIA3 p36 - WIKI"
            },
            "PIA_ORG_PERS": {
                "placeholder": "Indicare qui quali iniziative per aumentare la consapevolezza sono effettuate nei riguardi degli impiegati.",
                "name": "Gestione del personale",
                "description": "Esistenza di un piano che inquadra le <strong> misure di sensibilizzazione </strong> adottate sull'arrivo di una persona nella sua funzione e una procedura che descrive le <strong> misure prese per l'accesso ai dati </strong>.",
                "source": "PIAF Oggetti Connessi p24"
            },
            "PIA_ORG_EXT": {
                "placeholder": "Indicare qui, per gli incaricati del trattamento richiedenti accesso ai dati, i controlli di sicurezza effettuati su tali accessi.",
                "name": "Relazioni con terze parti",
                "description": "Esistenza di una precedura per ridurre i rischi che l'accesso legittimo ai dati da parte di terzi possa porre alle libertà e alla vita privata delle persone interesste (identificazione dei terzi, contratto di subappalto, convenzione etc.)",
                "source": "PIA3 p48 - WIKI"
            },
            "PIA_ORG_AUD": {
                "placeholder": "Indicare qui se l'efficacia e l'adeguatezza dei controlli sulla privacy sono monitorate.",
                "name": "Supervisione",
                "description": "Esistenza di misure per fornire una visione globale e aggiornata dello stato di protezione dei dati e conformità con il GDPR (per monitorare la conformità di trattamenti, obiettivi e indicatori, responsabilità etc).",
                "source": "PIA3 p76 - WIKI"
            },
            "PIA_DEF_EXA": {
                "name": "Qualità dei dati",
                "description": "I dati personali devono essere accurati e, ove necessario, aggiornati e tutte le misure ragionevoli devono essere prese per garantire che i dati personali siano esatti, tenuto conto degli scopi per i quali sono trattati, esserre cancellati o rettificati senza ritardo (accuratezza), in conformità con <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 5.1 d) del [GDPR]</a>",
                "source": "GDPR Art. 5.1 d)"
            },
            "PIA_DEF_MES": {
                "name": "Misure",
                "description": "Da scegliere tra quelle disponibili nella sezione \"Misure pianificate o esistenti\", da riempire se necessario.",
                "source": "Nessuno"
            },
            "PIA_DEF_RT": {
                "name": "Responsabile del trattamento",
                "description": "La persona fisica o giuridica, l'autorità pubblica, il servizio o qualsiasi altro organismo che, da solo o in congiunzione con altri, determina le finalità e i mezzi del trattamento, se gli scopi e i mezzi di tale trattamento sono determinati dal diritto dell'Unione o la legge di uno stato membro, il responsabile del trattamento può essere designato o possono essere stabiliti dalla legge dell'Unione o dello stato membro i criteri specifici applicabili alla sua nomina. Per maggiori informazioni sugli obblighi del responsabile del trattamento vedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 4.7 del [GDPR]</a>",
                "source": "GDPR Art. 4.7"
            },
            "PIA_DEF_DCP": {
                "name": "Dati personali",
                "description": "Qualsiasi informazione relativa a una persona fisica identificata o identificabile (di seguito \"la persona interessata\"); è considerata una \"persona fisica identificabile\" una persona fisica che può essere identificata, direttamente o indirettamente, in particolare facendo riferimento a un identificatore come un nome, un numero di identificazione, dati relativi all'ubicazione, un identificatore online o a uno o più elementi specifici della sua identità fisica, fisiologica, genetica, psichica, economica, culturale o sociale.\nVedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 4.1 del [GDPR]</a>",
                "source": "GDPR Art 4.1"
            },
            "PIA_DEF_DEST": {
                "name": "Destinatario",
                "description": "Una persona fisica o giuridica, un'autorità pubblica, un servizio o qualsiasi altro organismo che riceve dati personali, da parte di terzi o meno, . Le autorità pubbliche che sono riceventi di dati personali nel corso di una determinata missione d'inchiesta conforme al diritto dell'Unione o dello Stato membro non sono considerati come destinatari. Nel trattamento di tali dati le autorità pubbliche in questione rispettano le norme applicabili in materia di protezione dei dati conformemente allo scopo del trattamento. \nVedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 4.9 del [GDPR]</a>",
                "source": "GDPR Art. 4.9"
            },
            "PIA_DEF_SUPT": {
                "name": "Risorse di supporto",
                "description": "Risorse sulle quali i dati perosnali fanno affidamento. Possono essere hardware, software, reti, persone, cartaceo o mezzi di trasmissione cartacei",
                "source": "PIA1 p10"
            },
            "PIA_DEF_MINC": {
                "name": "Minimizzare la quantità di dati personali",
                "description": "Ridurre la gravità dei rischi limitando la raccolta di dati personali a ciò che è strettamente necessario in relazione a uno scopo definito, per evitare la raccolta di dati non necessari, l'uso di dati che non sono correlati allo scopo e impatti eccessivi sulle persone.",
                "source": ""
            },
            "PIA_DEF_CONS": {
                "name": "Consenso",
                "description": "Qualsiasi dimostrazione libera, specifica, informata e inequivocabile della volontà con la quale l'interessato accetta, mediante una dichiarazione o un chiaro atto positivo, che i dati personali che lo riguardano sono trattati. \nVedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 4.10 del [GDPR]</a>",
                "source": "GDPR Art. 4.10"
            },
            "PIA_DEF_ACC": {
                "name": "Diritto di accesso",
                "description": "L'interessato ha diritto di ottenere dal responsabile del trattamento che i dati personali relativi sono o non sono elaborati e, quando lo sono, accesso a tali dati personali e altre informazioni specificate nell' <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 15 del [GDPR]</a>, ed esercitare il diritto di accesso da parte dei titolari di potestà genitoriale per i minori, o rappresentante legale",
                "source": "GDPR Art. 15"
            },
            "PIA_DEF_PORT": {
                "name": "Diritto alla portabilità dei dati",
                "description": "Gli interessati hanno il diritto di ricevere dati personali che li riguardano forniti ad un responsabile del trattamento dei dati in un formato strutturato, comunemente utilizzato e leggibile da un computer, e hanno il diritto di trasmettere tali dati ad un altro titolare del trattamento senza che sia ostruito nelle condizioni descritte nell' <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 20 del [GDPR]</a>",
                "source": "GDPR Art. 20"
            },
            "PIA_DEF_RECT": {
                "name": "Diritto di rettifica",
                "description": "L'interessato ha il diritto di ottenere dal titolare del trattamento, quanto prima possibile, la rettifica dei dati personali che lo riguardano e che sono inaccurati. <br> Data la finalità del trattamento, la persona interessata ha il diritto di completare i dati incompleti, anche fornendo una dichiarazione supplementare.",
                "source": "GDPR Art. 16"
            },
            "PIA_DEF_EFF": {
                "name": "Diritto di eliminazione",
                "description": "L'interessato ha il diritto di ottenere dal responsabile del trattamento la cancellazione, il più presto possibile, dei suoi dati perosnali e il responsabile del trattamento è tenuto a cancellare tali dati personali appena possibile in conformità con l' <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 17 del [GDPR]</a>",
                "source": "GDPR Art. 17"
            },
            "PIA_DEF_LIM": {
                "name": "Diritto di restrizione del trattamento",
                "description": "L'interessato deve avere il diritto di ottenere dal responsabile del trattamento la restrizione del trattamento, vedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 18 del [GDPR]</a>",
                "source": "GDPR Art. 18"
            },
            "PIA_DEF_OPP": {
                "name": "Diritto all'opposizione",
                "description": "L'interessato ha il diritto di opporsi in qualsiasi momento, per motivi inerenti alla sua particolare situazione, al trattamento dei suoi dati personali in conformità con l' <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 21 del [GDPR]</a>",
                "source": "GDPR Art. 21"
            },
            "PIA_DEF_PSEU": {
                "name": "Pseudonimizzazione",
                "description": "Trattamento dei dati personali in modo tale da non poter più essere attribuito a un interessato specifico senza l'uso di ulteriori informazioni, a condizione che tali informazioni aggiuntive siano conservate separatamente e soggette a aspetti tecnici e organizzativi per garantire che i dati personali non siano attribuiti a una persona fisica identificata o identificabile. <br> La pseudonimizzazione riduce il rischio di correlazione di un set di dati con l'identità originale di un individuo, <strong> è un'utile misura di sicurezza, ma non un metodo di anonimizzazione </strong>",
                "source": "GDPR Art. 4.5 e linee guida G29 p22 http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
            },
            "PIA_DEF_CLO": {
                "name": "Partizionamento dei dati",
                "description": "Metodi di organizzazione dei dati che riduce la possibilità che i dati personali siano correlati e che una compromissione di tutti i dati personali possa avvenire. Per esempio, possiamo identificare i dati specifici per ogni azienda separandoli logicamente.",
                "source": "PIA3 p19 - WIKI"
            },
            "PIA_DEF_CTLA": {
                "name": "Controllo degli accessi logici",
                "description": "Consiste nel limitare i rischi di accesso di persone non autorizzate ai dati personali in forma digitale. Per fare ciò è consigliabile - <strong> definire i profili di autorizzazione </strong> nei sistemi separando le attività e le aree di responsabilità, per limitare l'accesso degli utenti ai soli dati strettamente necessari per portare a termine le loro missioni. <br> - <strong> rimuovere le autorizzazioni di accesso utente non appena non hanno più accesso a una risorsa locale o IT</strong>, nonché a <strong>fine del contratto </strong> <br> - <strong> Realizzare una revisione annuale dei permessi </strong> per identificare ed eliminare gli account non utilizzati e riallineare i permessi concessi alle funzioni di ciascun utente.",
                "source": "PIA3 p43 - WIKI"
            },
            "PIA_DEF_MIN1": {
                "name": "Filtraggio e rimozione",
                "description": "Quando i dati sono importati, diversi tipi di metadati (come EXIF allegati ad una immagine) possono essere collezionati involontariamente. <br> Tali metadati devono essere identificati e eliminati se non sono necessari per gli scopi specificati.",
                "source": "PIAF Oggetti Connessi p42 - WIKI"
            },
            "PIA_DEF_MIN2": {
                "name": "Ridurre la sensibilità tramite conversione",
                "description": "Dopo aver ricevuto dati sensibili, come parte di un grupo di informazioni generali o trasmessi solo a fini statistici, questi possono essere convertiti in un modulo meno sensibile o pseudonimizzato, ad esempio: <br> - se il sistema raccoglie l'indirzzo IP per determinare la posizione dell'utente a fini statistici, l'indirizzo IP può essere eliminato dopo aver detratto la città o il quartiere <br> - se il sistema riceve dati video da telecamere di sorveglianza, e può riconoscere le persone in piedi o in movimento nella scena, sfocarle; <br> - se il sistema è un contatore intelligente, può aggregare l'uso di energia per un periodo di tempo, senza salvarlo in tempo reale",
                "source": "PIAF Oggetti Connessi p42 - WIKI"
            },
            "PIA_DEF_SRC": {
                "name": "Fonti di rischio",
                "description": "Persona o fonte non umana che può causare rischio. Questa fonte può agire accidentalmente o deliberatamente.",
                "source": "PIA1 p11 - WIKI"
            },
            "PIA_DEF_MEN": {
                "name": "Minaccia",
                "description": "Procedura comprendente una o più azioni individuali sulle risorse che supportano i dati. Agiscono, intenzionalmente o altrimenti, da fonti di rischio e possono causare un evento pericoloso.",
                "source": "PIA1 p12 - WIKI"
            },
            "PIA_DEF_MENA": {
                "name": "Minacce che possono portare a accesso illegittimo",
                "description": "Minacce a: <br> - <strong> Materiali </strong>, utilizzati in modo improprio, osservati, modificati o persi (utilizzo di contenuti multimediali contenenti dati sensibili per motivi personali o durante un trasporto per il quale non è adatto, osservazione di uno schermo, aggiunta di un materiale destinato a recuperare dati, etc.)<br> - <strong> Software </strong> utilizzato in modo inappropriato, osservato o alternato (elevazione di privilegi, raccolta di dati di configurazione, installazione di uno strumento remoto etc.) <br> - <strong> Canali computerizzati </strong> che vengono osservati (intercettazioni dei flussi di rete, etc.) <br> - <strong> Persone </strong> osservate, dirottate o perse (divulgazione involontaria, a seguito di pressioni o phishing, cambio del datore di lavoro etc.) <br> - <strong> Documenti cartacei </strong> osservati o persi (fotocopie, scansioni dimenticate, documenti scartati, furto di posta elettronica, etc.) <br> - <strong> Canali di carta </strong> che è osservabile",
                "source": "PIAF Oggetti Connessi p44 and 45"
            },
            "PIA_DEF_MENM": {
                "name": "Minacce che possono portare a modifiche non volute di dati personali",
                "description": "Minacce riguardanti: <br> - <strong> Materiali </strong> che sono stati modificati (aggiunta di hardware incompatibile, rimozione di un elemento, etc.) <br> - <strong> Software </strong> utilizzato in modo inappropriato o modificato (gestione errori, modifiche inappropriate etc.) <br> - <strong> Canali computerizzati </strong> utilizzati in modo inappropriato (riemissione di flussi intercettati, etc.) <br> - <strong> Persone </strong> oberati di lavoro o deviati (attività non controllata, interruzione delle condizioni di lavoro, influenza etc.) <br> - Documenti cartacei che sono stati modificati (sostituzione con un falso etc.) <br> - <strong> Canali cartacei </strong> che sono stati alterati (scambio, invio di lettere contraddittorie etc. )",
                "source": "PIAF Oggetti Connessi p43 and 44, WIKI"
            },
            "PIA_DEF_MENI": {
                "name": "Minacce che possono portare alla scomparsa di dati personali",
                "description": "Minacce a: <br> - <strong> Hardware </strong> usato in modo inappropriato, sovraccaricato, modificato, danneggiato, perso (sovraccarico di memoria, attacco DoS, cambiamento che porta a un guasto, incendio, furto o smarrimento etc.) <br> - <strong> Software </strong> usato in modo inappropriato, sovraccaricato, modificato, danneggiato, perso (cancellazione di dati, iniezione di dati, bomba logica), licenza non rinnovata etc.) <br> - <strong> Persone </strong> oberati di lavoro, uso improprio (competenze, assenza etc.) <br> - <strong> Documenti Cartacei </strong> usati in modo inappropriato, deteriorati, persi (cancellazione, distruzione, furto o smarrimento etc.) <br> - <strong> Canali cartacei </strong> deteriorato, modificato, perso (cambio di sede, scomparsa di porta documenti, riorganizzazione, etc.)",
                "source": "PIAF Oggetti Connessi p44 and 45, WIKI"
            },
            "PIA_DEF_GRV": {
                "name": "Severità",
                "description": "La severità rappresenta l'entità del rischio. Dipende principalmente dalla natura pregiudiziale del potenziale impatto.",
                "source": "PIA1 pg 6"
            },
            "PIA_DEF_VRA": {
                "name": "Probabilità",
                "description": "La probabilità esprime la possibilità che un rischio si realizzi. Dipende principalmente dal livello di vulnerabilità delle risorse di supporto quando sottoposte alle minacce e dal livello di capacità delle fonti di rischio a sfruttarle.",
                "source": "PIA1 pg 6"
            },
            "PIA_DEF_PBDS": {
                "name": "Gestione di progetto",
                "description": "Misure prese per integrare la protezione dei dati personali in nuove operazioni di trattamento (nomi fidati, linee guida, metodologia per la gestione del rischio o altre metodologie interne).",
                "source": ""
            },
            "PIA_DEF_VIOL": {
                "name": "Compromissione dei dati personali",
                "description": "Compromissione della sicurezza che porta alla accidentale o illegittima distruzione, perdita, alterazione, pubblicazione o accesso non autorizzati di dati personali trasmessi, archiviati o altrimenti trattati.",
                "source": "GDPR Art. 4.12"
            },
            "PIA_VAL_CART": {
                "name": "Mappatura del rischio",
                "description": "Grafico illustrante le buone pratiche di sicurezza, con valori di conformità attribuiti ad ognuna sulla base delle valutazioni negli altri step.",
                "source": "PIAF Oggetti Connessi p34"
            },
            "PIA_VAL_ACT": {
                "name": "Piano d'azione",
                "description": "Controlli correttivi suggeriti dagli incaricati negli altri step, illustranti un piano di azione che imposti, per ogni azione, il suo gestore, la frequenza, la difficoltà, il costo e il progresso.",
                "source": "None"
            },
            "PIA_DEF_ENJ": {
                "name": "Problemi di trattamento",
                "description": "Queste sono le motivazioni che portano all'attuazione del trattamento, i benefici attesi (per l'organizzazione, per le persone interessate, per la società in generale).",
                "source": "PIA1 p4 nota 8"
            },
            "PIA_DEF_ST": {
                "name": "Incaricato del trattamento",
                "description": "Una persona fisica o giuridica, autorità pubblica, servizio o altro organismo che elabora dati personali per conto del responsabile, vedi  <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 4.8 del [GDPR]</a>.<br> Il subappaltatore e qualsiasi persona che agisca sotto l'autorità del responsabile del trattamento o in base al fatto che il subappaltatore, che ha accesso ai dati personali, non può elaborare tali dati, ad ecezione delle istruzioni del responsabile del trattamento, a meno che non sia obbligato a farlo dal diritto dell'Unione o dello Stato membro. Vedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 29 of [GDPR]</a>.",
                "source": "GDPR Art. 4.8 e 29"
            },
            "PIA_DEF_RGPD": {
                "name": "GDPR (General Data Protection Regulation)",
                "description": "Regolamento sulla protezione delle persone fisiche nel riguardo del trattamento dei dati personali e sul libera circolazione di tali dati ( <a target=\\\"_blank\\\" href=\\\"http://eur-lex.europa.eu/legal-content/IT/TXT/PDF/?uri=CELEX:32016R0679&from=IT\\\">UE 2016-679</a> ) adottato il 27 Aprile 2016 dall'Unione Europea e che entrerà in vigore il 25/05/2018, abrogando la direttiva 95/46/CE.",
                "source": "Titolo GDPR"
            },
            "PIA_DEF_PC": {
                "name": "Soggetto interessato",
                "description": "Persona alla quale sono relativi i dati trattati.",
                "source": "PIA1 p9"
            },
            "PIA_DEF_MIN3": {
                "name": "Ridurre la natura identificativa dei dati",
                "description": "Il sistema può garantire che: <br> - l'utente possa utilizzare una risorsa o un servizio senza il rischio di rivelare la propria identità (dati anonimi) <br> - l'utente può utilizzare una risorsa o un servizio senza rivelare la sua identità, ma rimane identificabile e responsabile di tale utilizzo (dati pseudonimi) <br> - l'tente può fare molteplici utilizzi di risorse o servizi senza il rischio che questi usi possano essere collegati insieme (dati non correlati) <br> - l'utente può utilizzare una risorsa o un srvizio senza il rischio che altri, in particolare terze parti, possano essere in grado di osservare che la risorsa o il servizio è in uso (non osservabilità). La scelta di un metodo dell'elenco di cui sopra dovrebbe dipendere dalle minacce identificate e, per alcuni tipi di minacce alla privacy, la pseudonimizzazione sarà più appropriata dell'anonimizzazione (ad esempio se c'è un bisogno di tracciabilità). Altre minacce alla privacy saranno affrontate con una combinazione di diversi metodi",
                "source": "PIAF Oggetti Connessi p42 - WIKI"
            },
            "PIA_DEF_MIN4": {
                "name": "Ridurre l'accumulazione dei dati",
                "description": "Il sistema può essere strutturato in parti indipendenti con funzioni di controllo accessi separate, i dati possono anche essere distribuiti tra questi sottosistemi indipendenti e controllati da ciascun sottosistema utilizzando diversi meccanismi di controllo. Se un sottosistema è compromesso, gli impatti sul set di dati possono essere ridotti.",
                "source": "PIAF Oggetti Connessi p42 - WIKI"
            },
            "PIA_DEF_MIN5": {
                "name": "Restrizioni d'accesso ai dati",
                "description": "Il sistema può limitare l'accesso ai dati in base a \"necessità di sapere\". Il sistema può separare i dati sensibili e applicare politiche di controllo degli acccessi. Inoltre crittografare i dati sensibili per proteggerne la riservatezza durante la trasmissione e l'archiviazione. L'accesso ai file temporanei nascosti che vengono prodotti durante l'elaborazione dei dati deve essere protetto.",
                "source": "PIAF Oggetti Connessi p42 - WIKI"
            },
            "PIA_EX_DCPC": {
                "name": "Dati personali comuni",
                "description": "<strong> Dati di identificazione </strong>: stato civile, età, nazionalità, doppia nazionalità, indirizzo postale, capacità giuridica etc. <br> <strong> Vita personale: </strong>: stato civile, numero di bambini, residenza, tipo di abitazione, stato degli alloggi, anzianità nelle abitazioni etc. <br> <strong> Vita professionale </strong>: occupazione, tipo di contratto, nome del datore di lavoro, anzianità lavorativa, disoccupazione etc <br> <strong> Dati di accesso </strong>: indirizzo IP, registri eventi, etc <br> <strong> Dati posizione </strong>: spostamento, dati GPS, GSM etc <br> <strong> Altro </strong>: numero di telefono, indirizzo email, etc.",
                "source": "PIA2 old version - WIKI"
            },
            "PIA_EX_DCPS": {
                "name": "Dati personali percepiti come sensibili",
                "description": "Codice Fiscale, Dati Biometrici, Dati Bancari",
                "source": "PIA2 old version - WIKI"
            },
            "PIA_EX_DCPR": {
                "name": "Condanne e dati personali sensibili",
                "description": "Opinioni filosofiche, politiche, religiose, sindacali, vita sessuale, dati sanitari, origine razziale o etnica, salute o vita sessuale, reati, condanne, misure di sicurezza <br> Vedi <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/IT/TXT/HTML/?uri=CELEX:32016R0679&from=IT\">Art. 9 e 10 del [GDPR]</a>.",
                "source": "PIA2 old version, GDPR Art 9 e 10 - WIKI"
            },
            "PIA_EX_HUMI": {
                "name": "Fonti umane interne",
                "description": "Possono essere: <br> - un dipendente, malintenzionato, che usa la sua vicinanza al sistema, le sue competenze, i suoi privilegi e il tempo di riserva potenzialmente disponibile o negligente a causa di un eventuale mancanza di formazione e consapevolezza. <br> - un utente o il suo entourage, incurante o malizioso, che ha accesso al servizio. <br> Le sue motivazioni possono essere molteplici: imbarazzo, errore, negligenza, vendetta, volontà di allerta, malevolenza, possibilità di guadagno, spionaggio",
                "source": "PIAF Oggeti Connessi p41 - WIKI"
            },
            "PIA_EX_HUME": {
                "name": "Fonti umane esterne",
                "description": "Possono essere: <br> - una terza parte malintenzionata o ignorante che utilizza la sua vicinanza fisica per accedere fraudolentemente al servizio <br> - un utente malintenzionato che si rivolge a un utente utilizzando la sua conoscenza dell'utente e alcune informazioni su di esso <br> - un utente malintezionato che si rivolge a una delle società incaricata del trattamento utilizzando la sua conoscenza delle società che potrebbero consentire di attaccare la propria immagine <br> - una terza parte autorizzata che utilizza il proprio accesso privilegiato per ottenere l'accesso non autorizzato alle informazioni. I motivi possono essere molteplici: gioco d'azzardo, molestia, malizia, vendetta, spionaggio, possibilità di profitto, acquisizione di dati per sfruttarli.",
                "source": "PIAF Oggetti Connessi p41 - WIKI"
            },
            "PIA_EX_NHUM": {
                "name": "Fonti non umane",
                "description": "Possono essere un incidente o un disastro in una delle organizzazioni incaricate del trattamento (interruzioni di corrente, incendio, inondazione, etc.)",
                "source": "PIAF Oggetti Connessi p41 - WIKI"
            },
            "PIA_EX_IMPN": {
                "name": "Gravità trascurabile",
                "description": "Le persone interessate non subiranno alcun impatto o ptrebbero incontrare qualche inconveniente, supereranno senza difficoltà. <br> Esempi di impatti: <br> -  corpo: mal di testa passeggero - attrezzatura: perdita di tempo nel ripetere le procedure o di aspettarle, riutilizzo dei dati per scopi di pubblicità mirata per beni di consumo di tutti i giorni etc. <br> - morale: semplice fastidio, senso di violazione della privacy senza danno reale (intrusione commerciale) etc.",
                "source": "PIAF Oggetti Connessi p41 - WIKI"
            },
            "PIA_EX_IMPL": {
                "name": "Gravità limitata",
                "description": "Le persone interessate potrebbero essere sperimentare inconvenienti significativi, che saranno in grado di superare nonostante alcune difficoltà. Esempi di impatti: <br> - corporale: minore affezione fisica (es: malattia lieve a seguito di non conformità con controindicazioni), diffamazione che dà luogo a rappresagli fisiche, etc <br> - attrezzature: pagamenti non pianificati (ad esempio multe), rifiuto di accesso a servizi amministrativi o commerciali, pubblicità online mirata su un aspetto di vita privata che la persona voleva mantenere riservata etc. - morale: affetto psicologico minore ma oggettivo, senso di violazione della privacy senza danni irreparabili, intimidazione sui social network etc.",
                "source": "PIAF Oggetti Connessi p41 - WIKI"
            },
            "PIA_EX_IMPI": {
                "name": "Gravità significativa",
                "description": "Le persone interessate potrebbero avere conseguenze significative, che dovrebbero essere in grado di superare, ma con difficoltà reali e significative <br> Esempi di impatti: <br> - corporali: gravi affetti fisici che causano danni a lungo termine (aggravamento dello stato di salute in seguito a una cattiva assunzione di responsabilità, o il non rispetto delle controindicazioni), alternazione dell'integrità fisica, etc. - materiali: appropriazione indebita di denaro non compensata, opportunità mirate, uniche e non ricorrenti, denari persi (mutui, studi, tirocini o occupazione, divieto di esami), perdita di casa, perdita di posti di lavoro, etc. <br> - morale: grave disturbo psicologico (depressione, fobie), sentimento di violazione della privacy e danno irreparabile, vittima di ricatti, cyberbullismo e molestie morali, etc.",
                "source": "PIAF Oggetti Connessi p41 - WIKI"
            },
            "PIA_EX_IMPM": {
                "name": "Gravità massima",
                "description": "Le persone interessate potrebbero sperimentare conseguenze significative, anche irrimediabili, che potrebbero non superare. Esempi di impatti: <br> - corporale: affezione fisica a lungo termine o permanente, alterazione permanente di integrità fisica, morte - materiale: rischio finanziario, ingenti debiti, impossibilità di lavorare, incapacità di delocalizzazione, perdita di prove in contenzioso, perdita di accesso a infrastrutture vitali (acqua, elettricità), etc <br> - morale: affetto psicologico a lungo termine o permanente, sanzione penale, sequestro di persona, perdita di legami familiari, impossibilità di azione legale, cambio di stato amministrativo e/o perdita dell'autonomia legale (tutela) etc.",
                "source": "PIAF Oggetti Connessi p41 - WIKI"
            },
            "PIA_EX_VRAN": {
                "name": "Probabilità trascurabile",
                "description": "It does not seem possible for the selected risk sources to materialize the threat by exploiting the properties of supporting assets (e.g.: theft of paper documents stored in a room protected by a badge reader and access code).",
                "source": "PIAF Connected objects p44 - WIKI"
            },
            "PIA_EX_VRAL": {
                "name": "Limited likelihood",
                "description": "It seems difficult for the selected risk sources to materialize the threat by exploiting the properties of supporting assets (e.g.: theft of paper documents stored in a room protected by a badge reader).",
                "source": "PIAF Connected objects p44 - WIKI"
            },
            "PIA_EX_VRAI": {
                "name": "Significant likelihood",
                "description": "It seems possible for the selected risk sources to materialize the threat by exploiting the properties of supporting assets (e.g.: theft of paper documents stored in offices that cannot be accessed without first checking in at the reception).",
                "source": "PIAF Connected objects p44 - WIKI"
            },
            "PIA_EX_VRAM": {
                "name": "Maximum likelihood",
                "description": "It seems extremely easy for the selected risk sources to materialize the threat by exploiting the properties of supporting assets (e.g.: theft of paper documents stored in the public lobby).",
                "source": "PIAF Connected objects p44 - WIKI"
            },
            "PIA_EX_MIND": {
                "name": "Minimisation of data themselves",
                "description": "Reduce the severity of risks by minimising the data themselves, by taking measures aimed at reducing their sensitivity.",
                "source": "Mesures_US"
            },
            "PIA_DEF_ANO": {
                "name": "Anonymisation",
                "description": "Process removing the identifying characteristics from personal data. To assess the robustness of an anonymisation processes, see the <a target=\"_blank\" href=\"http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf\">WP29 guidelines</a>.",
                "source": "Mesures_US and G29 guidelines http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
            },
            "PIA_SEC_CTR": {
                "placeholder": "Describe here specific measures for processors (host, maintenance company, administrator, specialist service providers, etc.)",
                "name": "Processing contracts",
                "description": "Regulate the procurement relations via a contract signed intuitu personæ.<br>- Require the processor to forward its Information Systems Security Policy (PSSI) along with all supporting documents of its information security certifications and append said documents to the contract. Ensure that the measures pursuant to its PSSI comply with the CNIL's recommendations in this respect.<br>- Precisely determine and set, on a contractual basis, the operations that the processor will be required to carry out on personal data: <br> 1) The data to which it will have access or which will be transmitted to it.<br> 2) The operations it must carry out on the data.<br> 3) The duration for which it may store the data.<br> 4) Any recipients to which the data controller requires it to transmit the data.<br> 5) The operations to be carried out at the end of the service (permanent deletion of data or return of the data in the context of reversibility then destruction of data at the processor's).<br> 6) The security objectives set by the data controller. <br>- Determine, on a contractual basis, the division of responsibility regarding the legal processes aimed at allowing the data subjects to exercise their rights.<br>- Explicitly prohibit or regulate use of tier-2 processors.<br>- Clarify in the contract that compliance with the data protection obligations is a binding requirement of the contract.",
                "source": "Mesures_US Procurement: identified and governed by a contract"
            },
            "PIA_DEF_CHIF": {
                "name": "Encryption",
                "description": "Measure making personal data unintelligible to anyone without access authorization (symmetric or asymmetric encryption, use of public algorithms known to be strong, authentication certificate, etc.).",
                "source ": "Mesures_US Encryption"
            },
            "PIA_DEF_PWD": {
                "name": "Password",
                "description": "Passwords shall be composed of a minimum of eight characters; must be renewed if there is the least concern that they may have been compromised and, possibly, periodically (every six months or once a year) and must include a minimum of three of the four kinds of characters (capital letters, lower case letters, numerals and special characters); when a password is changed, the last five passwords may not be reused; the same password should not be used for different accesses; passwords should not be related to one's personal information (including name or date of birth.). Define a maximum number of attempts beyond which a warning is issued and authentication is blocked (temporarily or until it is manually unblocked).",
                "source": "Mesure_US"
            },
            "PIA_DEF_AUTH": {
                "name": "Authentication",
                "description": "Every person with legitimate access to personal data (employees, contracting parties and other third parties) should be identified by a unique identifier. Choose an authentication method to open sessions that is appropriate to the context, the risk level and the robustness expected. Recommendations: if the risks are not elevated, a password may be used; however, if the risks are higher, use a one-time password token but change the default activation password, or, when part of the password is sent by SMS, a card with a PIN code, an electronic certificate or any other form of strong authentication.",
                "source": "Mesures_US Logical Access Control"
            },
            "PIA_DEF_LOG": {
                "name": "Surveillance",
                "description": "Set up a logging architecture to allow early detection of incidents involving personal data and to have information that can be used to analyze them or provide proof in connection with investigations.",
                "source": "Mesures_US Surveillance"
            },
            "PIA_DEF_ARCH": {
                "name": "Archiving",
                "description": "Procedures preserving and managing the electronic archives containing the personal data intended to ensure their value (specifically, their legal value) throughout the entire period necessary (transfer, storage, migration, accessibility, elimination, archiving policy, protection of confidentiality, etc.).",
                "source": "Mesures_USE Archiving"
            }
        }
    },
    "comments": {
        "comments_count": "comment(s)",
        "new_comment": "Comment",
        "placeholder_new_comment": "Leave a comment",
        "comment": "Comment"
    },
    "questions": {
        "edit": "Edit question",
        "gauges": {
            "0": "(Undefined)",
            "1": "Negligible",
            "2": "Limited",
            "3": "Important",
            "4": "Maximum"
        }
    },
    "evaluations": {
        "title": "Evaluation",
        "to_correct": "To correct",
        "placeholder_to_correct": "Translation in progress",
        "improvable": "Improvable",
        "placeholder_improvable": "Translation in progress",
        "acceptable": "Acceptable",
        "placeholder_acceptable": "Translation in progress",
        "evaluation_comment": "Evaluation comment",
        "action_plan_comment": "Action plan / corrective actions",
        "placeholder_comment": "Enter  your comments.",
        "gauges": {
            "seriousness": "Taking into account the action plan, how do you re-evaluate the <span class='red-highlight'>seriousness of this risk</span> ({{value}})?",
            "likelihood": "Taking into account the action plan, how do you re-evaluate the <span class='red-highlight'>likelihood of this risk</span> ({{value}})?",
            "0": "(Undefined)",
            "1": "Negligible",
            "2": "Limited",
            "3": "Important",
            "4": "Maximum"
        },
        "status": {
            "0": "Pending",
            "1": "To correct",
            "2": "Improvable",
            "3": "Acceptable"
        }
    },
    "help": {
        "title": "Help",
        "definition": {
            "data1": {
                "title": "Use the PIA tool",
                "content": "Content being written"
            },
            "data2": {
                "title": "Known Issues",
                "qa1": {
                    "title": "I get display issues such as icons being stuck in one state or missing elements from the interface",
                    "content": "When encountering those display issues, close the application and reload it. It usually fixes the issue. You won’t lose the information you have entered ; it is  automatically saved as you type."
                },
                "qa2": {
                    "title": "I can’t edit the gauges for evaluating the severity and likelihood of a risk",
                    "content": "This known issue is currently being fixed. If you encounter this problem, we recommend that you fill in the justification field of the estimated level of severity and / or likelihood. You will be able to edit the gauge once the bug is fixed."
                },
                "qa3": {
                    "title": "I encounter issues when importing a PIA",
                    "content": "Several bugs have been observed when importing a PIA, and in particular the level gauges for evaluating the severity and likelihood of a risk may disappear. In this case, please refer to the above mentioned issue. Besides, a PIA may not appear on the dashboard after importing it. This is a display issue and you just need to refresh the page."
                },
                "qa4": {
                    "title": "When I copy / paste text, it is highlighted.",
                    "content": "This is only a display bug and it has no effect on the text you enter in a field. This visual problem will be fixed soon."
                },
                "qa5": {
                    "title": "I can’t evaluate a section",
                    "content": "In order to evaluate a section, it is mandatory to fill in all the fields. Please check if this is the case. When editing a risk, you must have at least one technical or organizational measure that mitigates the risk in order to ask for an evaluation of the risk."
                },
                "qa6": {
                    "title": "When switching language, the texts are not translated",
                    "content": "Please close the PIA you are editing and re-open it. The content should then be displayed in the language you have selected."
                },
                "qa7": {
                    "title": "I have refused to validate a PIA but I don’t know what to do now",
                    "content": "For the moment, the navigation menu icons are not refreshed after refusing a PIA. You have to check each section and change the information and/or evaluation according to the reasons for refusing the PIA. Once all section have been reviewed, you should be able to request PIA validation again."
                }
            },
            "footer": ""
        }
    },
    "about": {
        "title": "About"
    },
    "settings": {
        "title": "Settings",
        "content": "Please, provide the address (URL) of the remote server:",
        "update": "Update URL"
    },
    "misc": {
        "display": "Show / Hide"
    },
    "modals": {
        "cancel": "Cancel",
        "archive": "Archive",
        "close": "Close",
        "continue": "Continue",
        "back_to_home": "Back to home",
        "simple_pia_validation": {
            "content": "The PIA has been validated."
        },
        "update_server_url": {
            "content": "The server address has been updated."
        },
        "signed_pia_validation": {
            "content": "<span class='strong'>The PIA is accepted</span><br>Finalize the validation of the PIA by attaching<br>the signed report by the person in charge.",
            "download_pia": "Download PIA report"
        },
        "abandon_pia": {
            "content": "Are you sure you want to<br>give up this treatment?"
        },
        "refuse_pia": {
            "content": "<span class='strong'>Rejected PIA,</span><br>Several fields must be corrected.<br>Return to evaluation mode<br>to make corrections."
        },
        "same_comment": {
            "content": "<span class='strong'>Warning,</span><br>Please enter a comment different from the last recorded."
        },
        "not_enough_measures_to_remove": {
            "content": "<span class='strong'>Warning,</span><br>At least one measure must be filled: no deletion possible."
        },
        "remove_measure": {
            "content": "<span class='strong'>Warning,</span><br>Are you sure you want to <br>remove this measure?",
            "remove": "Remove this <br>measure",
            "keep": "Keep this <br>measure"
        },
        "ask_for_evaluation": {
            "content": "<span class='strong'>Congratulations,</span><br>the subsection is now<br>available for evaluation."
        },
        "validate_evaluation": {
            "content": "<span class='strong'>Congratulations,</span><br>waiting for global validation of the PIA."
        },
        "validate_evaluation_to_correct": {
            "content": "Sorry,<br>Several fields must be corrected.<br>Return to edition mode<br>to make corrections."
        },
        "declare_measures": {
            "content": "Sorry,<br>before evaluating risks,<br>you must report the<br>existing or planned measures.",
            "declare": "Declare existing or planned measures"
        },
        "remove_pia": {
            "content": "<span class='strong'>Warning,</span><br>Are you sure you want to<br>remove this PIA?",
            "remove": "Remove this PIA"
        },
        "remove_attachment": {
            "content": "<span class='strong'>Warning,</span><br>Are you sure you want to<br>remove this attachment?",
            "keep": "Keep",
            "remove": "Remove"
        }
    },
    "summary": {
        "previous_page": "Back to previous page",
        "print": "Print",
        "title": "PIA information",
        "pia_name": "PIA",
        "pia_author": "Author's name",
        "pia_assessor": "Assessor's name",
        "pia_validator": "Validator's name",
        "content_choice": {
            "0": "The treatment could be implemented.",
            "1": "The treatment should not be used."
        },
        "dpo_name": "DPO's name",
        "dpo_status": "DPO's status",
        "dpo_opinion": "DPO's opinion",
        "concerned_people_searched_opinion": "Search of concerned people opinion",
        "people_search_status_ok": "Concerned people opinion was requested.",
        "people_search_status_nok": "Concerned people opinion wasn't requested.",
        "concerned_people_unsearched_opinion_comment": "Reason why concerned people opinion wasn't requested",
        "concerned_people_name": "Concerned people opinions",
        "concerned_people_status": "Concerned people statuses",
        "concerned_people_opinion": "Concerned people opinions",
        "modification_made": "Modifications made",
        "rejection_reason": "Rejection reason",
        "creation_date": "Creation date",
        "attachments": "Attachments",
        "gauges": {
            "1": "Negligible",
            "2": "Limited",
            "3": "Important",
            "4": "Maximum"
        },
        "action_plan": {
            "title": "Action plan",
            "fundamental_principles": "Fundamental principles",
            "implementation_date": "Expected date of implementation",
            "implementation_responsible": "Responsible for implementation",
            "measures": "Existing or planned measures",
            "risks": "Risks",
            "no_action_plan": "No action plan recorded."
        }
    },
    "errors": {
        "title": "Page not found.",
        "content": "If you encounter other problems or if you have suggestions for improvement,<br>you can send them back via this form: <a href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\" target=\"_blank\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>"
    },
    "cartography": {
        "negligible": "Negligible",
        "limited": "Limited",
        "important": "Important",
        "maximal": "Maximum",
        "seriousness_axe": "Risk seriousness",
        "likelihood_axe": "Risk likelihood",
        "legend1": "Planned or existing measures",
        "legend2": "With the corrective measures implemented",
        "legend3": "(I)llegitimate access to data",
        "legend4": "(U)nwanted modification of data",
        "legend5": "(D)ata disappearance",
        "risk1_access": "(I)",
        "risk2_modification": "(U)"
    },
    "action_plan": {
        "title": "Overview",
        "principles": "Fundamental principles",
        "measures": "Planned or existing measures",
        "risks": "Risks",
        "risk1": "Illegitimate access to data",
        "risk2": "Unwanted modification of data",
        "risk3": "Data disappearance",
        "improvable_measures": "Improvable measures",
        "acceptable_measures": "Acceptable measures",
        "no_action_plan": "No action plan recorded.",
        "edit": "Edit",
        "placeholder_person_in_charge": "Implementation responsible"
    },
    "opinions": {
        "edit": "Edit",
        "content": ", consider that :",
        "dpo_opinion": "DPO opinion",
        "placeholder_dpo_name": "DPO name(s)",
        "placeholder_dpo_opinion": "Specify the reasons for your choice.",
        "dpo_lock": "Please complete the other sections before you can fill the DPO opinion.",
        "people_opinion": "Concerned people opinion",
        "placeholder_concerned_people_name": "Concerned people name(s)",
        "placeholder_people_opinion": "Describe how the opinions were collected and what the analysis is. If the notices have not been sought, state the reasons.",
        "placeholder_search_content": "Justify the reason why the opinion of the persons concerned has not been requested.",
        "treatment_ok": "The treatment could be implemented.",
        "treatment_nok": "The treatment should not be used.",
        "treatment_lock": "Please complete the other sections before you can fill the opinions of the persons concerned."
    },
    "sections": {
        "1": {
            "title": "Context",
            "short_help": "This section gives you a clear view of the treatment(s) of personal data in question.",
            "items": {
                "1": {
                    "title": "Overview",
                    "short_help": "This part allows you to identify and present the object of the study.",
                    "questions": {
                        "1": {
                            "title": "Which is the processing under consideration?",
                            "placeholder": "Present a brief outline of the processing: its name, purposes, stakes, context of use, etc."
                        },
                        "2": {
                            "title": "What are the responsibilities linked to the processing?",
                            "placeholder": "Describe the responsabilities of the stakeholders: the data controller, the possible data processors and joint controllers."
                        },
                        "3": {
                            "title": "Are there standards applicable to the processing?",
                            "placeholder": "List the relevant standards applicable to the processing, especially approved codes of conduct and data protection certifications."
                        }
                    }
                },
                "2": {
                    "title": "Data, processes and supporting assets",
                    "short_help": "This part allows you to define and describe the scope of the processing in detail.",
                    "questions": {
                        "1": {
                            "title": "What are the data processed?",
                            "placeholder": "List the data collected and processed. Define for each the storage durations, the recipients and persons with access thereto."
                        },
                        "2": {
                            "title": "How does the life cycle of data and processes work?",
                            "placeholder": "Present and describe how the product generally works (from the data collection to the data destruction, the different processing stages, storage, etc.), using for example a diagram of data flows (add it as an attachment) and a detailed description of the processes carried out."
                        },
                        "3": {
                            "title": "What are the data supporting assets?",
                            "placeholder": "List the data supporting assets (operating systems, business applications, database management systems, office suites, protocols, configurations, etc.)"
                        }
                    }
                }
            }
        },
        "2": {
            "title": "Fundamental principles",
            "short_help": "This section allows you to build the compliance framework for privacy principles.",
            "items": {
                "1": {
                    "title": "Proportionality and necessity",
                    "short_help": "This part allows you to demonstrate the legitimacy of your treatment and of the data processed.",
                    "questions": {
                        "1": {
                            "title": "Are the processing purposes specified, explicit and legitimate?",
                            "short_title": "Purposes",
                            "placeholder": "Explain why the processing purposes are specified, explicit and legitimate."
                        },
                        "2": {
                            "title": "What are the legal basis making the processing lawful?",
                            "short_title": "Legal basis",
                            "placeholder": "Translation in progress"
                        },
                        "3": {
                            "title": "Are the data collected adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed ('data minimisation')?",
                            "short_title": "Adequate data",
                            "placeholder": "Explain why each of the data collected is necessary for the purposes of your processing."
                        },
                        "4": {
                            "title": "Are the data accurate and kept up to date?",
                            "short_title": "Data accuracy",
                            "placeholder": "Describe which are the steps taken to ensure the quality of the data."
                        },
                        "5": {
                            "title": "What are the storage duration of the data?",
                            "short_title": "Storage duration",
                            "placeholder": "Explain why the storage durations are justified by legal requirements and/or processing needs."
                        }
                    }
                },
                "2": {
                    "title": "Controls to protect the personal rights of data subjects",
                    "short_help": "This part allows you to demonstrate that you are implementing the necessary means to enable the persons concerned to exercise their rights.",
                    "questions": {
                        "1": {
                            "title": "How are the data subjects informed on the processing?",
                            "short_title": "Information for the data subjects",
                            "placeholder": "Describe what is the information given to the data subjects and what are the means to do it."
                        },
                        "2": {
                            "title": "How is the consent of data subjects obtained?",
                            "short_title": "Obtaining consent",
                            "placeholder": "Describe the controls intended to ensure that users' consent has been obtained."
                        },
                        "3": {
                            "title": "How can data subjects exercise their rights of access and to data portability?",
                            "short_title": "Right of access and to data portability",
                            "placeholder": "Describe the controls intended for enabling data subjects to access, receive and transmit their data."
                        },
                        "4": {
                            "title": "How can data subjects exercise their rights to rectification and erasure?",
                            "short_title": "Right to rectification and erasure",
                            "placeholder": "Describe the controls intended for enabling data subjects to rectify and erase their data."
                        },
                        "5": {
                            "title": "How can data subjects exercise their rights to restriction and to object?",
                            "short_title": "Right to restriction and to object",
                            "placeholder": "Describe the controls intended for enabling data subjects to restrict and to object to the processing of their data."
                        },
                        "6": {
                            "title": "Are the obligations of the processors clearly identified and governed by a contract?",
                            "short_title": "Subcontracting",
                            "placeholder": "For each processor, describe his responsibilities (duration, scope, purpose, documented processing instructions, prior authorisation) and provide the contracts, codes of conduct and certifications determining its missions and obligations."
                        },
                        "7": {
                            "title": "In the case of data transfer outside the European Union, are the data adequately protected?",
                            "short_title": "Transfers",
                            "placeholder": "For each country outside the European Union where data are stored or processed, name it and tell if it is acknowledged as offering an adequate level of data protection or describe the provisions concerning the transfer."
                        }
                    }
                }
            }
        },
        "3": {
            "title": "Risks",
            "short_help": "This section allows you to assess the privacy risks, taking into account existing or planned controls.",
            "items": {
                "1": {
                    "title": "Planned or existing measures",
                    "short_help": "This section allows you to identify controls (existing or planned) that contribute to data security."
                },
                "2": {
                    "title": "Illegitimate access to data",
                    "short_help": "Analyze the causes and consequences of illegitimate access to data, and estimate its severity and likelihood.",
                    "questions": {
                        "1": {
                            "title": "What could be the main impacts on the data subjects if the risk were to occur?",
                            "placeholder": "Enter the potential impacts +"
                        },
                        "2": {
                            "title": "What are the main threats that could lead to the risk?",
                            "placeholder": "Enter the threats +"
                        },
                        "3": {
                            "title": "What are the risk sources?",
                            "placeholder": "Enter the risk sources +"
                        },
                        "4": {
                            "title": "Which of the identified controls contribute to addressing the risk?",
                            "placeholder": "Click here to select controls which address the risk."
                        },
                        "5": {
                            "title": "How do you estimate the risk severity, especially according to potential impacts and planned controls?",
                            "placeholder": "Justify here the estimated severity of the risk."
                        },
                        "6": {
                            "title": "How do you estimate the likelihood of the risk, especially in respect of threats, sources of risk and planned controls?",
                            "placeholder": "Justify here the estimated likelihood."
                        }
                    }
                },
                "3": {
                    "title": "Unwanted modification of data",
                    "short_help": "Analyze the causes and consequences of an undesired change in data, and estimate its seriousness and likelihood.",
                    "questions": {
                        "1": {
                            "title": "What could be the main impacts on the data subjects if the risk were to occur?",
                            "placeholder": "Enter the potential impacts +"
                        },
                        "2": {
                            "title": "What are the main threats that could lead to the risk?",
                            "placeholder": "Enter the threats +"
                        },
                        "3": {
                            "title": "What are the risk sources?",
                            "placeholder": "Enter the risk sources +"
                        },
                        "4": {
                            "title": "Which of the identified controls contribute to addressing the risk?",
                            "placeholder": "Click here to select controls which address the risk."
                        },
                        "5": {
                            "title": "How do you estimate the risk severity, especially according to potential impacts and planned controls?",
                            "placeholder": "Justify here the estimated severity of the risk."
                        },
                        "6": {
                            "title": "How do you estimate the likelihood of the risk, especially in respect of threats, sources of risk and planned controls?",
                            "placeholder": "Justify here the estimated likelihood."
                        }
                    }
                },
                "4": {
                    "title": "Data disappearance",
                    "short_help": "Analyze the causes and consequences of data loss, and estimate its seriousness and likelihood.",
                    "questions": {
                        "1": {
                            "title": "What could be the main impacts on the data subjects if the risk were to occur?",
                            "placeholder": "Enter the potential impacts +"
                        },
                        "2": {
                            "title": "What are the main threats that could lead to the risk?",
                            "placeholder": "Enter the threats +"
                        },
                        "3": {
                            "title": "What are the risk sources?",
                            "placeholder": "Enter the risk sources +"
                        },
                        "4": {
                            "title": "Which of the identified controls contribute to addressing the risk?",
                            "placeholder": "Click here to select controls which address the risk."
                        },
                        "5": {
                            "title": "How do you estimate the risk severity, especially according to potential impacts and planned controls?",
                            "placeholder": "Justify here the estimated severity of the risk."
                        },
                        "6": {
                            "title": "How do you estimate the likelihood of the risk, especially in respect of threats, sources of risk and planned controls?",
                            "placeholder": "Justify here the estimated likelihood."
                        }
                    }
                },
                "5": {
                    "title": "Risks overview",
                    "short_help": "This visualisation allows you to have a global and synthetic view on the controls effects on the risks they address."
                }
            }
        },
        "4": {
            "title": "Validation",
            "short_help": "This section allows you to prepare and formalise the PIA validation.",
            "items": {
                "1": {
                    "title": "Risk mapping",
                    "short_help": "This visualisation allows you to compare the positioning of the risks between them, before and after application of the complementary controls."
                },
                "2": {
                    "title": "Action plan",
                    "short_help": "Plan in detail the implementation of the additional controls identified during the PIA."
                },
                "3": {
                    "title": "DPO and concerned persons opinions",
                    "short_help": "Present the advice of the person in charge of data protection and privacy issues (data protection delegate if there is one). Present the views of the data subjects or their representatives."
                }
            }
        }
    }
}
