{
  "authentication": {
    "title": "Privacy Impact Assessment",
    "subtitle1": "Een platform voor het maken en beheren van uw PIA's",
    "subtitle2": "Toegang tot hulpmiddelen en woordenlijsten",
    "start_app": "Toegang krijgen tot de PIA-software (Beta)",
    "description": "Deze software van de <strong> Franse autoriteit voor gegevensbescherming (CNIL) </strong> is bedoeld als richtlijn voor de gegevenscontrollers bij het samenstellen en aantonen van naleving van de GDPR. Het helpt om een gegevensbeschermingseffectbeoordeling goed uit te voeren door het gebruik van de door de CNIL ontwikkelde PIA-methode te vergemakkelijken.",
    "start": "Beginnen"
  },
  "header": {
    "logo_title": "Privacy Impact Assessment",
    "logo_subtitle": "",
    "homepage_link": "Dashboard",
    "knowledge_base_link": "Knowledge base",
    "pia_example_link": "PIA voorbeeld",
    "languages": {
      "official_translation": "TO BE TRANSLATED - Original version",
      "cnil_translations": "TO BE TRANSLATED - CNIL provided translations",
      "community_translations": "TO BE TRANSLATED - Community provided translations",
      "fr": "Français",
      "en": "English",
      "cz": "Česky",
      "it": "Italiaans",
      "nl": "Nederlands",
      "pl": "Polski",
      "de": "Deutsch",
      "es": "Español"
    },
    "tools": {
      "title": "Tools",
      "settings": "Instellingen",
      "accessibility": "Toegang voor slechtzienden (kleuren met hoog contrast, daltonisme)",
      "help": "Help",
      "about": "Over"
    }
  },
  "homepage": {
    "filters": {
      "list": "lijst",
      "card": "Kaart",
      "sort": "Sorteren",
      "sort_by": "met",
      "name": "Naam",
      "date": "Datum",
      "status": "Status",
      "author": "Auteur",
      "assessor": "Reviewer",
      "validator": "Validator",
      "new_pia": "Nieuwe PIA",
      "import_pia": "Importeren PIA",
      "list_rocket_content": "Begin! Om een PIA te initiëren, klik op de +",
      "card_rocket_content": "Aan de slag! <br> <br> Om een PIA te starten, <br> klikt u op Nieuwe PIA"
    },
    "cards": {
      "new_pia": "Nieuwe PIA",
      "placeholder_new_pia": "Nieuwe PIA",
      "or": "or",
      "import_pia": "Importeren PIA",
      "placeholder_import_pia": "Importeren PIA",
      "title_close_creation": "Sluiten",
      "pia_name": "PIA",
      "placeholder_pia_name": "Namen PIA's",
      "author": "Aanpassen",
      "placeholder_author": "Voornaam, achternaam",
      "evaluation": "Reviewen",
      "placeholder_evaluation": "Voornaam, achternaam",
      "validation": "Valideren",
      "placeholder_validation": "Voornaam, achternaam",
      "date": "Datum",
      "status": "Status",
      "creation_status": "Creatie",
      "start": "Beginnen",
      "placeholder_start": "Alle velden moeten worden ingevuld",
      "item": {
        "tools": {
          "export": "Exporteren",
          "more_options": "Meer opties",
          "duplicate": "Dupliceren",
          "action_plan": "Toon<br>actie plan",
          "pia": "Toon<br>PIA",
          "remove": "Verwijderen"
        },
        "edit_pia": "Aanpassen PIA",
        "consult_pia": "TO BE TRANSLATED - Consult PIA"
      }
    },
    "lists": {
      "column_pia": "PIA",
      "column_updated_at": "Laatst geopend",
      "column_author": "Aanpassen",
      "column_evaluation": "Review",
      "column_validation": "Valideren",
      "column_creation": "Gemaakt",
      "column_status": "Status",
      "column_progression": "Voortgang",
      "column_actions": "Acties",
      "item": {
        "tools": {
          "consult": "TO BE TRANSLATED - Consult",
          "edit": "Aanpassen",
          "export": "Exporteren",
          "duplicate": "Dupliceren",
          "action_plan": "Toon actieplan",
          "pia": "Toon PIA",
          "remove": "Verwijder"
        }
      }
    }
  },
  "pia": {
    "statuses": {
      "0": "In progressie",
      "1": "Afgekeurd",
      "2": "Eenvoudige validatie",
      "3": "Ondertekende validatie",
      "4": "Gearchiveerd",
      "5": "Wachten op validatie"
    },
    "header": {
      "preview": "Voorbeeld",
      "display_action_plan": "Toon<br>actie plan",
      "edition": "TO BE TRANSLATED - Edition",
      "evaluation": "TO BE TRANSLATED - Evaluation"
    },
    "attachments": {
      "title": "Bijlagen",
      "add": "Toevoegen",
      "remove": "Verwijderen"
    },
    "sections": {
      "homepage_link": "Terug naar dashboard",
      "validate_pia": "Valideren PIA",
      "refuse_pia": "Geweigerde PIA",
      "status": {
        "evaluation": {
          "title": "TO BE TRANSLATED - Waiting for review.",
          "content": "TO BE TRANSLATED - This part has not yet been reviewed. If you wish to edit the content submitted for review you have to ",
          "cancel": "TO BE TRANSLATED - cancel the review request.",
          "cancel_button": "TO BE TRANSLATED - Cancel the review request"
        },
        "validation": {
          "title": "TO BE TRANSLATED - Waiting for validation.",
          "content": "TO BE TRANSLATED - This part has been reviewed and is waiting for the overall PIA validation. If you wish to change the review, you have to ",
          "cancel": "TO BE TRANSLATED - cancel the validation request.",
          "cancel_button": "TO BE TRANSLATED - Cancel the validation request"
        }
      }
    },
    "footer": {
      "ask_evaluation": "Vraag een beoordeling",
      "validate_evaluation": "Beoordeling valideren",
      "subsection_validated": "Subsectie beoordeeld, in afwachting van definitieve validatie",
      "mandatory_fields": "Alle velden moeten worden ingevuld"
    }
  },
  "measures": {
    "placeholder_title": "Maatregel titel",
    "add": "Voeg een lege maatregel toe (gebruik anders de kennisbank)",
    "edit": "Bewerk maatregel",
    "remove": "Verwijder maatregel",
    "default_placeholder": "Beschrijf de bestaande of beoogde maatregelen om de gegevensbeveiliging te waarborgen."
  },
  "knowledge_base": {
    "title": "Kennis bank",
    "search": "Zoeken",
    "add_measure": "Toevoegen",
    "placeholder_help": "Invoerhulpmiddelen",
    "placeholder_add_measure": "Voeg deze maatregel toe",
    "add_measure_hint": "U kunt ook een meetregel uit de kennisbank toevoegen.",
    "filters": {
      "title": "TO BE TRANSLATED - Filters",
      "all": "Allemaal",
      "definitions": "Definities",
      "organizational_measures": "Organisatorische maatregelen",
      "measures_on_data": "Logische beveiligingsmaatregelen",
      "general_measures": "Fysieke beveiligingsmaatregelen",
      "no_result": "Geen resultaat gevonden."
    },
    "category": {
      "definition": "Definitie",
      "principle": "Principe",
      "organizational_measure": "Organisatorische maatregelen",
      "measure_on_data": "Logische beveiligingsmaatregelen",
      "general_measure": "Fysieke beveiligingsmaatregelen",
      "example": "Voorbeeld"
    },
    "slugs": {
      "PIA_LGL_FOND": {
        "name": "Verantwoording van de rechtmatigheid",
        "description": "- De betrokkene heeft toestemming gegeven voor de verwerking van zijn of haar persoonsgegevens voor een of meer specifieke doeleinden. - Verwerking is noodzakelijk voor de uitvoering van een contract waarbij de betrokkene partij is of om stappen te ondernemen op verzoek van de betrokkene voorafgaand aan het aangaan van een contract <br> -verwerking is noodzakelijk voor de naleving van een wettelijke verplichting waaraan de voor de verwerking verantwoordelijke onderworpen is - Verwerking is nodig om de vitale belangen van de betrokkene of van een andere persoon te beschermen natuurlijke persoon <br> - Verwerking is noodzakelijk voor de uitvoering van een taak die wordt uitgevoerd in het openbaar belang of bij de uitoefening van het openbaar gezag door de voor de verwerking verantwoordelijke <br> - Verwerking is noodzakelijk met het oog op de legitieme belangen die door de voor de verwerking verantwoordelijke worden nagestreefd of door een derde partij, behalve wanneer dergelijke belangen worden opgeheven door de belangen of fundamentele rechten en vrijheden van de betrokkene die bescherming van persoonsgegevens vereisen, met name wanneer de dat een onderwerp is een kind - Zie<a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">art. 6 of [AVG]</a> ",
        "source": "PIA2 p4"
      },
      "PIA_LGL_ST": {
        "name": "Subcontracting",
        "description": "Er moet een verwerkingscontract worden ondertekend met elke verwerker, waarin alle aspecten worden uiteengezet die zijn vastgelegd in Art. 28 van de [AVG]: duur, reikwijdte, doel, gedocumenteerde verwerkingsinstructies, voorafgaande toestemming wanneer een verwerker is ingeschakeld, verstrekking van documentatie die bewijs levert van de naleving van de [AVG], onmiddellijke kennisgeving van een inbreuk op de gegevens, enz.",
        "source": "PIA2 p10"
      },
      "PIA_LGL_TRAN": {
        "name": "Transfers",
        "description": "Afhankelijk van het land in kwestie, moet u de keuze voor externe hosting rechtvaardigen en aangeven welke juridische toezichtregelingen zijn geïmplementeerd om te zorgen voor een adequate bescherming van de betrokkene bij een grensoverschrijdende doorgifte. Dat wil zeggen: <br> - Europese Unie <br> - Land erkend als voldoende bescherming door de EU <br> - Overdracht naar de Verenigde Staten aan een bedrijf dat zich bij het privacyschild heeft aangesloten - Ander land <br> Zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">art. 44 tot 49 van de [AVG]</a>",
        "source": "PIAF Connected Objects p18"
      },
      "PIA_LGL_DESC": {
        "name": "De beschrijving van de verwerking",
        "description": "Presenteer een korte schets van de verwerking in kwestie, de aard, reikwijdte, context, doelen en inzetten. Identificeer de datacontroller en eventuele processors. Maak een lijst van de standaardreferenties die van toepassing zijn op de verwerking en die noodzakelijk zijn of moeten worden nageleefd, met name de goedgekeurde gedragscodes (zie artikel 40 van het Reglement). <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">[AVG]</a>) en certificeringen met betrekking tot gegevensbescherming (zie Art. 42 van de <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">[AVG]</a>)",
        "source": "PIA1 p4"
      },
      "PIA_LGL_DATA": {
        "name": "Gegevens en processen",
        "description": "Definieer en beschrijf de scope in detail: <br> - de betreffende persoonlijke gegevens, hun ontvangers en hun opslagduur <br> - beschrijving van de processen en persoonlijke gegevens die de assets ondersteunen voor de gehele levenscyclus van persoonlijke gegevens (van verzameling tot wissen).",
        "source": "PIA1 p6"
      },
      "PIA_LGL_SUPT": {
        "name": "Ondersteunende activa",
        "description": "Activum waarop persoonlijke gegevens vertrouwen. Opmerking: dit kunnen hardware, software, netwerken, mensen, papier- of papiertransmissiekanalen zijn.",
        "source": "PIA1 p10"
      },
      "PIA_LGL_FIN": {
        "name": "Beginselen met betrekking tot de verwerking van persoonsgegevens",
        "description": "Persoonsgegevens worden verzameld voor specifieke, expliciete en legitieme doeleinden en <strong> niet verder verwerkt op een manier die onverenigbaar is met die doeleinden.</strong> <br>Zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 5.1 b) van de [AVG]</a>",
        "source": "AVG art 5.1 b)"
      },
      "PIA_LGL_MINI": {
        "name": "Data minimisatie",
        "description": "Het is belangrijk om de ernst van de risico's te verminderen door het aantal persoonsgegevens dat wordt verwerkt te beperken door deze gegevens te beperken tot wat strikt noodzakelijk is voor de doeleinden waarvoor ze worden verwerkt (anders zouden ze niet moeten worden verzameld). Dan wordt het ook mogelijk om de gegevens zelf te minimaliseren, via controles die gericht zijn op het verminderen van hun gevoeligheid.",
        "source": "PIAF Connected Objects p10 - WIKI"
      },
      "PIA_LGL_DEST": {
        "name": "Ontvanger",
        "description": "Natuurlijke of rechtspersoon, overheidsinstantie, agentschap of een andere instantie waaraan de persoonsgegevens worden verstrekt, ongeacht of deze derden zijn of niet. Overheidsinstanties die in het kader van een bepaald onderzoek persoonsgegevens kunnen ontvangen in overeenstemming met de wetgeving van de Unie of de lidstaten, worden echter niet als ontvangers beschouwd; de verwerking van die gegevens door die overheidsinstanties moet in overeenstemming zijn met de toepasselijke gegevensbeschermingsregels overeenkomstig de doeleinden van de verwerking. zie Art. 4.9 van de <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">[GDPR]</a>",
        "source": "AVG art 4.9"
      },
      "PIA_LGL_DUR": {
        "name": "Opslagduur",
        "description": "Er moet een opslagduur worden gedefinieerd voor elk type gegevens en worden gerechtvaardigd door de wettelijke vereisten en / of verwerkingsbehoeften. Er wordt dus een onderscheid gemaakt tussen gemeenschappelijke gegevens en gearchiveerde gegevens, waartoe de toegang beperkt blijft tot alleen de betrokken belanghebbenden. Een wismechanisme moet worden geïmplementeerd om gemeenschappelijke gegevens te archiveren of gearchiveerde gegevens te wissen aan het einde van de opslagduur. Functionele sporen moeten ook worden verwijderd, evenals technische logboeken die mogelijk niet voor onbepaalde tijd worden opgeslagen",
        "source": "PIAF Connected Objects p12"
      },
      "PIA_LGL_INFO": {
        "name": "Informeren van betrokkenen",
        "description": "Zorg ervoor dat de onderwerpen op de hoogte zijn. Controleer of de verwerking niet onder een uitzondering valt en niet onderhevig is aan specifieke voorwaarden.",
        "source": "PIA3 p8 - WIKI"
      },
      "PIA_LGL_CONS": {
        "name": "Toestemming",
        "description": "Sta de betrokkenen toe om een vrije, specifieke en geïnformeerde keuze te maken. Bepaal of de verwerking berust op een andere wettelijke basis dan toestemming overeenkomstig Art. 6 van de <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">[AVG]</a>",
        "source": "PIA3 p11 - WIKI"
      },
      "PIA_VAL_DPO": {
        "name": "DPO's (FG) mening ",
        "description": "De voor de verwerking verantwoordelijke zoekt de functionaris voor gegevensbescherming (FG), indien aangewezen, bij het uitvoeren van een gegevensbeschermingseffectbeoordeling. Zie Art. 39.2 van de <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">[AVG]</a><br> <strong>Deze opvatting kan tegen de verwerking zijn die wordt geïmplementeerd, zonder de beslissing van de verantwoordelijke voor dat alles te beperken</strong>.",
        "source": "AVG Art. 39.2 en PIAF Connected Objects p37"
      },
      "PIA_VAL_CONC": {
        "name": "Het oordeel van de betrokkene",
        "description": "In voorkomend geval wint de voor de verwerking verantwoordelijke het standpunt van de betrokkenen of hun vertegenwoordigers in over de voorgenomen verwerking, onverminderd de bescherming van commerciële of openbare belangen of de beveiliging van verwerkingshandelingen. Zie Art. 39.2 van de <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">[AVG]</a><br>Deze standpunten kunnen op verschillende manieren worden verzameld, afhankelijk van de context (intern of extern onderzoek naar de verwerkingsmethoden en het doel, vraag onder aandacht van personeelsvertegenwoordigers of vakbonden brengen, enquête onder toekomstige klanten van de gegevensverwerker). <strong> Als de gegevensbeheerder besluit de meningen van de betrokkenen te negeren </strong>, moet hij <strong> de motivering voor dit besluit noteren </strong>. Wanneer de voor de verwerking verantwoordelijke meent dat <strong> het verzamelen van de standpunten van de betrokkenen niet relevant is, moet hij ook de motivering daarvan noteren</strong>.",
        "source": "AVG Art. 39.9 en PIAF Connected Objects p38"
      },
      "PIA_VAL_RT": {
        "name": "Formele validatie",
        "description": "Bepaal of de geselecteerde controles, restrisico's en actieplan aanvaardbaar zijn, met motiveringen, met het oog op de eerder geïdentificeerde belangen en standpunten van de belanghebbenden. Op deze manier kan de PIA zijn: <br> - gevalideerd <br> - afhankelijk van verbetering (leg uit op welke manier) <br> - geweigerd (samen met de verwerking in kwestie). Herhaal waar nodig de voorgaande stappen zodat de PIA kan worden gevalideerd. Deze beslissing loopt niet vooruit op de conformiteitsbeoordeling die eventueel wordt uitgevoerd door de autoriteit voor gegevensbescherming (de CNIL in Frankrijk), als onderdeel van bijvoorbeeld voorafgaande formaliteiten of controles.",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_TEC_CHIF": {
        "placeholder": "Beschrijf hier de middelen die zijn geïmplementeerd om de vertrouwelijkheid van gegevens te waarborgen",
        "name": "Encryptie",
        "description": "Middelen geïmplementeerd voor <strong> zorgen voor de vertrouwelijkheid </strong> van opgeslagen gegevens (in de database, in platte bestanden, back-ups, enz.), Evenals de procedure voor het beheren van coderingssleutels (creatie, opslag, wijziging in het geval van vermoede gevallen van compromittering van gegevens, enz.). Beschrijf de coderingsmiddelen die worden gebruikt voor gegevensstromen (VPN, TLS, enz.) die bij de verwerking zijn geïmplementeerd.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_ANO": {
        "placeholder": "Geef hier geïmplementeerde anonimiseringsmechanismen aan",
        "name": "Anonimisering",
        "description": "Geef hier aan of anonimiseringsmechanismen zijn geïmplementeerd, welke en waarvoor. <br> Vergeet niet om een duidelijk onderscheid te maken tussen anonieme en pseudonieme gegevens.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CLO": {
        "placeholder": "Geef hier aan of partitionering van de verwerking is gepland en hoe dit wordt uitgevoerd.",
        "name": "Partitiegegevens",
        "description": "Implementatie van gegevenspartitionering helpt om de mogelijkheid te verkleinen, dat persoonlijke gegevens kunnen worden gecorreleerd en dat een schending van alle persoonlijke gegevens kan optreden.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CTLA": {
        "placeholder": "Geef hier aan hoe gebruikersprofielen zijn gedefinieerd en toegewezen.",
        "name": "Logische toegangscontrole",
        "description": "Methoden voor het definiëren en toewijzen van gebruikersprofielen. Geef de geïmplementeerde <strong> authenticatie </strong> op. Geef, waar van toepassing, de regels op die van toepassing zijn op wachtwoorden (minimale lengte, vereiste tekens, geldigheidsduur, aantal mislukte pogingen, voordat toegang tot het account vergrendeld is, enz.).",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_LOG": {
        "placeholder": "Geef hier aan of gebeurtenissen worden vastgelegd en hoelang deze sporen worden opgeslagen.",
        "name": "Traceerbaarheid (logging)",
        "description": "Beleid dat traceerbaarheid en logbeheer definieert.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_ARCH": {
        "placeholder": "Geef hier aan of er mechanismen worden geïmplementeerd voor integriteitscontrole van opgeslagen gegevens, welke en voor welk doel.",
        "name": "Archiveren",
        "description": "Beschrijf, waar van toepassing, hier de processen van archiefbeheer (levering, opslag, raadpleging, enz.) onder uw verantwoordelijkheid. Geef de archiveringsrollen op (bronnen van oorsprong, overmakende instanties, enz.) En het archiveringsbeleid. Geef aan of gegevens binnen het bereik van openbare archieven kunnen vallen.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_TEC_PAP": {
        "placeholder": "Geef hier aan of er mechanismen zijn geïmplementeerd voor integriteitscontrole van papieren documenten, welke en voor welk doel.",
        "name": "Papieren documentbeveiliging",
        "description": "Waar papieren documenten met gegevens worden gebruikt tijdens de verwerking, geeft hier aan hoe u ze afdrukt, opslaat, vernietigd en uitwisselt.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_MINI": {
        "placeholder": "Geef hier aan of de hoeveelheid persoonlijke gegevens wordt beperkt om de ernst van risico's te verminderen",
        "name": "Minimaliseren van de hoeveelheid persoonlijke gegevens",
        "description": "De volgende methoden kunnen worden gebruikt: filteren en verwijderen, gevoeligheid verminderen via conversie, de identificerende aard van gegevens verminderen, gegevensaccumulatie reduceren, gegevenstoegang beperken",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_SEC_EXP": {
        "placeholder": "Beschrijf hier, hoe de software-updates (besturingssystemen, applicaties, enz.) en de toepassing van patches voor het corrigeren van beveiligingsmaatregelen worden uitgevoerd.",
        "name": "Operationele beveiliging",
        "description": "Beleid geïmplementeerd om de mogelijkheid en de impact van risico's op activa die persoonlijke gegevens ondersteunen te verkleinen.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_MAL": {
        "placeholder": "Beschrijf hier de controle maatregelen die zijn geïmplementeerd om risico's te verminderen tijdens het gebruik van minder beveiligde netwerken.",
        "name": "Vasthouden aan schadelijke software",
        "description": "Controle maatregelen geïmplementeerd op werkstations en servers om hen te beschermen tegen kwaadwillende software tijdens toegang tot minder beveiligde netwerken.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_COMP": {
        "placeholder": "Beschrijf hier de bedieningselementen die op de werkstations zijn geïmplementeerd",
        "name": "Werkstations beheren",
        "description": "Controle maatregelen geïmplementeerd op werkstations (automatische vergrendeling, regelmatige updates, configuratie, fysieke beveiliging, enz.) Om de mogelijkheid om softwareleigenschappen (besturingssystemen, bedrijfsapplicaties enz.) te misbruiken om persoonlijke gegevens nadelig te beïnvloeden.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_WEB": {
        "placeholder": "Geef hier de controle maatregelen aan die zijn geïmplementeerd om websites te beveiligen.",
        "name": "Website beveiliging",
        "description": "Implementatie van ANSSI-aanbevelingen voor het beveiligen van websites.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_BKP": {
        "placeholder": "Geef hier aan hoe back-ups worden beheerd. Maak duidelijk of ze op een veilige plaats zijn opgeslagen.",
        "name": "Backups",
        "description": "Beleid en middelen geïmplementeerd om de beschikbaarheid en / of integriteit van de persoonlijke gegevens te waarborgen, met behoud van hun vertrouwelijkheid.",
        "source": "PIAF Connected Objects p23 & PIA3 p27  - WIKI"
      },
      "PIA_SEC_MAIN": {
        "placeholder": "Beschrijf hier hoe fysiek onderhoud van hardware wordt beheerd",
        "name": "Onderhoud",
        "description": "Beleid dat beschrijft hoe fysiek onderhoud van hardware wordt beheerd en waarin wordt vermeld of dit wordt uitbesteed. <br> Geef aan of extern onderhoud van apps is toegestaan en volgens welke regelingen. Geef aan of defecte apparatuur op een specifieke manier wordt beheerd.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_NET": {
        "placeholder": "Geef hier de beveiligingscontroles van het netwerk aan waarop de verwerking wordt uitgevoerd",
        "name": "Netwerk veiligheid",
        "description": "Afhankelijk van het type netwerk waarop de verwerking wordt uitgevoerd (geïsoleerd, privé of internet). Geef op welk firewallsysteem, inbraakdetectiesystemen of andere actieve of passieve apparaten de netwerkbeveiliging moeten waarborgen.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_PHY": {
        "placeholder": "Geef hier aan hoe fysieke toegangscontrole wordt uitgevoerd met betrekking tot het pand dat de verwerking accommodeert.",
        "name": "Fysieke toegangscontrole",
        "description": "Beleid om fysieke beveiliging te waarborgen (bestemmingsplan, escorteren van bezoekers, dragen van pasjes, vergrendelde deuren en dergelijke). Geef aan of er sprake is van waarschuwingsprocedures bij een inbraak.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_LOG": {
        "placeholder": "Hier worden middelen en bedieningselementen aangegeven die zijn geïmplementeerd om incidenten met persoonsgegevens te detecteren",
        "name": "Netwerkactiviteit controleren",
        "description": "Monitor inbraakdetectiesystemen en inbraakpreventiesystemen om netwerkverkeer (bedrade netwerken, wifi, radiogolven, glasvezel, enz.) in realtime te analyseren en eventuele verdachte activiteiten te detecteren die wijzen op een cyberaanvalscenario.",
        "source": "PIA3 p67 - WIKI"
      },
      "PIA_SEC_MAT": {
        "placeholder": "Geef hier de bedieningselementen aan die betrekking hebben op de fysieke beveiliging van servers en werkstations",
        "name": "Hardware beveiliging",
        "description": "Geef hier de bedieningselementen aan die betrekking hebben op de fysieke beveiliging van servers en werkstations (beveiligde opslag, beveiligingskabels, vertrouwelijkheidsfilters, veilig wissen vóór het afdanken, enz.).",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_SRC": {
        "placeholder": "Geef hier aan of het implantatiegebied onderhevig is aan milieurampen",
        "name": "Risico's vermijden",
        "description": "Documentatie over het implantatiegebied, die niet mag worden blootgesteld aan milieurampen (overstromingsgebied, nabijheid van chemische industrieën, aardbevingen of vulkanische zones, enz.). Geef aan of gevaarlijke producten in hetzelfde gebied worden opgeslagen.",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_PROT": {
        "placeholder": "Hier aangeven betekent middelen vermijden om niet-menselijke bronnen van risico's te beperken.",
        "name": "Bescherming tegen niet-menselijke bronnen van risico's",
        "description": "Beleid dat de middelen voor brandpreventie, detectie en bestrijding beschrijft. Vermeld waar van toepassing de middelen om waterschade te voorkomen. Specificeer ook de middelen voor het bewaken en ontlasten van de voedingsspanning.",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_ORG_ORG": {
        "placeholder": "Geef aan of de rollen en verantwoordelijkheden voor gegevensbescherming zijn gedefinieerd.",
        "name": "Organisatie",
        "description": "Geef aan of een persoon verantwoordelijk is voor de handhaving van privacywetten en -voorschriften. Geef aan of er een toezichtcomité (of gelijkwaardig) verantwoordelijk is voor de begeleiding en follow-up van acties met betrekking tot de bescherming van privacy.",
        "source": "PIAF Connected Objects p24 - WIKI"
      },
      "PIA_ORG_POL": {
        "placeholder": "Beschrijf hier de documentaire basis met gegevensbeschermingsdoelen en -regels.",
        "name": "Policy",
        "description": "Beschrijf belangrijke aspecten met betrekking tot gegevensbescherming binnen een documentaire basis die het gegevensbeschermingsbeleid vormt en in een vorm die geschikt is voor elk type inhoud (risico's, belangrijkste beginselen die moeten worden gevolgd, doelstellingen, toe te passen regels, enz.) en elk communicatiedoel (gebruikers, IT-afdeling, beleidsmakers, enz.).",
        "source": "PIA3 p78 - WIKI"
      },
      "PIA_ORG_RMGT": {
        "placeholder": "Beschrijf hier processen om de risico's van verwerkingen te beheersen op basis van gegevensbescherming en gegevensbescherming.",
        "name": "Privacyrisico's beheren",
        "description": "Beleid dat processen beschrijft om de risico's te beheersen die door de organisatie worden uitgevoerd met betrekking tot gegevensbescherming en de privacy van betrokkenen (een kaart maken van de risico's, enz.).",
        "source": "PIA3 p77 - WIKI"
      },
      "PIA_ORG_PBD": {
        "placeholder": "Beschrijf hier hoe privacybescherming is geïntegreerd in projecten",
        "name": "Integratie van privacybescherming in projecten",
        "description": "Het bestaan van een formeel beleid welke de bescherming van persoonlijke gegevens in alle nieuwe verwerkingsactiviteiten waarborgt.",
        "source": "PIA3 p79 - WIKI"
      },
      "PIA_ORG_VIOL": {
        "placeholder": "Geef hier aan of IT-incidenten onderworpen zijn aan een gedocumenteerde en geteste beheersprocedure.",
        "name": " Het beheren van schendingen van persoonlijke gegevens",
        "description": "Bestaan van een operationele organisatie die incidenten kan detecteren en behandelen die van invloed kunnen zijn op de burgerlijke vrijheden en privacy van de betrokkenen.",
        "source": "PIAF Connected Objects p24 and PIA3 p36 - WIKI"
      },
      "PIA_ORG_PERS": {
        "placeholder": "Geef hier aan welke bewustmakingscontroles worden uitgevoerd met betrekking tot werknemers.",
        "name": "Personeelsmanagement",
        "description": "Het bestaan van een beleid, dat bewustmakingscontroles beschrijft, wordt uitgevoerd met betrekking tot een nieuwe personen en welke controles worden uitgevoerd wanneer personen die toegang hebben gehad tot gegevens hun baan verlaten.",
        "source": "PIAF Connected Objects p24"
      },
      "PIA_ORG_EXT": {
        "placeholder": "Geef hier voor verwerkers aan, die toegang tot gegevens nodig hebben, de beveiligingscontroles en regelingen die met betrekking tot die toegang zijn uitgevoerd.",
        "name": "Betrekkingen met derden",
        "description": "Bestaan van een beleid en processen die het risico verminderen, dat legitieme toegang tot persoonsgegevens door derden, de burgerlijke vrijheden en privacy van de betrokkenen kan beïnvloeden.",
        "source":  "PIA3 p48 - WIKI"
      },
      "PIA_ORG_AUD": {
        "placeholder": "Geef hier aan of de effectiviteit en toereikendheid van privacymaatregelen worden bewaakt.",
        "name": "Toezicht",
        "description": "Bestaan van een beleid en processen om een organisatie te realiseren, die in staat is om de bescherming van persoonlijke gegevens die zich daarin bevinden, te beheren en controleren.",
        "source":  "PIA3 p76 - WIKI"
      },
      "PIA_DEF_EXA": {
        "name": "Quality of data",
        "description": "Persoonlijke gegevens moeten nauwkeurig zijn en, waar nodig, worden bijgewerkt; elke redelijke stap moet worden gezet om ervoor te zorgen dat persoonsgegevens die onnauwkeurig zijn, rekening houdend met de doeleinden waarvoor ze worden verwerkt, onverwijld worden gewist of gecorrigeerd ('nauwkeurigheid'). <br> zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 5.1 d) van [AVG]</a>",
        "source": "AVG Art. 5.1 d)"
      },
      "PIA_DEF_MES": {
        "name": "Maatregelen",
        "description": "Te kiezen uit diegenen die beschikbaar zijn in sectie \\'Geplande of bestaande maatregelen \\', die u eventueel kunt invullen.",
        "source": "Geen"
      },
      "PIA_DEF_RT": {
        "name": "Verwerkingsverantwoordelijke",
        "description": "Natuurlijke of rechtspersoon, overheidsinstantie, agentschap of andere instantie die, alleen of samen met anderen, de doeleinden en middelen voor de verwerking van persoonsgegevens bepaalt; wanneer het doel en de middelen van een dergelijke verwerking worden bepaald door de wetgeving van de Unie of de lidstaat, kan de voor de verwerking Verwerkingsverantwoordelijke of de specifieke criteria voor de aanwijzing ervan door de wetgeving van de Unie of de lidstaten worden geregeld <br>zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 4.7 van de [AVG]</a>",
        "source": "AVG Art. 4.7"
      },
      "PIA_DEF_DCP": {
        "name": "Persoonsgegevens",
        "description": "Alle informatie met betrekking tot een geïdentificeerde of identificeerbare natuurlijke persoon ('gegevenssubject'); een identificeerbare natuurlijke persoon is iemand die direct of indirect kan worden geïdentificeerd, met name door te verwijzen naar een identificator zoals een naam, een identificatienummer, locatiegegevens, een online-identificator of een of meer factoren die specifiek zijn voor de fysieke, fysiologische, genetische, mentale, economische, culturele of sociale identiteit van die natuurlijke persoon. <br> zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 4.1 van de [AVG]</a>",
        "source": "AVG Art 4.1"
      },
      "PIA_DEF_DEST": {
        "name": "Ontvanger",
        "description": "Natuurlijke of rechtspersoon, overheidsinstantie, agentschap of een andere instantie waaraan de persoonsgegevens worden verstrekt, ongeacht of deze derden zijn of niet. Overheidsinstanties die in het kader van een bepaald onderzoek persoonsgegevens kunnen ontvangen in overeenstemming met de wetgeving van de Unie of de lidstaten, worden echter niet als ontvangers beschouwd; de verwerking van die gegevens door die overheidsinstanties moet in overeenstemming zijn met de toepasselijke gegevensbeschermingsregels overeenkomstig de doeleinden van de verwerking. <br> See<a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 4.9 van de [AVG]</a>",
        "source": "AVG Art. 4.9"
      },
      "PIA_DEF_SUPT": {
        "name": "Ondersteunende activa",
        "description": "Activum waarop persoonlijke gegevens vertrouwen. Dit kunnen hardware, software, netwerken, mensen, papier- of papiertransmissiekanalen zijn",
        "source": "PIA1 p10"
      },
      "PIA_DEF_MINC": {
        "name": "Het minimaliseren van de hoeveelheid persoonlijke gegevens",
        "description": "Verminder de ernst van risico's door de hoeveelheid persoonlijke gegevens te beperken tot wat strikt noodzakelijk is om een bepaald doel te bereiken, anders worden de gegevens niet verzameld.",
        "source": ""
      },
      "PIA_DEF_CONS": {
        "name": "Toestemming",
        "description": "Elke vrij gegeven, specifieke, geïnformeerde en ondubbelzinnige indicatie van de wensen van de betrokkene waarmee hij of zij, door een verklaring of een duidelijke bevestigende handeling, instemt met de verwerking van persoonsgegevens die op hem of haar betrekking hebben. <br> Zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 4.10 van de [AVG]</a>",
        "source": "AVG Art. 4.10"
      },
      "PIA_DEF_ACC": {
        "name": "Recht van inzage",
        "description": "De betrokkene heeft het recht van de verantwoordelijke voor de verwerking te verlangen dat persoonsgegevens worden verwerkt en, indien dat het geval is, toegang tot de persoonsgegevens en de informatie als <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 15 van de [AVG]</a>",
        "source":"AVG Art. 15"
      },
      "PIA_DEF_PORT": {
        "name": "Recht op overdraagbaarheid van gegevens",
        "description": " De betrokkene heeft het recht om de persoonsgegevens die hem of haar betreffen en die hij aan een verantwoordelijke heeft verstrekt, in een gestructureerd, veelgebruikt en machinaal leesbaar formaat te ontvangen en heeft het recht deze gegevens aan een andere controller door te geven zonder belemmering van de controller waaraan de persoonlijke gegevens zijn verstrekt, zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 20 van de [AVG]</a>",
        "source": "AVG Art. 20"
      },
      "PIA_DEF_RECT": {
        "name": "Recht op rectificatie",
        "description": "De betrokkene heeft het recht van de voor de verwerking verwerkingsverantwoordelijke onverwijld de rectificatie van onjuiste persoonsgegevens die op hem of haar betrekking hebben, te verkrijgen. Rekening houdend met de doeleinden van de verwerking heeft de betrokkene het recht onvolledige persoonsgegevens te vervolledigen, onder meer door een aanvullende verklaring te verstrekken.",
        "source": "AVG Art. 16"
      },
      "PIA_DEF_EFF": {
        "name": "Recht op gegevenswissing",
        "description": "De betrokkene heeft het recht van de verwerkingsverantwoordelijke onverwijld persoonsgegevens te wissen en de voor de verwerking verantwoordelijke is verplicht om persoonsgegevens zonder onnodige vertraging te wissen, zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 17 van de [AVG]</a>",
        "source" : "AVG Art. 17"
      },
      "PIA_DEF_LIM": {
        "name": "Recht op beperking van de verwerking",
        "description": "De betrokkene heeft het recht om van de verwerker een beperking van de verwerking te verkrijgen, zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 18 van de [AVG]</a>",
        "source": "AVG Art. 18"
      },
      "PIA_DEF_OPP": {
        "name": "Recht van bezwaar",
        "description": "De betrokkene heeft het recht om op grond van zijn specifieke situatie te allen tijde bezwaar te maken tegen de verwerking van persoonsgegevens die op hem betrekking hebben, overeenkomstig <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 21 van de [AVG]</a>",
        "source": "AVG Art. 21"
      },
      "PIA_DEF_PSEU": {
        "name": "Pseudonimisering",
        "description": "Verwerking van persoonsgegevens op een zodanige wijze, dat de persoonsgegevens niet langer aan een specifieke gegevenssubject kunnen worden toegeschreven zonder het gebruik van aanvullende informatie, op voorwaarde dat die aanvullende informatie afzonderlijk wordt bewaard en onderworpen is aan technische en organisatorische maatregelen om te gegevens worden niet toegeschreven aan een geïdentificeerde of identificeerbare natuurlijke persoon. <br> Pseudonimisering vermindert de koppelbaarheid van een gegevensset met de oorspronkelijke identiteit van een betrokkene; als zodanig is het een nuttige beveiligingsmaatregel, maar geen methode voor anonimisering.",
        "source" :"AVG Art. 4.5 and guidelines G29 p22 http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
      },
      "PIA_DEF_CLO": {
        "name": "Gegevens partitioneren",
        "description": "Gegevensorganisatie-methoden die de mogelijkheid verkleinen dat persoonlijke gegevens kunnen worden gecorreleerd en dat een schending van alle persoonlijke gegevens kan optreden. Bijvoorbeeld door de persoonlijke gegevens te identificeren die alleen voor elk bedrijfsproces nuttig zijn en logisch van elkaar te scheiden.",
        "source": "PIA3 p19 - WIKI"
      },
      "PIA_DEF_CTLA": {
        "name": "Logische toegangscontrole",
        "description": "Middelen die worden geïmplementeerd om de risico's te beperken dat onbevoegde personen elektronisch toegang krijgen tot persoonlijke gegevens, het vereist onder andere om: <br> - <strong> Gebruikersprofielen beheren </strong> door taken en verantwoordelijkheidsdomeinen te scheiden (bij voorkeur op gecentraliseerde wijze) om de toegang tot persoonlijke gegevens exclusief aan geautoriseerde gebruikers te beperken door het toepassen van need-to-know en leastprivilege-principes. <br> - Trek de rechten van werknemers, contractpartijen en andere derden in wanneer ze niet langer geautoriseerd zijn voor toegang een pand of een bron </strong> of wanneer hun <strong> arbeidscontract eindigt </strong>.",
        "source": "PIA3 p43 - WIKI"
      },
      "PIA_DEF_MIN1": {
        "name": "Filteren en verwijderen",
        "description": "Wanneer gegevens worden geïmporteerd, kunnen verschillende soorten metagegevens (zoals EXIF-gegevens met een bijgevoegd afbeeldingsbestand) onopzettelijk worden verzameld. <br> Dergelijke metadata moeten worden geïdentificeerd en geëlimineerd als ze niet nodig zijn voor de gespecificeerde doelen.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN2": {
        "name": "Gevoeligheid verminderen via conversie",
        "description": "Zodra gevoelige gegevens zijn ontvangen, als onderdeel van een reeks algemene informatie of alleen voor statistische doeleinden zijn verzonden, kunnen deze worden omgezet in een minder gevoelige vorm of gepseudonimiseerd. Bijvoorbeeld: <br> - als het systeem het IP-adres verzamelt om de locatie van de gebruiker te bepalen voor een statistisch doel, kan het IP-adres worden verwijderd nadat de stad of district is afgeleid <br> - als het systeem videogegevens ontvangt van surveillance camera's, kan het mensen herkennen die zich in de scène bevinden of bewegen en deze vervagen. - Als het systeem een slimme meter is, kan het het gebruik van energie gedurende een bepaalde periode samenvoegen, zonder het in realtime op te nemen",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_SRC": {
        "name": "Risicobron",
        "description": "Persoon of niet-menselijke bron die een risico kan veroorzaken. Deze bron kan per ongeluk of opzettelijk werken.",
        "source": "PIA1 p11 - WIKI"
      },
      "PIA_DEF_MEN": {
        "name": "Bedreiging",
        "description": "Procedure bestaande uit een of meer individuele acties op gegevensondersteunende activa. Het wordt, opzettelijk of anderszins, gebruikt door risicobronnen en kan een gevreesde gebeurtenis veroorzaken.",
        "source": "PIA1 p12 - WIKI"
      },
      "PIA_DEF_MENA": {
        "name": "Bedreigingen die kunnen leiden tot een onwettige toegang",
        "description": "Bedreigingen met betrekking tot: - <strong> Hardware </strong>, ongepast gebruikt, waargenomen, gewijzigd, verloren (gebruik of transport van gevoelige hardware voor persoonlijke doeleinden, het kijken naar het scherm van een persoon zonder hun medeweten in de trein, het volgen door een hardware-gebaseerd systeem) key logger, etc.) <br> - <strong> Software </strong>, ongepast gebruikt, waargenomen, gewijzigd (verhogen van privileges, verzameling van configuratiegegevens, infectie door schadelijke code, etc.) <br> - <strong> Computerkanalen </strong> waargenomen (onderschepping van Ethernet-verkeer, enz.) <br> - <strong> Mensen </strong>, waargenomen, gemanipuleerd, verloren (onbedoelde openbaarmaking van informatie, social engineering, opdrachtwijzigingen) <br> - <strong> Papendocumenten </strong> waargenomen, verloren (lezen, diefstal van e-mail, enz.) <br> - <strong> kanalen voor papiertransmissie </strong> waargenomen (lezing van handtekeningenboeken in omloop, enz.)",
        "source": "PIAF Connected objects p44 and 45"
      },
      "PIA_DEF_MENM": {
        "name": "Bedreigingen die kunnen leiden tot een ongewenste wijziging van persoonlijke gegevens",
        "description": "<strong> Bedreigingen met betrekking tot: </strong> <br> - <strong> Hardware </strong> gewijzigd (toevoeging van incompatibele hardware resulterend in storingen, verwijdering van essentiële onderdelen, enz.) <br> - <strong> Software </strong> ongepast of gewijzigd gebruikt (ongewenste wijzigingen aan gegevens in databases, operatorfouten die gegevens wijzigen, enz.) <br> - <strong> computerkanalen </strong> ongepast gebruikt (opnieuw verzenden van onderschepte gegevens, enz.) <br> - <strong> Mensen </strong> overbelast of manipuleert (toewijzing van personeel aan taken buiten hun mogelijkheden, stress of negatieve veranderingen in arbeidsomstandigheden, invloed, etc.) <br> - Papieren documenten die zijn gewijzigd (wijzigingen in figuren in een bestand, vervanging van een origineel door een vervalsing, enz.) <br> - <strong> kanalen voor papiertransmissie </strong> die zijn gewijzigd (van het ene handtekeningboek naar het andere overschakelen, meerdere conflicterende documenten verzenden, enz.)",
        "source": "PIAF Connected Objects p43 and 44, WIKI"
      },
      "PIA_DEF_MENI": {
        "name": "Bedreigingen die kunnen leiden tot het verdwijnen van persoonlijke gegevens",
        "description": "<strong> Bedreigingen met betrekking tot: </strong> <br> - <strong> Hardware </strong>: ongepast gebruikt, overbelast, gewijzigd, beschadigd, verloren (volledige opslagruimte, overbelasting van verwerkingscapaciteit, toevoeging van incompatibele hardware met storingen als gevolg, brand, diefstal of verlies van een actief, enz.) <br> - <strong> Software </strong>: ongepast gebruikt, overbelast, gewijzigd, beschadigd, verloren (wissen van gegevens, overschrijding van databasegrootte, logische bom, niet- verlenging van de licentie voor software die wordt gebruikt voor toegang tot gegevens, enz.) <br> - <strong> Computerkanalen </strong>: overbelast, gewijzigd, verloren (ongeautoriseerd downloaden, verlies van internetverbinding, etc.) <br> - < sterk> Mensen </strong>: overbelast, beschadigd, verloren (slecht gebruik van vaardigheden, ziekte, pensionering, etc.) <br> - <strong> Papendocumenten </strong>: ongepast gebruikt, beschadigd, zoekraken (wissen, verouderen van gearchiveerde documenten, diefstal of verlies van documenten, enz.) <br> - <strong> Papieren verzendkanalen </strong>: overbelast, beschadigd, gewijzigd, verloren (e-mailbezorging onderbroken door een waarschuwing, verplaatsing van kantoren of gebouwen, verlies van een documentleverancier, reorganisatie van papiertransmissiekanalen, enz.)",
        "source": "PIAF Connected Objects p44 and 45, WIKI"
      },
      "PIA_DEF_GRV": {
        "name": "Prioriteitsniveau",
        "description": "Het prioriteitsniveau vertegenwoordigt de omvang van een risico. Het hangt voornamelijk af van de schadelijke aard van de potentiële gevolgen.",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_VRA": {
        "name": "Waarschijnlijkheid",
        "description": "Waarschijnlijkheid drukt de mogelijkheid uit, dat een risico zich voordoet. Het hangt in de eerste plaats af van het niveau van kwetsbaarheden van de ondersteunende activa wanneer deze worden bedreigd en van het niveau van mogelijkheden van de risicobronnen om deze te exploiteren.",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_PBDS": {
        "name": "Project Management",
        "description": "Maatregelen die zijn genomen om de bescherming van persoonsgegevens in alle nieuwe verwerkingsactiviteiten te integreren (vertrouwde namen, richtlijnen, allerlei methodologieën voor risicobeheer of andere interne methodologie).",
        "source": "Mesures_US"
      },
      "PIA_DEF_VIOL": {
        "name": "Inbreuk op persoonlijksgegevens",
        "description": "Overtreding van de beveiliging die leidt tot de accidentele of onwettige vernietiging, verlies, wijziging, ongeautoriseerde openbaarmaking van of toegang tot doorgegeven, opgeslagen of anderszins verwerkte persoonsgegevens.",
        "source": "AVG Art. 4.12"
      },
      "PIA_VAL_CART": {
        "name": "Risico's in kaart brengen",
        "description": "Grafiek die de goede beveiligingspraktijken illustreert, met een conformiteitswaarde die aan elk wordt toegeschreven op basis van zijn beoordeling in vorige stappen.",
        "source": "PIAF Connected Objects p34"
      },
      "PIA_VAL_ACT": {
        "name": "Actieplan",
        "description": "Corrigerende controles voorgesteld door de beoordelaar in eerdere stappen, opstellen van een actieplan met voor elke actie de manager, frequentie, moeilijkheidsgraad, kosten en voortgang.",
        "source": "None"
      },
      "PIA_DEF_ENJ": {
        "name": "Inzet",
        "description": "Verwachte voordelen (voor de organisatie, voor de betrokkenen, voor de samenleving in het algemeen, enz.).",
        "source": "PIA1 p4 footnote 8"
      },
      "PIA_DEF_ST": {
        "name": "Verwerker",
        "description": "Natuurlijke of rechtspersoon, overheidsinstantie, agentschap of andere instantie die persoonsgegevens namens de verantwoordelijke voor de verwerking verwerkt, zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 4.8 van de [AVG]</a>.<br>The processor and any person acting under the authority of the controller or of the processor, who has access to personal data, shall not process those data except on instructions from the controller, unless required to do so by Union or Member State law, see <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 29 van de [AVG]</a>.",
        "source": "AVG Art. 4.8 and 29"
      },
      "PIA_DEF_RGPD": {
        "name": "Algemene verordening gegevensbescherming (AVG)",
        "description": "Verordening betreffende de bescherming van natuurlijke personen in verband met de verwerking van persoonsgegevens en betreffende het vrije verkeer van die gegevens en tot intrekking van Richtlijn 95/46 / EG.",
        "source": "Europese privacywetgeving AVG"
      },
      "PIA_DEF_PC": {
        "name": "Betrokkene",
        "description": "Personen op wie de verwerkingde gegevens betrekking hebben .",
        "source": "PIA1 p9"
      },
      "PIA_DEF_MIN3": {
        "name": "Het verminderen van de identificatie van de aard van de gegevens",
        "description": "Het systeem kan ervoor zorgen dat: <br> - de gebruiker kan een bron of service gebruiken zonder het risico van het bekendmaken van zijn / haar identiteit (anonieme gegevens) <br> - de gebruiker kan een bron of service gebruiken zonder het risico te lopen zijn / zijn haar identiteit, maar blijft identificeerbaar en verantwoordelijk voor dit gebruik (pseudoniemgegevens) <br> - de gebruiker kan meerdere bronnen of services gebruiken zonder het risico dat deze verschillende soorten gebruik aan elkaar worden gekoppeld (gegevens kunnen niet worden gecorreleerd) <br> - de gebruiker kan een bron of service gebruiken zonder het risico van anderen, in het bijzonder derde partijen, om te kunnen constateren dat de bron of dienst wordt gebruikt (niet-observeerbaarheid) <br> De keuze van een methode uit de bovenstaande lijst moet worden gemaakt op basis van de geïdentificeerde bedreigingen. Voor sommige vormen van bedreiging van privacy is pseudonimisering geschikter dan anonimisering (bijvoorbeeld als er een traceerbaarheid nodig is). Bovendien zullen sommige bedreigingen van de privacy worden aangepakt met behulp van een combinatie van methoden.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN4": {
        "name": "Vermindering van gegevensaccumulatie",
        "description": "The system can be organised into independent parts with separate access control functions. The data can also be divided between these independent sub-systems and controlled by each sub-system using different access control mechanisms. If a sub-system is compromised, the impacts on all of the data can thus be reduced.",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN5": {
        "name": "Gegevenstoegang beperken",
        "description": "Het systeem kan de gegevenstoegang beperken volgens het \\'need to know \\' -principe. Het systeem kan de gevoelige gegevens scheiden en specifieke toegangscontrolebeleid toepassen. Het systeem kan ook gevoelige gegevens coderen om hun vertrouwelijkheid tijdens verzending en opslag te beschermen. Toegang tot tijdelijke cookies die worden geproduceerd tijdens de gegevensverwerking moet ook worden beschermd.",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_EX_DCPC": {
        "name": "Gemeenschappelijke persoonsgegevens",
        "description": "<strong> Identificatiegegevens </strong>: burgerlijke staat, identiteit, leeftijd, etc. <br> <strong> Persoonlijk leven </strong>: leefgewoonten, burgerlijke staat, enz. <br> <strong> Professioneel leven </strong>: cv, onderwijs en professionele training, onderscheidingen, etc. <br> <strong> Verbindingsgegevens </strong>: IP-adressen, gebeurtenislogboeken, enz. <br> <strong> Locatiegegevens </strong>: reizen, GPS-gegevens, GSM-gegevens, enz. <br> <strong> Overige </strong>: telefoonnummer, e-mailadres, etc.",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPS": {
        "name": "Persoonlijke gegevens die als gevoelig worden ervaren",
        "description": "burgerservicenummer (BSN), biometrische gegevens, bankgegevens",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPR": {
        "name": "Overtuigingen en gevoelige persoonsgegevens",
        "description": "Filosofische, politieke, religieuze en vakbondsvisies, seksleven, gezondheidsgegevens, ras of etnische afkomst, gegevens over gezondheid of seksleven, overtredingen, veroordelingen, veiligheidsmaatregelen, zie <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/NL/TXT/HTML/?uri=CELEX:32016R0679&from=NL\">Art. 9 and 10 van de [AVG]</a>.",
        "source": "PIA2 old version, GDPR Article 9 and 10 - WIKI"
      },
      "PIA_EX_HUMI": {
        "name": "Interne menselijke bronnen",
        "description": "Het kan een van beide zijn: <br> - een nalatige of malafide medewerker, nabijheid van het systeem, vaardigheden, privileges en beschikbare tijd zijn potentieel hoog, mogelijk gebrek aan training en bewustzijn <br> - Onachtzame of schurkenstaten gebruiker of mensen in de omgeving <br> Verschillende motieven zijn mogelijk, waaronder: onhandigheid, fouten, nalatigheid, kwaadaardige bedoelingen, wraak, spionage",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_HUME": {
        "name": "Externe menselijke bronnen",
        "description": "Het kan een van de volgende zijn: <br> - een bedrieglijke of naïeve buur, door een fysieke nabijheid te hebben, de gegevens van het apparaat te hacken; <br> - een hacker die een gebruiker richt door gebruik te maken van de kennis die hij / zij heeft van de gebruiker en sommige van de informatie over hem / haar; <br> - een hacker die zich op een van de bedrijven richt door gebruik te maken van de kennis die hij / zij heeft van de bedrijven die hun imago kunnen ondermijnen; <br> - een geautoriseerd extern bedrijf dat zijn bevoorrechte toegang tot onrechtmatig gebruikt toegang tot informatie.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_NHUM": {
        "name": "Niet-menselijke bronnen",
        "description": "Incident of schade bij een van de organisatie (stroomstoring, brand, overstroming, etc.)",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPN": {
        "name": "Verwaarloosbare ernst",
        "description": "Betrokkenen worden ofwel niet beïnvloed of kunnen enkele ongemakken tegenkomen die ze zonder enig probleem zullen overwinnen. Voorbeelden: <br> - fysiek: voorbijgaande hoofdpijn <br> - materiaal: tijdverlies bij het herhalen van formaliteiten of wachten op waaraan ze moeten voldoen, ontvangst van ongevraagde e-mail (bijv. spams), hergebruik van gegevens die op websites worden gepubliceerd met het doel van gerichte advertenties, enz., <br> - moraal: loutere ergernis, gevoel van inbreuk op privacy zonder echte of objectieve schade (commerciële inbraak), etc.",
        "source": "PIAF Connected Objects p41 - WIKI"
      },
      "PIA_EX_IMPL": {
        "name": "Beperkte ernst",
        "description": "Betrokkenen kunnen aanzienlijke ongemakken tegenkomen, die ze kunnen overwinnen ondanks een paar problemen <br> Voorbeelden: <br> - fysiek: kleine lichamelijke kwalen (kleine ziekte als gevolg van het negeren van contra-indicaties), laster die resulteert in fysieke of psychologische vergelding, enz. <br> - materiaal: onverwachte betalingen (boetes die ten onrechte zijn opgelegd), ontzegging van toegang tot administratieve of commerciële diensten, Ontvangst van ongevraagde gerichte mailings die de reputatie van betrokkenen kunnen schaden enz. <br> - moraal: onbeduidend maar objectief psychische aandoeningen, gevoel van inbreuk op de privacy zonder onomkeerbare schade, intimidatie op sociale netwerken, enz.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPI": {
        "name": "Aanzienlijke ernst",
        "description": "Betrokkenen kunnen aanzienlijke gevolgen ondervinden, die ze moeten kunnen overwinnen, zij het met echte en ernstige problemen <br> Voorbeelden: <br> - fysiek: ernstige fysieke kwalen veroorzaakt schade op de lange termijn (verslechtering van de gezondheid als gevolg van onjuiste zorg of veronachtzaming van contra-indicaties), lteratie van fysieke integriteit, bijvoorbeeld na een aanslag, een ongeval thuis, werk, etc. <br> - materiaal: verduistering van niet-gecompenseerd, gericht, uniek en niet-recurrent, gemiste kansen (huislening, weigering van studies, stages of tewerkstelling, onderzoeksverbod), verlies van huisvesting, verlies van werk, etc. <br> - moraal: ernstige psychische aandoeningen (depressie, ontwikkeling van een fobie), gevoel van inbreuk op privacy met onomkeerbare schade, slachtoffer van chantage, cyberpesten en intimidatie, enz.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPM": {
        "name": "Maximale ernst",
        "description": "Betrokkenen kunnen aanzienlijke, of zelfs onomkeerbare, gevolgen ondervinden, die ze mogelijk niet overwinnen. Voorbeelden: <br> - fysiek: langdurige of permanente fysieke kwalen, blijvende beschadiging van fysieke integriteit, overlijden <br> - materiaal: financieel risico, aanzienlijke schulden, onvermogen om te werken, onvermogen om te verhuizen, verlies van bewijs in de context van geschillen, verlies van toegang tot vitale infrastructuur (water, elektriciteit), enz. <br> - moraal: langdurige of permanente psychische aandoeningen, strafrechtelijke sanctie, ontvoering, verlies van familiebanden, onvermogen om te vervolgen, verandering van administratieve status en / of verlies van juridische autonomie (voogdij), enz.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_VRAN": {
        "name": "Verwaarloosbare waarschijnlijkheid",
        "description": "Het lijkt niet mogelijk dat de geselecteerde risicobronnen de dreiging materialiseren door gebruik te maken van de eigenschappen van ondersteunende activa (bijvoorbeeld diefstal van papieren documenten die zijn opgeslagen in een ruimte die wordt beschermd door een badgelezer en toegangscode).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAL": {
        "name": "Beperkte waarschijnlijkheid",
        "description": "Het lijkt moeilijk voor de geselecteerde risicobronnen om de dreiging te materialiseren door gebruik te maken van de eigenschappen van ondersteunende activa (bijvoorbeeld: diefstal van papieren documenten die zijn opgeslagen in een kamer die wordt beschermd door een badgelezer).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAI": {
        "name": "Aanzienlijke waarschijnlijkheid",
        "description": "Het lijkt mogelijk dat de geselecteerde risicobronnen de dreiging materialiseren door gebruik te maken van de eigenschappen van ondersteunende activa (bijvoorbeeld diefstal van papieren documenten die zijn opgeslagen in kantoren en die niet toegankelijk zijn zonder eerst bij de receptie in te checken).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAM": {
        "name": "Maximale kans",
        "description": "Het lijkt uiterst gemakkelijk voor de geselecteerde risicobronnen om de dreiging te materialiseren door gebruik te maken van de eigenschappen van ondersteunende activa (bijvoorbeeld diefstal van papieren documenten die zijn opgeslagen in de openbare lobby).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_MIND": {
        "name": "Minimalisatie van gegevens zelf",
        "description": "Verminder de ernst van risico's door de gegevens zelf te minimaliseren, door maatregelen te nemen die gericht zijn op het verminderen van hun gevoeligheid.",
        "source": "Mesures_US"
      },
      "PIA_DEF_ANO": {
        "name": "Anonimisering",
        "description": "Proces waarbij de identificerende kenmerken uit persoonlijke gegevens worden verwijderd. Om de robuustheid van anonimiseringsprocessen te beoordelen. Zie de <a target=\"_blank\" href=\"http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf\">WP29 richtlijnen</a>.",
        "source": "Mesures_US and G29 guidelines http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
      },
      "PIA_SEC_CTR": {
        "placeholder": "Beschrijf hier specifieke maatregelen voor verwerkers (host, onderhoudsbedrijf, beheerder, gespecialiseerde serviceproviders, enz.)",
        "name": "Verwerkingscontracten",
        "description": "Regel de inkooprelaties via een contract ondertekend intuitu personæ. <br> - Verplicht de processor om zijn informatiesysteembeveiligingsbeleid (PSSI) samen met alle ondersteunende documenten van zijn informatiebeveiligingscertificaten door te sturen en de documenten bij het contract te voegen. Zorg ervoor dat de maatregelen op grond van de PSSI voldoen aan de aanbevelingen van de CNIL in dit verband. <br> - Bepaal en stel op contractuele basis nauwkeurig vast welke bewerkingen de verwerker op zijn persoonlijke gegevens moet uitvoeren: <br> 1 ) De gegevens waartoe deze toegang heeft of die er naartoe worden verzonden. <br> 2) De bewerkingen die moeten worden uitgevoerd op de gegevens. <br> 3) De duur waarvoor het de gegevens mag opslaan. <br> 4) Alle ontvangers waarvoor de gegevensbeheerder de gegevens moet verzenden. <br> 5) De bewerkingen die moeten worden uitgevoerd aan het einde van de service (permanente verwijdering van gegevens of retournering van de gegevens in het kader van omkeerbaarheid en vernietiging) van gegevens bij de processor). <br> 6) De beveiligingsdoelstellingen die zijn ingesteld door de gegevensbeheerder. <br> - Bepaal op contractuele basis de verantwoordelijkheidsdeling met betrekking tot de juridische processen gericht op het toestaan ​​van de betrokkenen om hun rechten uit te oefenen. <br> - Expliciet verbieden of reguleren van het gebruik van tier-2-processoren. <br> - Verduidelijken in het contract dat de naleving van de verplichtingen inzake gegevensbescherming een bindende vereiste van het contract is.",
        "source": "Mesures_US Procurement: identified and governed by a contract"
      },
      "PIA_DEF_CHIF": {
        "name": "Encryptie",
        "description": "Encryptie maatregelen die persoonlijke gegevens voor iedereen zonder toegangsbevoegdheid onbegrijpelijk maken met (symmetrische of asymmetrische codering, gebruik van openbare algoritmes waarvan bekend is dat ze sterk zijn, authenticatiecertificaat, enz.).",
        "source " : "Mesures_US Encryption"
      },
      "PIA_DEF_PWD": {
        "name": "Wachtwoorden",
        "description": "Wachtwoorden bestaan uit minimaal acht tekens; moet worden vernieuwd als er de minste bezorgdheid bestaat dat ze mogelijk in gevaar zijn gebracht en mogelijk periodiek (elke zes maanden of eenmaal per jaar) en een minimum van drie van de vier soorten tekens moeten bevatten (hoofdletters, kleine letters, cijfers en speciale tekens); wanneer een wachtwoord wordt gewijzigd, worden de laatste vijf wachtwoorden mogelijk niet opnieuw gebruikt; hetzelfde wachtwoord mag niet worden gebruikt voor verschillende toegangen; wachtwoorden mogen niet gerelateerd zijn aan iemands persoonlijke informatie (inclusief naam of geboortedatum). Definieer een maximum aantal pogingen waarna een waarschuwing wordt verzonden en de verificatie wordt geblokkeerd (tijdelijk of totdat deze handmatig wordt gedeblokkeerd).",
        "source" : "Mesure_US"
      },
      "PIA_DEF_AUTH": {
        "name": "Authenticatie",
        "description": "Elke persoon met legitieme toegang tot persoonlijke gegevens (werknemers, contractanten en andere derden) moet worden geïdentificeerd door een unieke identificatie. Kies een authenticatiemethode om sessies te openen die geschikt zijn voor de context, het risiconiveau en de verwachte robuustheid. Aanbevelingen: als de risico's niet verhoogd zijn, kan een wachtwoord worden gebruikt; gebruik echter, als de risico's groter zijn, een eenmalige wachtwoordfiche, maar wijzig het standaard activeringswachtwoord of, als een deel van het wachtwoord per sms wordt verzonden, een kaart met een pincode, een elektronisch certificaat of een andere vorm van sterk authenticatie.",
        "source": "Mesures_US Logical Access Control"
      },
      "PIA_DEF_LOG": {
        "name": "Toezicht",
        "description": "Stel een logging-architectuur in om vroegtijdige detectie van incidenten met persoonsgegevens toe te staan en om informatie te hebben die kan worden gebruikt om deze te analyseren of om bewijs te leveren in verband met onderzoeken.",
        "source": "Mesures_US Surveillance"
      },
      "PIA_DEF_ARCH": {
        "name": "Archiveren",
        "description": "Procedures voor het bewaren en beheren van de elektronische archieven die de persoonsgegevens bevatten die bedoeld zijn om hun waarde te waarborgen (specifiek hun juridische waarde) gedurende de gehele vereiste periode (overdracht, opslag, migratie, toegankelijkheid, verwijdering, archiveringsbeleid, bescherming van vertrouwelijkheid, enz.).",
        "source": "Mesures_USE Archiving"
      }
    }
  },
  "comments": {
    "comments_count": "reactie (s)",
    "new_comment": "Commentaar",
    "placeholder_new_comment": "Laat een reactie achter",
    "comment": "Commentaar",
    "send": "Send"
  },
  "questions": {
    "edit": "Vraag bewerken",
    "gauges": {
      "0": "(Onbepaald)",
      "1": "Verwaarloosbaar",
      "2": "Beperkt",
      "3": "Belangrijk",
      "4": "Maximaal"
    }
  },
  "evaluations": {
    "title": "Evaluatie",
    "to_correct": "Te corrigeren",
    "improvable": "Verbeterbaar",
    "acceptable": "Aanvaardbaar",
    "evaluation_comment": "Evaluatie commentaar",
    "action_plan_comment": "Actieplan / corrigerende maatregelen",
    "placeholder_to_correct": "TO BE TRANSLATED - The information provided are not sufficient to properly evaluate them. Send back to the editor to improve the original submission.",
    "placeholder_improvable1": "TO BE TRANSLATED - According to the available information, additional measures are to be implemented in order to improve the data protection of the processing.",
    "placeholder_improvable2": "TO BE TRANSLATED - Enter your comments.",
    "placeholder_acceptable": "TO BE TRANSLATED - According to the available information, the measures implemented are adequate to properly meet the requirements for protecting the data.",
    "gauges": {
      "seriousness": "Rekening houdend met het actieplan, hoe herevalueer je het <span class='red-highlight'>ernst van dit risico</span> ({{value}})?",
      "likelihood": "Rekening houdend met het actieplan, hoe herevalueer je de <span class='red-highlight'>waarschijnlijkheid van dit risico</span> ({{value}})?",
      "0": "(Onbepaald)",
      "1": "Verwaarloosbaar",
      "2": "Beperkt",
      "3": "Belangrijk",
      "4": "Maximaal"
    },
    "status": {
      "0": "In afwachting",
      "1": "Te corrigeren",
      "2": "Verbeterbaar",
      "3": "Aanvaardbaar"
    }
  },
  "help": {
    "title": "Help",
    "definition": {
      "data1": {
        "title": "Gebruik de PIA-tool",
        "content": "Inhoud wordt geschreven"
      },
      "data2": {
        "title": "Bekende Problemen",
        "qa1": {
          "title": "Ik krijg weergaveproblemen zoals pictogrammen die in één staat vastzitten of elementen uit de interface missen",
          "content": "Wanneer u deze weergaveproblemen ondervindt, sluit u de toepassing en laadt u deze opnieuw. Het lost meestal het probleem op. Je verliest de informatie die je hebt ingevoerd niet; het wordt automatisch opgeslagen terwijl u typt."
        },
        "qa2": {
          "title": "Ik kan de meters niet bewerken voor het evalueren van de ernst en de waarschijnlijkheid van een risico",
          "content": "Dit zijn bekende probleem wordt momenteel opgelost. Als u dit probleem ondervindt, raden we u aan het veld voor de rechtvaardiging van het geschatte niveau van ernst en / of waarschijnlijkheid in te vullen. U kunt de meter bewerken zodra de fout is hersteld."
        },
        "qa3": {
          "title": "Ik ondervind problemen bij het importeren van een PIA",
          "content": "Verschillende fouten zijn waargenomen bij het importeren van een PIA, en met name de niveaumeters voor het evalueren van de ernst en de waarschijnlijkheid van een risico kunnen verdwijnen. Raadpleeg in dit geval het bovengenoemde probleem. Trouwens, een PIA verschijnt mogelijk niet op het dashboard na het importeren. Dit is een weergaveprobleem en u hoeft alleen de pagina te vernieuwen."
        },
        "qa4": {
          "title": "Wanneer ik tekst kopieer / plak, wordt deze gemarkeerd.",
          "content": "Dit is slechts een weergavebug en het heeft geen effect op de tekst die u in een veld invoert. Dit visuele probleem zal snel worden opgelost."
        },
        "qa5": {
          "title": "Ik kan een gedeelte niet evalueren",
          "content": "Om een sectie te evalueren, is het verplicht om alle velden in te vullen. Controleer of dit het geval is. Wanneer u een risico bewerkt, moet u ten minste één technische of organisatorische maatregel hebben die het risico beperkt, zodat u om een evaluatie van het risico kunt vragen."
        },
        "qa6": {
          "title": "Bij het wisselen van taal worden de teksten niet vertaald",
          "content": "Sluit de PIA die u aan het bewerken bent en open hem opnieuw. De inhoud moet vervolgens worden weergegeven in de taal die u hebt geselecteerd."
        },
        "qa7": {
          "title": "Ik heb geweigerd om een PIA te valideren, maar ik weet niet wat ik nu moet doen",
          "content": "Voorlopig worden de iconen van het navigatiemenu niet vernieuwd na het weigeren van een PIA. U moet elke sectie controleren en de informatie en / of evaluatie aanpassen aan de redenen voor het weigeren van de PIA. Nadat alle secties zijn beoordeeld, kunt u PIA-validatie opnieuw aanvragen."
        }
      },
      "footer": ""
    }
  },
  "about": {
    "title": "Over de Tool PIA",
    "version_number": "Versienummer",
    "description": "Deze tool is oorspronkelijk ontworpen door de <a target=\"_blank\" href=\"https://www.cnil.fr\"> Commission Nationale Informatique et Liberté (CNIL) </a>, de Franse autoriteit voor gegevensbescherming , om de dataprocessor te helpen voldoen aan de GDPR. <br> Deze software is gratis en open. Als u mee wilt doen aan dit project, kunt u de broncode downloaden van Github, wijzigen en delen met de community.",
    "translators": "The PIA software is currently available in five languages. The French and English versions are provided by the CNIL. The others versions result from the contributions of the following individuals:",
    "translators_name": "<ul><li>Dutch: Ruud van Driel, Manuel d’Orso ;</li><li>Czech: Jiří Grohmann, Manuel d’Orso ;</li><li>Italian: Manuel d’Orso, Gianluca Markos.</li><li>Polish: Joanna Karczewska</li><li>German: Kosmas Schütz</li><li>Spanish: ylachgar</li></ul>",
    "contribute": "If you wish to contribute to the translation of the software in another language or improve the existing translations, we recommend you to <a href=\"https://github.com/LINCnil/pia/tree/master/src/assets/i18n\" target=\"_blank\">read the page describing the steps to follow</a>.",
    "licences": "Bibliotheeklicenties:"
  },
  "settings": {
    "title": "Instellingen",
    "content": "Geef het adres (de URL) op van de externe server:",
    "update": "URL bijwerken"
  },
  "validation_page": {
    "responsible": "TO BE TRANSLATED - Person accountable for validating the PIA: ",
    "after_reading": "TO BE TRANSLATED - After reading full PIA relating to the data processing linked to ",
    "confirmation1": "TO BE TRANSLATED - I attest that the context of the processing described in the PIA is consistent with the reality.",
    "confirmation2": "TO BE TRANSLATED - I attest that I am aware of the risks depending on the existing or planned measures.",
    "confirmation3": "TO BE TRANSLATED - I ratify the corrective actions indicated in the action plan.",
    "confirmation4": "TO BE TRANSLATED - I commit to implement as quickly as possible the indicated corrective actions.",
    "button": {
      "rejection": "TO BE TRANSLATED - Reject PIA",
      "simple_validation": "TO BE TRANSLATED - Approve PIA <br>(direct)",
      "signed_validation": "TO BE TRANSLATED - Approve PIA <br>(signed)"
    },
    "mandatory_fields": "TO BE TRANSLATED - All boxes must be checked",
    "waiting_for_signature": "TO BE TRANSLATED - Pending signed PIA",
    "validated_pia_with_signature": "TO BE TRANSLATED - Approved",
    "add_signed_pia": "TO BE TRANSLATED - Add the signed PIA",
    "remove_attachment": "TO BE TRANSLATED - Remove the attachment",
    "latest_signed_attachment": "TO BE TRANSLATED - Last signed attachment",
    "signed_attachments_history": "TO BE TRANSLATED - Signed attachments history",
    "tools": {
      "dashboard": "TO BE TRANSLATED - Dashboard",
      "display_pia": "TO BE TRANSLATED - Display report",
      "action_plan": "TO BE TRANSLATED - Action plan"
    }
  },
  "rejection_page": {
    "title": "TO BE TRANSLATED - Validation history",
    "rejection_reason": "TO BE TRANSLATED - Refusal reason",
    "rejection_reason_placeholder": "TO BE TRANSLATED - Describe the reasons for refusing the PIA.",
    "applied_adjustments": "TO BE TRANSLATED - Adjustments proposed",
    "applied_adjustments_placeholder": "TO BE TRANSLATED - Describe the changes brought to the PIA.",
    "previous_rejection": "TO BE TRANSLATED - Previous refusal",
    "button": {
      "abandon_treatment": "TO BE TRANSLATED - Abandon processing",
      "reject_pia": "TO BE TRANSLATED - Reject PIA",
      "send_for_validation": "TO BE TRANSLATED - Resend for approval"
    }
  },
  "misc": {
    "display": "Laten zien / verbergen"
  },
  "modals": {
    "cancel": "Annuleer",
    "archive": "Archief",
    "close": "Afsluiten",
    "continue": "Vervolgen",
    "start_evaluation": "TO BE TRANSLATED - Start review",
    "back_to_home": "Terug naar begin",
    "simple_pia_validation": {
      "content": "TO BE TRANSLATED - You have approved the PIA."
    },
    "completed_edition": {
      "content": "TO BE TRANSLATED - The PIA has been fully edited and has to be reviewed."
    },
    "completed_evaluation": {
      "content": "TO BE TRANSLATED - The PIA has been fully reviewed and can be validated."
    },
    "update_server_url": {
      "content": "Het serveradres is bijgewerkt."
    },
    "signed_pia_validation": {
      "content": "TO BE TRANSLATED - To approve the PIA, attach the signed report.",
      "download_pia": "Download rapport"
    },
    "abandon_pia": {
      "content": "TO BE TRANSLATED - Do you wish to give up the processing?",
      "additional_text": "TO BE TRANSLATED - Archiving is not definitive and the PIA can go back to it if needed."
    },
    "refuse_pia": {
      "content": "TO BE TRANSLATED - As you have rejected the PIA, it is sent back for review to make the required changes."
    },
    "same_comment": {
      "content": "<span class='strong'>Waarschuwing, </span> <br> Voer een andere opmerking in dan de laatst opgenomen."
    },
    "not_enough_measures_to_remove": {
      "content": "<span class='strong'>Waarschuwing, </span> <br> Ten minste één meting moet worden ingevuld: geen verwijdering mogelijk."
    },
    "remove_measure": {
      "content": "<span class='strong'>Waarschuwing, </span> <br> Weet u zeker dat u deze meting wilt verwijderen?",
      "remove": "Verwijder deze maatregel",
      "keep": "Bewaar deze <br> maatregel"
    },
    "ask_for_evaluation": {
      "content": "TO BE TRANSLATED - This section is ready to be reviewed."
    },
    "validate_evaluation": {
      "content": "TO BE TRANSLATED - This section is ready for validating the PIA."
    },
    "validate_evaluation_to_correct": {
      "content": "Sorry, maar er zijn meerdere velden die moeten worden gecorrigeerd. <br> Keer terug naar de bewerkingsmodus om correcties aan te brengen."
    },
    "declare_measures": {
      "content": "En voordat u risico's evalueert, <br> moet u de bestaande of geplande maatregelen melden.",
      "declare": "Declareer bestaande of geplande maatregelen"
    },
    "remove_pia": {
      "content": "<span class='strong'>Waarschuwing, </span> <br> Weet u zeker dat u deze PIA wilt verwijderen?",
      "remove": "Remove this PIA"
    },
    "remove_attachment": {
      "content": "<span class='strong'>Waarschuwing, </span> <br> Weet u zeker dat u deze bijlage wilt verwijderen?",
      "keep": "Aanhouden",
      "remove": "Verwijderen",
      "comment": "TO BE TRANSLATED - Comment"
    },
    "action_plan_no_evaluation": {
      "content": "TO BE TRANSLATED - You need to begin the review of the analysis to create the action plan.",
      "review_section": "TO BE TRANSLATED - Review a section"
    },
    "dpo_missing_evaluations": {
      "content": "TO BE TRANSLATED - You need to complete the review of the analysis to access the DPO page.",
      "review_section": "TO BE TRANSLATED - Review a section"
    },
    "modal_select_text_pia": {
      "content": "TO BE TRANSLATED - The content of the PIA has been copied to clipboard."
    },
    "back_to_edition": {
      "content": "TO BE TRANSLATED - This section has been sent back for editing.<br> Several fields must be corrected<br> to enable its proper review."
    },
    "back_to_evaluation": {
      "content": "TO BE TRANSLATED - This section has been sent back for review.<br> Several fields must be reviewed<br> to enable its proper validation."
    }
  },
  "summary": {
    "previous_page": "Terug naar de vorige pagina",
    "print": "Print",
    "copy_to_clipboard": "TO BE TRANSLATED - Copy to clipboard",
    "download_images": "TO BE TRANSLATED - Download images",
    "download_csv": "TO BE TRANSLATED - Download a CSV export",
    "csv_action_plan_comment": "TO BE TRANSLATED - Action plan comment",
    "csv_evaluation_comment": "TO BE TRANSLATED - Evaluation comment",
    "csv_section": "TO BE TRANSLATED - Section",
    "csv_title_object": "TO BE TRANSLATED - Title",
    "csv_implement_date": "TO BE TRANSLATED - Estimated implementation date",
    "csv_people_in_charge": "TO BE TRANSLATED - Person in charge",
    "csv_file_title": "TO BE TRANSLATED - action-plan",
    "display_filters": {
      "title": "TO BE TRANSLATED - Filters",
      "main_content": "TO BE TRANSLATED - Display \"PIA information\"",
      "context_content": "TO BE TRANSLATED - Display \"Context\"",
      "principles_content": "TO BE TRANSLATED - Display \"Fundamental principles\"",
      "risks_content": "TO BE TRANSLATED - Display \"Risks\"",
      "action_plan_content": "TO BE TRANSLATED - Display action plan",
      "risks_overview_content": "TO BE TRANSLATED - Display risks overview",
      "risks_cartography_content": "TO BE TRANSLATED - Display risk mapping"
    },
    "title": "PIA informatie",
    "pia_name": "PIA",
    "pia_author": "Auteursnaam",
    "pia_assessor": "Naam van de beoordelaar",
    "pia_validator": "Validator's naam",
    "content_choice": {
      "0": "De behandeling mag niet worden gebruikt.",
      "1": "De behandeling zou kunnen worden geïmplementeerd."
    },
    "dpo_name": "DPO's / FG naam",
    "dpo_status": "DPO's / FG status",
    "dpo_opinion": "DPO's / FG mening",
    "concerned_people_searched_opinion": "Zoeken naar de mening van betrokken mensen",
    "people_search_status_ok": "Mening van betrokken mensen werd gevraagd.",
    "people_search_status_nok": "Mening van betrokken mensen werd niet gevraagd.",
    "concerned_people_unsearched_opinion_comment": "Reden waarom de mening van betrokken mensen niet werd gevraagd",
    "concerned_people_name": "Namen van betrokken mensen",
    "concerned_people_status": "Statussen van betrokken mensen",
    "concerned_people_opinion": "Concerned people opinions",
    "modification_made": "Aanpassingen aangebracht",
    "rejection_reason": "Afwijzingsreden",
    "creation_date": "Aanmaakdatum",
    "attachments": "Bijlagen",
    "gauges": {
      "1": "Verwaarloosbaar",
      "2": "Beperkt",
      "3": "Belangrijk",
      "4": "Maximaal"
    },
    "action_plan": {
      "title": "Actieplan",
      "fundamental_principles": "Fundamentele principes",
      "implementation_date": "Verwachte datum van implementatie",
      "implementation_responsible": "Verantwoordelijk voor implementatie",
      "measures": "Bestaande of geplande maatregelen",
      "risks": "Risico's",
      "no_action_plan": "Geen actieplan vastgelegd."
    },
    "risks_overview_title": "TO BE TRANSLATED - Risks overview",
    "risks_cartography_title": "TO BE TRANSLATED - Risk mapping"
  },
  "errors": {
    "title": "Pagina niet gevonden.",
    "content": "Als u andere problemen tegenkomt of suggesties heeft voor verbetering, <br> kunt u deze via dit formulier terugsturen: <a href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\" target=\"_blank\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>"
  },
  "overview-risks": {
    "potential_impacts": "Potential impacts",
    "threat": "Threat",
    "sources": "Sources",
    "measures": "Measures",
    "negligible": "Verwaarloosbaar",
    "limited": "Beperkt",
    "important": "Belangrijk",
    "maximal": "Maximaal",
    "risk-access_x": "Severity",
    "risk-access_y": "Likelihood",
    "risk-change_x": "Severity",
    "risk-change_y": "Likelihood",
    "risk-disappearance_x": "Severity",
    "risk-disappearance_y": "Likelihood"
  },
  "cartography": {
    "negligible": "Verwaarloosbaar",
    "limited": "Beperkt",
    "important": "Belangrijk",
    "maximal": "Maximaal",
    "seriousness_axe": "Risico ernstig",
    "likelihood_axe": "Risico waarschijnlijkheid",
    "legend1": "Geplande of bestaande maatregelen",
    "legend2": "Met de geïmplementeerde corrigerende maatregelen",
    "legend3": "(I)Onwettige toegang tot gegevens",
    "legend4": "(U)Ongewenste wijziging van data",
    "legend5": "(D)Gegevens verdwijnen",
    "risk1_access": "(I)",
    "risk2_modification": "(U)"
  },
  "action_plan": {
    "title": "Overzicht",
    "principles": "Fundamentele principes",
    "measures": "Geplande of bestaande maatregelen",
    "risks": "Risico's",
    "risk1": "Onrechtmatige toegang tot gegevens",
    "risk2": "Ongewenste wijziging van gegevens",
    "risk3": "Gegevens verdwijnen",
    "improvable_measures": "Verbeterbare maatregelen",
    "acceptable_measures": "Aanvaardbare maatregelen",
    "no_action_plan": "Geen actieplan vastgelegd.",
    "edit": "Bewerk",
    "placeholder_person_in_charge": "Implementatie verantwoordelijke"
  },
  "opinions": {
    "edit": "Bewerk",
    "content": ", overweeg dat:",
    "dpo_opinion": "DPO / FG mening",
    "placeholder_dpo_name": "DPO / FG naam / namen",
    "placeholder_dpo_opinion": "Geef de redenen voor uw keuze.",
    "dpo_lock": "Vul de andere secties in voordat u het oordeel van de DPO / FG kunt invullen.",
    "people_opinion": "Betrokken mensen advies",
    "placeholder_concerned_people_name": "Betrokken mensen naam / namen",
    "placeholder_people_opinion": "Beschrijf hoe de meningen zijn verzameld en wat de analyse is. Als de meningen niet zijn opgevraagd, vermeld dan de redenen.",
    "placeholder_search_content": "Geef de reden waarom de mening van de betrokken personen niet is gevraagd.",
    "treatment_ok": "De behandeling zou kunnen worden geïmplementeerd.",
    "treatment_nok": "De behandeling mag niet worden gebruikt.",
    "treatment_lock": "Vul de andere secties in voordat u de mening van de betrokken personen kunt invullen."
  },
  "sections": {
    "1": {
      "title": "Context",
      "short_help": "Dit gedeelte geeft u een duidelijk beeld van de behandeling(en) van de betreffende persoonsgegevens.",
      "items": {
        "1": {
          "title": "Overzicht",
          "short_help": "In dit deel kunt u het object van het onderzoek identificeren en presenteren.",
          "questions": {
            "1": {
              "title": "Welke verwerking wordt overwogen?",
              "placeholder": "Presenteer een korte schets van de verwerking: de naam, doelen, inzet, gebruikscontext, etc."
            },
            "2": {
              "title": "Welke verantwoordelijkheden zijn verbonden aan de verwerking?",
              "placeholder": "Beschrijf de verantwoordelijkheden van de belanghebbenden: de gegevensbeheerder, de mogelijke gegevensverwerkers en gezamenlijke verwerkingsverantwoordelijke(n)."
            },
            "3": {
              "title": "Zijn er normen van toepassing op de verwerking?",
              "placeholder": "Maak een lijst van de relevante normen die van toepassing zijn op de verwerking, met name goedgekeurde gedragscodes en certificeringen van gegevensbescherming."
            }
          }
        },
        "2": {
          "title": "Gegevens, processen en ondersteunende activa",
          "short_help": "In dit deel kunt u de omvang van de verwerking in detail definiëren en beschrijven.",
          "questions": {
            "1": {
              "title": "Welke gegevens worden verwerkt?",
              "placeholder": "Maak een lijst van de verzamelde en verwerkte gegevens. Definieer voor elk de opslagduur, de ontvangers en personen met toegang daartoe."
            },
            "2": {
              "title": "Hoe werkt de levenscyclus van gegevens en processen?",
              "placeholder": "Presenteer en beschrijf hoe het product in het algemeen werkt (van de gegevensverzameling tot de vernietiging van gegevens, de verschillende verwerkingsfasen, opslag, enz.), Met behulp van bijvoorbeeld een diagram van gegevensstromen (voeg het toe als bijlage) en een gedetailleerde beschrijving van de processen uitgevoerd."
            },
            "3": {
              "title": "Wat zijn de gegevens ondersteunende activa?",
              "placeholder": "Maak een lijst van de ondersteunende gegevens (besturingssystemen, bedrijfstoepassingen, databasebeheersystemen, kantoorsuites, protocollen, configuraties, enz.)"
            }
          }
        }
      }
    },
    "2": {
      "title": "Fundamentele principes",
      "short_help": "In dit gedeelte kunt u het nalevingskader voor privacyprincipes opstellen.",
      "items": {
        "1": {
          "title": "Evenredigheid en noodzaak",
          "short_help": "In dit deel kunt u de legitimiteit van uw behandeling en van de verwerkte gegevens aantonen.",
          "questions": {
            "1": {
              "title": "Zijn de verwerkingsdoeleinden gespecificeerd, expliciet en legitiem?",
              "short_title": "Doeleinden",
              "placeholder": "Leg uit waarom de verwerkingsdoeleinden gespecificeerd, expliciet en legitiem zijn."
            },
            "2": {
              "title": "Wat is de wettelijke basis om de verwerking rechtmatig te maken?",
              "short_title": "Rechtsgrondslag",
              "placeholder": "Vertaling wordt uitgevoerd"
            },
            "3": {
              "title": "Zijn de gegevens adequaat, relevant en beperkt tot wat nodig is met betrekking tot de doeleinden waarvoor ze worden verwerkt ('gegevensminimalisatie')?",
              "short_title": "Adequate gegevens",
              "placeholder": "Leg uit waarom elk van de verzamelde gegevens noodzakelijk is voor uw doeleinden."
            },
            "4": {
              "title": "Zijn de gegevens juist en worden ze up-to-date gehouden?",
              "short_title": "Gegevens nauwkeurigheid",
              "placeholder": "Beschrijf welke stappen worden ondernomen om de kwaliteit van de gegevens te waarborgen."
            },
            "5": {
              "title": "Wat is de opslagduur van de gegevens?",
              "short_title": "Opslagduur",
              "placeholder": "Leg uit waarom de opslagduur wordt gerechtvaardigd door wettelijke vereisten en / of verwerkingsbehoeften."
            }
          }
        },
        "2": {
          "title": "Besturing om de persoonlijke rechten van betrokkenen te beschermen",
          "short_help": "Met dit deel kunt u aantonen dat u de nodige middelen inzet om de betrokken personen in staat te stellen hun rechten uit te oefenen.",
          "questions": {
            "1": {
              "title": "Hoe worden de betrokkenen geïnformeerd over de verwerking?",
              "short_title": "Informatie voor de betrokkenen",
              "placeholder": "Beschrijf wat de informatie is die aan de betrokkenen wordt gegeven en wat de middelen zijn om dit te doen."
            },
            "2": {
              "title": "Hoe wordt de toestemming van betrokkenen verkregen?",
              "short_title": "Verkrijgen van toestemming",
              "placeholder": "Beschrijf de bedieningselementen die bedoeld zijn om ervoor te zorgen dat gebruikers toestemming hebben verkregen."
            },
            "3": {
              "title": "Hoe kunnen betrokkenen hun recht op toegang en gegevensportabiliteit uitoefenen?",
              "short_title": "Recht op toegang en gegevensportabiliteit",
              "placeholder": "Beschrijf de bedieningselementen die bedoeld zijn om betrokkenen toegang te verlenen tot hun gegevens en deze te ontvangen en te verzenden."
            },
            "4": {
              "title": "Hoe kunnen betrokkenen hun recht op rectificatie en verwijdering uitoefenen?",
              "short_title": "Recht op rectificatie en verwijdering",
              "placeholder": "Beschrijf de bedieningselementen die bedoeld zijn om betrokkenen in staat te stellen hun gegevens te corrigeren en te wissen."
            },
            "5": {
              "title": "Hoe kunnen betrokkenen hun recht op beperking uitoefenen en bezwaar maken?",
              "short_title": "Recht op beperking en bezwaar",
              "placeholder": "Beschrijf de bedieningselementen die bedoeld zijn om betrokkenen te kunnen beperken en om bezwaar te maken tegen de verwerking van hun gegevens."
            },
            "6": {
              "title": "Zijn de verplichtingen van de verwerkers duidelijk geïdentificeerd en geregeld door een contract?",
              "short_title": "Subcontracting",
              "placeholder": "Beschrijf voor elke processor zijn verantwoordelijkheden (duur, reikwijdte, doel, gedocumenteerde verwerkingsinstructies, voorafgaande toestemming) en verstrek de contracten, gedragscodes en certificeringen die zijn taken en verplichtingen bepalen."
            },
            "7": {
              "title": "Zijn de gegevens in het geval van gegevensoverdracht buiten de Europese Unie voldoende beschermd?",
              "short_title": "Transfers",
              "placeholder": "Voor elk land buiten de Europese Unie waar gegevens worden opgeslagen of verwerkt, geeft u dit op en geeft u aan of wordt erkend dat dit een adequaat niveau van gegevensbescherming biedt of beschrijft u de bepalingen met betrekking tot de overdracht."
            }
          }
        }
      }
    },
    "3": {
      "title": "Risico's",
      "short_help": "In dit gedeelte kunt u de privacyrisico's beoordelen, rekening houdend met bestaande of geplande controles.",
      "items": {
        "1": {
          "title": "Geplande of bestaande maatregelen",
          "short_help": "In deze sectie kunt u controle maatregelen (bestaande of geplande) identificeren die bijdragen aan gegevensbeveiliging."
        },
        "2": {
          "title": "Onrechtmatige toegang tot gegevens",
          "short_help": "Analyseer de oorzaken en gevolgen van onwettige toegang tot gegevens en schat de ernst en waarschijnlijkheid ervan in.",
          "questions": {
            "1": {
              "title": "Wat kunnen de belangrijkste gevolgen voor de betrokkenen zijn als het risico zou optreden?",
              "placeholder": "Voer de potentiële gevolgen in \u002B"
            },
            "2": {
              "title": "Wat zijn de belangrijkste bedreigingen die tot het risico kunnen leiden?",
              "placeholder": "Voer de bedreigingen in \u002B"
            },
            "3": {
              "title": "Wat zijn de risicobronnen?",
              "placeholder": "Voer de risicobronnen in \u002B"
            },
            "4": {
              "title": "Welke van de geïdentificeerde controles dragen bij aan het aanpakken van het risico?",
              "placeholder": "Klik hier om controle maatregelen te selecteren die het risico aanpakken."
            },
            "5": {
              "title": "Hoe schat u de ernst van het risico, met name op basis van de potentiële effecten en geplande controles?",
              "placeholder": "Rechtvaardig hier de geschatte ernst van het risico."
            },
            "6": {
              "title": "Hoe schat u de waarschijnlijkheid van het risico, vooral met betrekking tot bedreigingen, risicobronnen en geplande controles?",
              "placeholder": "Rechtvaardig hier de geschatte waarschijnlijkheid."
            }
          }
        },
        "3": {
          "title": "Ongewenste wijziging van gegevens",
          "short_help": "Analyseer de oorzaken en gevolgen van een ongewenste wijziging in gegevens en schat de ernst en waarschijnlijkheid ervan in.",
          "questions": {
            "1": {
              "title": "Wat kunnen de belangrijkste gevolgen voor de betrokkenen zijn als het risico zou optreden?",
              "placeholder": "Voer de potentiële gevolgen in \u002B"
            },
            "2": {
              "title": "Wat zijn de belangrijkste bedreigingen die tot het risico kunnen leiden?",
              "placeholder": "Voer de bedreigingen in \u002B"
            },
            "3": {
              "title": "Wat zijn de risicobronnen?",
              "placeholder": "Voer de risicobronnen in \u002B"
            },
            "4": {
              "title": "Welke van de geïdentificeerde controles dragen bij aan het aanpakken van het risico?",
              "placeholder": "Klik hier om controle maatregelen te selecteren die het risico aanpakken."
            },
            "5": {
              "title": "Hoe schat u de ernst van het risico, met name op basis van de potentiële effecten en geplande controles?",
              "placeholder": "Rechtvaardig hier de geschatte ernst van het risico."
            },
            "6": {
              "title": "Hoe schat u de waarschijnlijkheid van het risico, vooral met betrekking tot bedreigingen, risicobronnen en geplande controles?",
              "placeholder": "Rechtvaardig hier de geschatte waarschijnlijkheid."
            }
          }
        },
        "4": {
          "title": "Gegevens verdwijnen",
          "short_help": "Analyseer de oorzaken en gevolgen van gegevensverlies en schat de ernst en waarschijnlijkheid ervan in.",
          "questions": {
            "1": {
              "title": "Wat kunnen de belangrijkste gevolgen voor de betrokkenen zijn als het risico zou optreden?",
              "placeholder": "Voer de potentiële gevolgen in \u002B"
            },
            "2": {
              "title": "Wat zijn de belangrijkste bedreigingen die tot het risico kunnen leiden?",
              "placeholder": "Voer de bedreigingen in \u002B"
            },
            "3": {
              "title": "Wat zijn de risicobronnen?",
              "placeholder": "Voer de risicobronnen in \u002B"
            },
            "4": {
              "title": "Welke van de geïdentificeerde controles dragen bij aan het aanpakken van het risico?",
              "placeholder": "Klik hier om controle maatregelen te selecteren die het risico aanpakken."
            },
            "5": {
              "title": "Hoe schat u de ernst van het risico, met name op basis van de potentiële effecten en geplande controles?",
              "placeholder": "Rechtvaardig hier de geschatte ernst van het risico."
            },
            "6": {
              "title": "Hoe schat u de waarschijnlijkheid van het risico, vooral met betrekking tot bedreigingen, risicobronnen en geplande controles?",
              "placeholder": "Rechtvaardig hier de geschatte waarschijnlijkheid."
            }
          }
        },
        "5": {
          "title": "Risico's overzicht",
          "short_help": "Met deze visualisatie kunt u een globaal en synthetisch beeld hebben van de effecten van de besturing op de risico's die zij aanpakken."
        }
      }
    },
    "4": {
      "title": "Validatie",
      "short_help": "In dit gedeelte kunt u de PIA-validatie voorbereiden en formaliseren.",
      "items": {
        "1": {
          "title": "Risicokaart",
          "short_help": "Met deze visualisatie kunt u de positionering van de risico's onderling vergelijken, voor en na toepassing van de aanvullende bedieningselementen."
        },
        "2": {
          "title": "Actieplan",
          "short_help": "Plan in detail de implementatie van de extra controles die geïdentificeerd tijdens de PIA."
        },
        "3": {
          "title": "Menningen van DPO / FG en betrokken personen",
          "short_help": "Presenteer het advies van de persoon die verantwoordelijk is voor gegevensbescherming en privacykwesties (afgevaardigde gegevensbescherming indien aanwezig). Presenteer de standpunten van de betrokkenen of hun vertegenwoordigers."
        },
        "4": {
          "title": "TO BE TRANSLATED - Validate the PIA"
        },
        "5": {
          "title": "TO BE TRANSLATED - Rejected PIA"
        }
      }
    }
  }
}
