{
  "authentication": {
    "title": "Privacy impact assessment",
    "subtitle1": "Platform tworzenia <br> i zarządzania PIA",
    "subtitle2": "Narzędzia i słowniki",
    "start_app": "Aplikacja PIA (Beta)",
    "description": "Aplikacja <strong>francuskiego organu nadzorczego CNIL</strong> ma na celu pomóc administratorom danych osiągnąć i wykazać zgodność z RODO. Pomaga należycie przeprowadzić ocenę skutków dla ochrony danych, ułatwiając skorzystanie z metodologii PIA opracowanej przez CNIL.",
    "start": "Start"
  },
  "header": {
    "logo_title": "Analiza skutków dla ochrony danych",
    "logo_subtitle": "Privacy impact assessment",
    "homepage_link": "Powitanie",
    "knowledge_base_link": "Baza wiedzy",
    "pia_example_link": "Przykład PIA",
    "languages": {
      "official_translation": "TO BE TRANSLATED - Original version",
      "cnil_translations": "TO BE TRANSLATED - CNIL provided translations",
      "community_translations": "TO BE TRANSLATED - Community provided translations",
      "fr": "Français",
      "en": "English",
      "cs": "Česky",
      "it": "Italiaans",
      "nl": "Nederlands",
      "pl": "Polski",
      "de": "Deutsch",
      "es": "Español"
    },
    "tools": {
      "title": "Narzędzia",
      "settings": "Ustawienia",
      "accessibility": "Dostępność dla osób słabowidzących (kolory o mocnym kontraście, dopasowane do daltonizmu)",
      "help": "Pomoc",
      "about": "O aplikacji"
    }
  },
  "homepage": {
    "filters": {
      "list": "lista",
      "card": "karta",
      "sort": "Sortowanie",
      "sort_by": "według",
      "name": "Nazwiska",
      "date": "Daty",
      "status": "Statusu",
      "author": "Autora",
      "assessor": "Oceniającego",
      "validator": "Zatwierdzającego",
      "new_pia": "Nowa PIA",
      "import_pia": "Import PIA",
      "list_rocket_content": "Zaczynajmy ! By rozpocząć <br>PIA, prosimy kliknąć +",
      "card_rocket_content": "Zaczynajmy !<br><br>By rozpocząć PIA,<br> należy kliknąć Nowa PIA"
    },
    "cards": {
      "new_pia": "Nowa PIA",
      "placeholder_new_pia": "Nowa PIA",
      "or": "or",
      "import_pia": "Import PIA",
      "placeholder_import_pia": "Import PIA",
      "title_close_creation": "Zamknięcie",
      "pia_name": "PIA",
      "placeholder_pia_name": "Tytuł PIA",
      "author": "Edytowanie",
      "placeholder_author": "Imię, nazwisko",
      "evaluation": "Ocena",
      "placeholder_evaluation": "Imię, nazwisko",
      "validation": "Zatwierdzenie",
      "placeholder_validation": "Imię, nazwisko",
      "date": "Data",
      "status": "Status",
      "creation_status": "Utworzenie",
      "start": "Start",
      "placeholder_start": "Należy wypełnić wszystkie pola",
      "item": {
        "tools": {
          "export": "Eksport",
          "more_options": "Więcej opcji",
          "duplicate": "Duplikacja",
          "action_plan": "Wyświetlenie<br>planu działania",
          "pia": "Wyświetlenie<br>PIA",
          "remove": "Usunięcie"
        },
        "edit_pia": "Edycja PIA",
        "consult_pia": "TO BE TRANSLATED - Consult PIA"
      }
    },
    "lists": {
      "column_pia": "PIA",
      "column_updated_at": "Data otwarcia",
      "column_author": "Edytowanie",
      "column_evaluation": "Ocena",
      "column_validation": "Zatwierdzenie",
      "column_creation": "Utworzenie",
      "column_status": "Status",
      "column_progression": "Postęp",
      "column_actions": "Działania",
      "item": {
        "tools": {
          "consult": "TO BE TRANSLATED - Consult",
          "edit": "Edycja",
          "export": "Eksport",
          "duplicate": "Duplikacja",
          "action_plan": "Wyświetlenie planu działania",
          "pia": "Wyświetlenie PIA",
          "remove": "Usunięcie"
        }
      }
    }
  },
  "pia": {
    "statuses": {
      "0": "W toku",
      "1": "Odrzucona",
      "2": "Zatwierdzenie proste",
      "3": "Zatwierdzenie podpisane",
      "4": "Zarchiwizowana",
      "5": "Czeka na potwierdzenie"
    },
    "header": {
      "preview": "Przegląd",
      "display_action_plan": "Wyświetlenie<br>planu działania",
      "edition": "TO BE TRANSLATED - Edition",
      "evaluation": "TO BE TRANSLATED - Evaluation"
    },
    "attachments": {
      "title": "Załączniki",
      "add": "Dodanie",
      "remove": "Usunięcie"
    },
    "sections": {
      "homepage_link": "Powrót do powitania",
      "validate_pia": "Zatwierdzenie PIA",
      "refuse_pia": "Odrzucona PIA",
      "status": {
        "evaluation": {
          "title": "TO BE TRANSLATED - Waiting for review.",
          "content": "TO BE TRANSLATED - This part has not yet been reviewed. If you wish to edit the content submitted for review you have to ",
          "cancel": "TO BE TRANSLATED - cancel the review request.",
          "cancel_button": "TO BE TRANSLATED - Cancel the review request"
        },
        "validation": {
          "title": "TO BE TRANSLATED - Waiting for validation.",
          "content": "TO BE TRANSLATED - This part has been reviewed and is waiting for the overall PIA validation. If you wish to change the review, you have to ",
          "cancel": "TO BE TRANSLATED - cancel the validation request.",
          "cancel_button": "TO BE TRANSLATED - Cancel the validation request"
        }
      }
    },
    "footer": {
      "ask_evaluation": "Skierowanie do oceny",
      "validate_evaluation": "Zatwierdzenie oceny",
      "subsection_validated": "Część oceniona, czeka na końcowe zatwierdzenie",
      "mandatory_fields": "Należy wypełnić wszystkie pola"
    }
  },
  "measures": {
    "placeholder_title": "Nazwa środka ochrony",
    "add": "Utworzenie środka (lub dodanie środka z bazy wiedzy po prawej)",
    "edit": "Edycja środka",
    "remove": "Usunięcie środka",
    "default_placeholder": "Należy opisać istniejące lub planowane środki dla zapewnienia bezpieczeństwa danych."
  },
  "knowledge_base": {
    "title": "Baza wiedzy",
    "search": "Szukanie",
    "add_measure": "Dodanie",
    "placeholder_help": "Pomoc",
    "placeholder_add_measure": "Dodanie środka",
    "add_measure_hint": "Można dodać środek ochrony z bazy wiedzy.",
    "filters": {
      "title": "Filtry",
      "all": "Wszystkie",
      "definitions": "Definicje",
      "organizational_measures": "Środki organizacyjne",
      "measures_on_data": "Środki ochrony logicznej",
      "general_measures": "Środki ochrony fizycznej",
      "no_result": "Nie znaleziono."
    },
    "category": {
      "definition": "Definicja",
      "principle": "Zasada",
      "organizational_measure": "Środek organizacyjny",
      "measure_on_data": "Środek ochrony logicznej",
      "general_measure": "Środek ochrony fizycznej",
      "example": "Przykład"
    },
    "slugs": {
      "PIA_LGL_FOND": {
        "name": "Podstawa prawna",
        "description": "- Osoba, której dane dotyczą, wyraziła zgodę na przetwarzanie swoich danych osobowych w jednym lub większej liczbie określonych celów <br> - Przetwarzanie jest niezbędne do wykonania umowy, której stroną jest osoba, której dane dotyczą, lub do podjęcia działań na żądanie osoby, której dane dotyczą, przed zawarciem umowy <br> - Przetwarzanie jest niezbędne do wypełnienia obowiązku prawnego ciążącego na administratorze <br> - Przetwarzanie jest niezbędne do ochrony żywotnych interesów osoby, której dane dotyczą, lub innej osoby fizycznej <br> - Przetwarzanie jest niezbędne do wykonania zadania realizowanego w interesie publicznym lub w ramach sprawowania władzy publicznej powierzonej administratorowi <br> - Przetwarzanie jest niezbędne do celów wynikających z prawnie uzasadnionych interesów realizowanych przez administratora lub przez stronę trzecią, z wyjątkiem sytuacji, w których nadrzędny charakter wobec tych interesów mają interesy lub podstawowe prawa i wolności osoby, której dane dotyczą, wymagające ochrony danych osobowych, w szczególności gdy osoba, której dane dotyczą, jest dzieckiem. Należy zapoznać się z art. 6 Rozporządzenia 2016/679.",
        "source": "PIA2 p4"
      },
      "PIA_LGL_ST": {
        "name": "Powierzenie przetwarzania",
        "description": "Z każdym z podmiotów przetwarzających należy zawrzeć umowę o powierzeniu przetwarzania doprecyzowującą wszystkie elementy przewidziane w artykule 28 RODO: czas trwania, zasięg, udokumentowane instrukcje przetwarzania, wcześniejsze upoważnienie na wypadek korzystania z podmiotu przetwarzającego, udostępnienie całej dokumentacji udowadniającej przestrzeganie RODO, zgłaszanie niezwłocznie każdego naruszenia ochrony danych, itd.",
        "source": "PIA2 p10"
      },
      "PIA_LGL_TRAN": {
        "name": "Przekazywanie danych",
        "description": "Należy szczegółowo określić położenie geograficzne miejsca składowania poszczególnych danych podlegających przetwarzaniu. W zależności od danego państwa, należy uzasadnić wybór umieszczenia poza Unią Europejską oraz wskazać procedury ram prawnych wprowadzone w celu zapewnienia odpowiedniej ochrony danych będących przedmiotem transferu transgranicznego.<br> To znaczy:<br>- W państwie Unii Europejskiej<br>- W państwie uznanym jako adekwatny przez Unię Europejską<br>- Przekazywanie do Stanów Zjednoczonych do spółki handlowej, która przystąpiła do Privacy Shield<br>- Inne państwa <br>Zgodnie z artykułami 44-49 RODO.",
        "source": "PIAF Connected Objects p18"
      },
      "PIA_LGL_DESC": {
        "name": "Opis przetwarzania",
        "description": "Należy w sposób syntetyczny opisać rozważane przetwarzanie, jego cele i wyzwania. Należy zidentyfikować administratora danych i ewentualne podmioty przetwarzające. Należy spisać zasady odnoszące się do tego przetwarzania, przydatne lub wymagające przestrzegania, w tym zatwierdzone kodeksy postępowania (art. 40 RODO) oraz certyfikacje w zakresie ochrony danych (art. 42 RODO).",
        "source": "PIA1 p4"
      },
      "PIA_LGL_DATA": {
        "name": "Przetwarzane dane",
        "description": "Należy szczegółowo określić i opisać zasięg: <br> - rozpatrywane dane osobowe, ich odbiorcy oraz czas przechowywania ;<br> - opis procesów i nośników danych dla całego cyklu życia danych (od ich zebrania aż do ich usunięcia).",
        "source": "PIA1 p6"
      },
      "PIA_LGL_SUPT": {
        "name": "Aktywa wspomagające",
        "description": "Aktywa, które wspomagają dane. Uwaga: to może być sprzęt, oprogramowanie, kanały informatyczne, osoby, nośniki papierowe bądź kanały przesyłu papieru.",
        "source": "PIA1 p10"
      },
      "PIA_LGL_FIN": {
        "name": "Cele zbierania i wykorzystania danych osobowych",
        "description": "Dane osobowe powinny być zbierane w konkretnych, wyraźnych i prawnie uzasadnionych celach i <strong> nieprzetwarzane dalej w sposób niezgodny z tymi celami</strong>; <br> Tak jak zapisano w art. 5b RODO.",
        "source": "GDPR art 5.1 b)"
      },
      "PIA_LGL_MINI": {
        "name": "Minimalizacja danych",
        "description": "Należy zmniejszyć istotność ryzyka ograniczając zbieranie danych osobowych do absolutnie niezbędnych dla danego celu; unikając zbierania danych niepotrzebnych, korzystania z danych bez związku z celem oraz nadmiernych skutków dla osób.",
        "source": "PIAF Connected Objects p10 - WIKI"
      },
      "PIA_LGL_DEST": {
        "name": "Odbiorcy",
        "description": "Osoba fizyczna lub prawna, organ publiczny, jednostka lub inny podmiot, któremu ujawnia się dane osobowe, niezależnie od tego, czy jest stroną trzecią. Organy publiczne, które mogą otrzymywać dane osobowe w ramach konkretnego postępowania zgodnie z prawem Unii lub prawem państwa członkowskiego, nie są jednak uznawane za odbiorców; przetwarzanie tych danych przez te organy publiczne musi być zgodne z przepisami o ochronie danych mającymi zastosowanie stosownie do celów przetwarzania (art. 4 pkt 9 RODO).",
        "source": "GDPR art 4.9"
      },
      "PIA_LGL_DUR": {
        "name": "Czas przechowywania danych",
        "description": "Należy zdefiniować czas przechowywania każdego rodzaju danych i uzasadnić ten czas potrzebami przetwarzania i/lub wymogami prawnymi. W ten sposób rozróżnia się dane bieżące i dane zarchiwizowane, do których dostęp będzie zawężony tylko do stosownych aktorów. Należy wdrożyć mechanizm usuwania w celu archiwizacji danych bieżących bądź wyczyścić dane zarchiwizowane na koniec okresu przechowywania. Należy także wyczyścić ślady użytkowe, takie jak logi techniczne, których nie można przechowywać w nieskończoność.",
        "source": "PIAF Connected Objects p12"
      },
      "PIA_LGL_INFO": {
        "name": "Informowanie osób, których dane dotyczą",
        "description": "Należy zagwarantować informowanie osób, by uniknąć zbierania danych bez ich wiedzy. Należy upewnić się, że przetwarzanie nie jest objęte wyjątkiem lub nie podlega szczególnym warunkom.",
        "source": "PIA3 p8 - WIKI"
      },
      "PIA_LGL_CONS": {
        "name": "Zgoda",
        "description": "Należy umożliwić osobom, których dane dotyczą, dokonanie dobrowolnego, konkretnego i świadomego wyboru. Należy sprawdzić, czy podstawą prawną przetwarzania nie jest zgoda, zgodnie z artykułem 6 RODO (obowiązek prawny, ochrona życia, zadanie służby publicznej, umowa lub działania na żądanie osoby, której dane dotyczą, interes prawny).",
        "source": "PIA3 p11 - WIKI"
      },
      "PIA_VAL_DPO": {
        "name": "Opinia IOD",
        "description": "Zgodnie z artykułem 35 ust.2 RODO, administrator konsultuje się z inspektorem ochrony danych w trakcie oceny skutków dla ochrony danych.<br><strong>Ta opinia może być niekorzystna dla wdrożenia przetwarzania, co jednak nie ogranicza decyzji administratora.</strong>.",
        "source": "GDPR Art. 39.2 and PIAF Connected Objects p37"
      },
      "PIA_VAL_CONC": {
        "name": "Opinia osób, których dane dotyczą",
        "description": "Zgodnie z art. 35 ust.9 administrator zasięga opinii osób, których dane dotyczą, gdy ma to zastosowanie.<br>Te opinie można zebrać w różny sposób, w zależności od kontekstu (badanie wewnętrzne lub zewnętrzne dotyczące celu i sposobów przetwarzania, pytanie do przedstawicieli pracowników lub związków zawodowych, ankieta wśród przyszłych klientów administratora).<strong>Jeżeli administrator postanowi pominąć opinie zainteresowanych</strong>, powinien udokumentować <strong>uzasadnienie swojej decyzji.</strong>. Jeżeli administrator uzna, że <strong>zebranie opinii zainteresowanych nie jest istotne, to także powinien udokumentować uzasadnienie</strong>.",
        "source": "GDPR Art. 39.9 and PIAF Connected Objects p38"
      },
      "PIA_VAL_RT": {
        "name": "Formalne zatwierdzenie",
        "description": "<strong>Administrator formalnie decyduje</strong> o dopuszczalności wybranych środków, ryzyku szczątkowym i planie działania, podając argumenty, pod kątem uprzednio zidentyfikowanych wyzwań i opinii zainteresowanych stron. PIA może zatem :<br>- zatwierdzić ;<br>- poprawić (wyjaśnić co) ;<br>- odrzucić (podobnie jak rozważane przetwarzanie).<br>W przeciwnym wypadku należy dokonać przeglądu poprzednich etapów, by można było zatwierdzić PIA.<br>Ta decyzja nie przesądza w żadnym stopniu o ocenie zgodności, której może dokonać, w razie potrzeby, organ nadzorczy ochrony danych osobowych, na przykład w ramach wcześniejszych formalności lub kontroli.",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_TEC_CHIF": {
        "placeholder": "Należy opisać środki kryptograficzne wdrożone w celu zapewnienia poufności i integralności danych",
        "name": "Szyfrowanie",
        "description": "Środki wprowadzone w celu <strong>zapewnienia poufności danych</strong> przechowywanych (w bazie danych, w plikach prostych, w kopiach, itp.) jak również procedury zarządzania kluczami szyfrującymi (tworzenie, przechowywanie, modyfikowanie w razie podejrzenie kompromitacji, itd.). <br>Należy szczegółowo opisać środki szyfrowania stosowane przy przepływach danych (VPN, TLS, itd.) następujących w trakcie przetwarzania.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_ANO": {
        "placeholder": "Należy opisać wdrożone mechanizmy anonimizacji",
        "name": "Anonimizacja",
        "description": "Należy wskazać, czy wdrożono mechanizmy anonimizacji, które i w jakim celu. <br>Należy pamiętać o rozróżnieniu danych zanonimizowanych i poddanych pseudonimizacji.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CLO": {
        "placeholder": "Należy wskazać, czy przewiduje się partycjonowanie przetwarzania i jak będzie realizowane.",
        "name": "Partycjonowanie danych",
        "description": "Wdrożenie partycjonowania pomaga ograniczyć prawdopodobieństwo, że dane osobowe będzie można powiązać ze sobą oraz że dojdzie do naruszenia wszystkich danych.",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_CTLA": {
        "placeholder": "Należy opisać, jak są definiowane i przydzielane profile użytkowników.",
        "name": "Kontrola dostępu logicznego",
        "description": "Opis sposobu, w jaki profile użytkowników są definiowane i przydzielane. Należy szczegółowo opisać wdrożone środki <strong>uwierzytelniania</strong> uściślając, gdy ma to zastosowanie, reguły stosowane dla haseł (minimalna długość, obowiązkowa składnia, okres ważności, liczba nieudanych prób przed blokadą konta, itd.).",
        "source": "PIAF Connected Objects p21"
      },
      "PIA_TEC_LOG": {
        "placeholder": "Należy wskazać, czy zdarzenia są zapisywane w dziennikach oraz okres przechowywania tych zapisów.",
        "name": "Dzienniki systemowe (logi)",
        "description": "Polityki tworzenia logów zdarzeń i przechowywania pozostawianych zapisów.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_ARCH": {
        "placeholder": "Należy opisać wszystkie procedury przechowywania i zarządzania archiwami elektronicznymi zawierającymi dane osobowe.",
        "name": "Archiwizacja",
        "description": "Polityka przechowywania i zarządzania archiwami elektronicznymi zawierającymi dane osobowe mającymi zagwarantować jakość tych danych, w tym prawną, podczas całego wymaganego okresu (deponowanie, składowanie, migracja, dostępność, eliminowanie, polityka archiwizacji, ochrona poufności, itd.).",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_TEC_PAP": {
        "placeholder": "Należy opisać procedury dotyczące cyklu życia dokumentów papierowych zawierających dane osobowe.",
        "name": "Zabezpieczenie dokumentów papierowych",
        "description": "Polityki opisujące, jak w trakcie przetwarzania drukowane, przechowywane, niszczone i wymieniane są dokumenty papierowe zawierające dane osobowe.",
        "source": "PIAF Connected Objects p22"
      },
      "PIA_TEC_MINI": {
        "placeholder": "Należy opisać metody ograniczania ryzyka poprzez ograniczanie zakresu danych",
        "name": "Minimalizacja danych osobowych",
        "description": "Można wykorzystać następujące sposoby: filtrowanie i usunięcie, ograniczenie wrażliwości poprzez konwersję, ograniczenie charakteru identyfikacyjnego danych, ograniczenie gromadzenia danych, ograniczenie dostępu do danych.",
        "source": "PIAF Connected Objects p40"
      },
      "PIA_SEC_EXP": {
        "placeholder": "Należy opisać środki wdrożone dla zagwarantowania aktualizacji i poziomu bezpieczeństwa wykorzystanego oprogramowania.",
        "name": "Zabezpieczenie eksploatacji",
        "description": "Polityki pozwalające ograniczyć prawdopodobieństwo i istotność ryzyk dotyczących narzędzi wykorzystywanych w trakcie eksploatacji (należy dokumentować procedury eksploatacyjne, wykaz i aktualizację oprogramowania i materiałów, korygowanie podatności, duplikowanie danych, ograniczenie dostępu fizycznego do sprzętu, itd.).",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_MAL": {
        "placeholder": "Należy opisać środki ochrony przed kodem złośliwym w czasie dostępu do sieci o niskim poziomie bezpieczeństwa.",
        "name": "Zwalczanie złośliwego oprogramowania",
        "description": "Środki ochrony wdrożone na stacjach roboczych i serwerach w celu ich ochrony przed złośliwym oprogramowaniem w trakcie korzystania z sieci słabo zabezpieczonych.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_COMP": {
        "placeholder": "Należy opisać środki ochrony wdrożone na stacjach roboczych.",
        "name": "Zarządzanie stacjami roboczymi",
        "description": "Środki wdrożone na stacjach roboczych (automatyczna blokada, regularne aktualizacje, konfiguracja, bezpieczeństwo fizyczne, itd.) w celu ograniczenia prawdopodobieństwa, że właściwości oprogramowania (systemy operacyjne, aplikacje biznesowe, oprogramowanie biurowe, parametryzacje itp.) zostaną wykorzystane do naruszenia danych osobowych.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_WEB": {
        "placeholder": "Należy opisać środki wprowadzone w celu ochrony stron www.",
        "name": "Bezpieczeństwo stron www",
        "description": "Wdrożenie rekomendacji dotyczących bezpieczeństwa stron www.",
        "source": "PIAF Connected Objects p22 - WIKI"
      },
      "PIA_SEC_BKP": {
        "placeholder": "Należy opisać, w jaki sposób kopie zapasowe są zarządzane. Należy wyjaśnić, czy są przechowywane w bezpiecznym miejscu.",
        "name": "Kopie zapasowe",
        "description": "Polityki kopii zapasowych i środki pozwalające zapewnić dostępność i/lub integralność danych osobowych, jak również ich poufność (regularność kopii zapasowych, szyfrowanie kanału transmisji danych, test integralności, itd.).",
        "source": "PIAF Connected Objects p23 & PIA3 p27  - WIKI"
      },
      "PIA_SEC_MAIN": {
        "placeholder": "Należy opisać, w jaki sposób zarządza się konserwacją fizyczną sprzętu.",
        "name": "Konserwacja",
        "description": "Polityka konserwacji fizycznej sprzętu, określającej ewentualne skorzystanie z podwykonawców.<br>Powinna regulować konserwację zdalną, jeżeli jest dozwolona, oraz określać metody postępowania ze sprzętem wadliwym.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_NET": {
        "placeholder": "Należy opisać, w jakiej sieci odbywa się przetwarzanie oraz za pomocą jakiego sprzętu została zabezpieczona.",
        "name": "Bezpieczeństwo sieci",
        "description": "W zależności od rodzaju sieci, w której odbywa się przetwarzanie (izolowana, prywatna czy internet), administrator powinien wdrożyć odpowiednie systemy ochrony: zapora ogniowa, system wykrywania włamania lub inne urządzenia aktywne lub pasywne, które mają za zadanie zapewnić bezpieczeństwo sieci.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_PHY": {
        "placeholder": "Należy opisać, jak realizowana jest kontrola dostępu fizycznego do miejsc, w których odbywa się przetwarzanie.",
        "name": "Kontrola dostępu fizycznego",
        "description": "Polityki kontroli dostępu fizycznego do pomieszczeń, w których odbywa się przetwarzanie (wyznaczanie stref, towarzyszenie gościom, noszenie identyfikatorów, zamykane drzwi, itd.). <br> Należy wskazać, czy wdrożono procedury alarmowania o włamaniu.",
        "source": "PIAF Connected Objects p23"
      },
      "PIA_SEC_LOG": {
        "placeholder": "Należy opisać środki wdrożone w celu umożliwienia wykrycia incydentów dotyczących danych osobowych.",
        "name": "Monitorowanie aktywności sieci",
        "description": "Środki wdrożone w celu umożliwienia wczesnego wykrywania incydentów dotyczących danych osobowych i analizy ruchu w sieciach (sieci kablowe, Wi-Fi, radiolinie, światłowody, itd.) w czasie rzeczywistym w celu wykrycia aktywności sugerującej cyberatak.",
        "source": "PIA3 p67 - WIKI"
      },
      "PIA_SEC_MAT": {
        "placeholder": "Należy opisać środki wdrożone w celu ograniczenia ryzyka ataku na sprzęt wykorzystywany do przetwarzania.",
        "name": "Zabezpieczenie sprzętu (hardware)",
        "description": "Środki wdrożone w celu ograniczenia prawdopodobieństwa, że właściwości sprzętu (serwerów, stacji roboczych, urządzeń mobilnych, peryferyjnych, przełączników, itd.) zostaną wykorzystane w celu naruszenia danych osobowych (spis inwentaryzacyjny, partycjonowanie, redundancja sprzętowa, ograniczenie dostępu, itd.).",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_SRC": {
        "placeholder": "Należy wskazać, czy obszar przetwarzania znajduje się w strefie klęsk żywiołowych.",
        "name": "Unikanie źródeł ryzyka",
        "description": "Środki, które pozwolą zapobiec, by źródła ryzyka, których można uniknąć, mogły naruszyć dane osobowe (niebezpieczne produkty, niebezpieczne strefy geograficzne, przekazywanie danych osobowych poza UE, itd.).",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_SEC_PROT": {
        "placeholder": "Nalezy opisać środki wdrożone w celu ograniczenia lub uniknięcia nieosobowych źródeł ryzyka.",
        "name": "Ochrona przed nieosobowymi źródłami ryzyka",
        "description": "Środki wdrożone w celu ograniczenia lub uniknięcia nieosobowych źródeł ryzyka (zjawiska pogodowe, pożar, zalanie, wypadki wewnętrzne lub zewnętrzne, zwierzęta, zasilanie, itd.), które mogą naruszyć dane osobowe.",
        "source": "PIAF Connected Objects p23 - WIKI"
      },
      "PIA_ORG_ORG": {
        "placeholder": "Nalezy wskazać, czy określono role i odpowiedzialności za ochronę danych osobowych.",
        "name": "Organizacja",
        "description": "Istnienie struktury organizacyjnej zdolnej do kierowania i nadzorowania ochrony danych osobowych (wyznaczenie IOD, powołanie komitetu monitorującego, itd.).",
        "source": "PIAF Connected Objects p24 - WIKI"
      },
      "PIA_ORG_POL": {
        "placeholder": "Należy opisać dokumentację wyznaczającą cele i zasady ochrony danych osobowych.",
        "name": "Polityka ochrony danych osobowych",
        "description": "Administrator powinien dysponować dokumentacją wyznaczającą formalnie cele i zasady, które będą stosowane dla ochrony danych osobowych (plan działania, regularne przeglądy polityki, ryzyka, itd.) oraz adresatów (użytkownicy, dział IT, itd.).",
        "source": "PIA3 p78 - WIKI"
      },
      "PIA_ORG_RMGT": {
        "placeholder": "Należy opisać procesy kontroli ryzyka, że czynności przetwarzania mogą wpłynąć na prawa i wolności osób, których dane dotyczą.",
        "name": "Zarządzanie ryzykiem",
        "description": "Polityka wyznaczająca proces kontroli ryzyka, że czynności przetwarzania w organizacji mogą wpłynąć na prawa i wolności osób, których dane dotyczą (rejestr czynności przetwarzania danych osobowych, danych, nośników, ocena ryzyka, ustalenie istniejących i planowanych środków, itd.).",
        "source": "PIA3 p77 - WIKI"
      },
      "PIA_ORG_PBD": {
        "placeholder": "Należy opisać, w jaki sposób ochrona prywatności jest uwzględniana w projektach.",
        "name": "Uwzględnianie ochrony prywatności w projektach",
        "description": "Wprowadzenie procedur opisujących metody uwzględniania ochrony danych osobowych w przypadku każdej nowej czynności przetwarzania.",
        "source": "PIA3 p79 - WIKI"
      },
      "PIA_ORG_VIOL": {
        "placeholder": "Należy wskazać, czy wdrożono udokumentowaną i przetestowaną procedurę zarządzania incydentami IT.",
        "name": " Zarządzanie naruszeniami ochrony danych osobowych",
        "description": "Wprowadzenie operacyjnej struktury organizacyjnej pozwalającej wykrywać i obsługiwać zdarzenia, które mogą mieć wpływ na prawa i wolności osób, których dane dotyczą (określenie odpowiedzialności, plan reagowania, klasyfikacja naruszeń, itd.).",
        "source": "PIAF Connected Objects p24 and PIA3 p36 - WIKI"
      },
      "PIA_ORG_PERS": {
        "placeholder": "Nalezy wskazać, jakie działania uświadamiające są podejmowane w stosunku do pracowników.",
        "name": "Zarządzanie pracownikami",
        "description": "Wprowadzenie planu wyznaczającego <strong>sposoby uświadamiania</strong> podejmowane w stosunku do nowego pracownika oraz procedury opisującej <strong>środki podejmowane w stosunku do osób odchodzących z pracy</strong>.",
        "source": "PIAF Connected Objects p24"
      },
      "PIA_ORG_EXT": {
        "placeholder": "Należy określić wdrożone procedury i środki odnoszące się do dostępu stron trzecich do danych osobowych w razie potrzeby.",
        "name": "Relacje ze stronami trzecimi",
        "description": "Wprowadzenie procedury mającej na celu ograniczenie ryzyka, że dozwolony dostęp stron trzecich do danych osobowych może mieć wpływ na prawa i wolności osób, których dane dotyczą (identyfikacja stron trzecich, umowy powierzenia, porozumienia, BCR, itd.).",
        "source":  "PIA3 p48 - WIKI"
      },
      "PIA_ORG_AUD": {
        "placeholder": "Należy wskazać, czy skuteczność i adekwatność mechanizmów kontrolnych dotyczących prywatności są monitorowane.",
        "name": "Nadzór",
        "description": "Wprowadzenie środków pozwalających uzyskiwać całościową i aktualną wizję stanu ochrony danych i zgodności z RODO (kontrola zgodności czynności przetwarzania, celów i wskaźników, zakresy odpowiedzialności, itd.).",
        "source":  "PIA3 p76 - WIKI"
      },
      "PIA_DEF_EXA": {
        "name": "Jakość danych",
        "description": "Dane osobowe muszą być prawidłowe i w razie potrzeby uaktualniane; należy podjąć wszelkie rozsądne działania, aby dane osobowe, które są nieprawidłowe w świetle celów ich przetwarzania, zostały niezwłocznie usunięte lub sprostowane („prawidłowość”). <br><a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 5.1 d) [RODO]</a>",
        "source": "RODO Art. 5.1 d)"
      },
      "PIA_DEF_MES": {
        "name": "Środki",
        "description": "Należy wybrać spośród tych wymienionych w sekcji \"Środki planowane lub istniejące\", które można uzupełnić w razie potrzeby.",
        "source": "Brak"
      },
      "PIA_DEF_RT": {
        "name": "Administrator",
        "description": "Osoba fizyczna lub prawna, organ publiczny, jednostka lub inny podmiot, który samodzielnie lub wspólnie z innymi ustala cele i sposoby przetwarzania danych osobowych; jeżeli cele i sposoby takiego przetwarzania są określone w prawie Unii lub w prawie państwa członkowskiego, to również w prawie Unii lub w prawie państwa członkowskiego może zostać wyznaczony administrator lub mogą zostać określone konkretne kryteria jego wyznaczania.<br><a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 4.7 [RODO]</a>",
        "source": "RODO Art. 4.7"
      },
      "PIA_DEF_DCP": {
        "name": "Dane osobowe",
        "description": "Informacje o zidentyfikowanej lub możliwej do zidentyfikowania osobie fizycznej („osobie, której dane dotyczą”); możliwa do zidentyfikowania osoba fizyczna to osoba, którą można bezpośrednio lub pośrednio zidentyfikować, w szczególności na podstawie identyfikatora takiego jak imię i nazwisko, numer identyfikacyjny, dane o lokalizacji, identyfikator internetowy lub jeden bądź kilka szczególnych czynników określających fizyczną, fizjologiczną, genetyczną, psychiczną, ekonomiczną, kulturową lub społeczną tożsamość osoby fizycznej. <br><a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 4.1 [RODO]</a>",
        "source": "RODO Art 4.1"
      },
      "PIA_DEF_DEST": {
        "name": "Odbiorca",
        "description": "Osoba fizyczna lub prawna, organ publiczny, jednostka lub inny podmiot, któremu ujawnia się dane osobowe, niezależnie od tego, czy jest stroną trzecią. Organy publiczne, które mogą otrzymywać dane osobowe w ramach konkretnego postępowania zgodnie z prawem Unii lub prawem państwa członkowskiego, nie są jednak uznawane za odbiorców; przetwarzanie tych danych przez te organy publiczne musi być zgodne z przepisami o ochronie danych mającymi zastosowanie stosownie do celów przetwarzania. <br><a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 4.9 [RODO]</a>",
        "source": "RODO Art. 4.9"
      },
      "PIA_DEF_SUPT": {
        "name": "Zasoby wspierające",
        "description": "<strong>Sprzęt i nośniki danych osobowych</strong> : komputery, przekaźniki, klucze USB, dyski twarde...<br><strong>Oprogramowanie</strong> : systemy eksploatacyjne, komunikatory, bazy danych, aplikacje biznesowe...<br><strong>Kanały informacyjne</strong> : kable, WiFi, światłowody<br><br><strong>Osoby</strong> : użytkownicy, administratorzy systemów, decydenci...<br><strong>Nośniki papierowe</strong> : wydruki, fotokopie, rękopisy...<br><strong>Kanały przesyłania papieru</strong> : poczta, obieg dokumentów...",
        "source": "PIA1 p10"
      },
      "PIA_DEF_MINC": {
        "name": "Minimalizacja danych osobowych",
        "description": "Ograniczenie istotności ryzyka poprzez ograniczenie danych osobowych do tego, co absolutnie niezbędne do wyznaczonego celu, w przeciwnym wypadku dane nie powinny być zbierane.",
        "source": ""
      },
      "PIA_DEF_CONS": {
        "name": "Zgoda",
        "description": "Dobrowolne, konkretne, świadome i jednoznaczne okazanie woli, którym osoba, której dane dotyczą, w formie oświadczenia lub wyraźnego działania potwierdzającego, przyzwala na przetwarzanie dotyczących jej danych osobowych.<br><a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 4.11 [RODO]</a>",
        "source": "RODO Art. 4.11"
      },
      "PIA_DEF_ACC": {
        "name": "Prawo dostępu",
        "description": "Osoba, której dane dotyczą, jest uprawniona do uzyskania od administratora potwierdzenia, czy przetwarzane są dane osobowe jej dotyczące, a jeżeli ma to miejsce, jest uprawniona do uzyskania dostępu do nich oraz informacji opisanych w <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R0679&from=EN\">Art. 15 [RODO]</a>",
        "source":"RODO Art. 15"
      },
      "PIA_DEF_PORT": {
        "name": "Prawo do przenoszenia danych",
        "description": " Osoba, której dane dotyczą, ma prawo otrzymać w ustrukturyzowanym, powszechnie używanym formacie nadającym się do odczytu maszynowego dane osobowe jej dotyczące, które dostarczyła administratorowi, oraz ma prawo przesłać te dane osobowe innemu administratorowi bez przeszkód ze strony administratora, któremu dostarczono te dane osobowe - <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 20 [RODO]</a>",
        "source": "RODO Art. 20"
      },
      "PIA_DEF_RECT": {
        "name": "Prawo do sprostowania danych",
        "description": "Osoba, której dane dotyczą, ma prawo żądania od administratora niezwłocznego sprostowania dotyczących jej danych osobowych, które są nieprawidłowe. Z uwzględnieniem celów przetwarzania, osoba, której dane dotyczą, ma prawo żądania uzupełnienia niekompletnych danych osobowych, w tym poprzez przedstawienie dodatkowego oświadczenia - <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 16 [RODO]</a>",
        "source": "RODO Art. 16"
      },
      "PIA_DEF_EFF": {
        "name": "Prawo do usunięcia danych",
        "description": "Osoba, której dane dotyczą, ma prawo żądania od administratora niezwłocznego usunięcia dotyczących jej danych osobowych, a administrator ma obowiązek bez zbędnej zwłoki usunąć dane osobowe - <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 17 [RODO]</a>",
        "source" : "RODO Art. 17"
      },
      "PIA_DEF_LIM": {
        "name": "Right to restricting of processing",
        "description": "Osoba, której dane dotyczą, ma prawo żądania od administratora ograniczenia przetwarzania - <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 18 [RODO]</a>",
        "source": "RODO Art. 18"
      },
      "PIA_DEF_OPP": {
        "name": "Prawo do sprzeciwu",
        "description": "Osoba, której dane dotyczą, ma prawo w dowolnym momencie wnieść sprzeciw – z przyczyn związanych z jej szczególną sytuacją – wobec przetwarzania dotyczących jej danych osobowych, zgodnie z <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 21 [RODO]</a>",
        "source": "RODO Art. 21"
      },
      "PIA_DEF_PSEU": {
        "name": "Pseudonimizacja",
        "description": "Przetworzenie danych osobowych w taki sposób, by nie można ich było już przypisać konkretnej osobie, której dane dotyczą, bez użycia dodatkowych informacji, pod warunkiem że takie dodatkowe informacje są przechowywane osobno i są objęte środkami technicznymi i organizacyjnymi uniemożliwiającymi ich przypisanie zidentyfikowanej lub możliwej do zidentyfikowania osobie fizycznej.<br>Pseudonimizacja ogranicza możliwość powiązania zbioru danych z oryginalną tożsamością osoby, której dane dotyczą; jest to przydatny środek bezpieczeństwa ale nie metoda anonimizacji.",
        "source" :"RODO Art. 4.5 oraz wytyczne str. 22 http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_en.pdf"
      },
      "PIA_DEF_CLO": {
        "name": "Partycjonowanie danych",
        "description": "Zestaw metod pozwalających ograniczyć prawdopodobieństwo korelacji danych osobowych i doprowadzenia do naruszenia wszystkich danych osobowych.<br>Można np. zidentyfikować dane osobowe potrzebne dla każdego procesu biznesowego i je logicznie rozdzielić, itd.",
        "source": "PIA3 p19 - WIKI"
      },
      "PIA_DEF_CTLA": {
        "name": "Kontrola dostępu logicznego",
        "description": "Należy ograniczyć ryzyko, że osoby nieupoważnione uzyskają dostęp do danych osobowych w postaci elektronicznej.<br>W tym celu należy :<br>- <strong>zdefiniować profile użytkowników</strong> w systemach rozdzielając zadania i zakresy odpowiedzialności, by ograniczyć dostęp użytkowników wyłącznie do danych osobowych ściśle niezbędnych do wykonania swoich obowiązków. <br>- <strong>usuwać uprawnienia użytkownikom, gdy tylko nie są już upoważnieni do dostępu do danego pomieszczenia lub zasobu informatycznego</strong>, jak również <strong>na koniec ich umowy o pracę lub kontraktu.</strong> <br>- <strong> dokonywać co roku przeglądu upoważnień</strong> w celu identyfikacji i usunięcia kont nieużywanych oraz dostosowania przyznanych praw do funkcji każdego użytkownika.",
        "source": "PIA3 p43 - WIKI"
      },
      "PIA_DEF_MIN1": {
        "name": "Filtrowanie i usuwanie",
        "description": "W przypadku importu danych, różne rodzaje metadanych (takie jak dane EXIF dołączone do pliku graficznego) mogą być zbierane nieumyślnie.<br>Te metadane należy zidentyfikować i usunąć, jeżeli nie są niezbędne dla wyznaczonych celów przetwarzania.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN2": {
        "name": "Zmniejszenie wrażliwości poprzez konwersję",
        "description": "Po otrzymaniu danych wrażliwych, wchodzących w skład zestawu informacji ogólnych lub przesłanych jedynie dla celów statystycznych, można je zamienić w postać mniej wrażliwą bądź spseudonimizowaną. Na przykład:<br>- jeżeli system zbiera adresy IP w celu ustalenia lokalizacji użytkownika dla celów statystycznych, można usuwać adres IP po ustaleniu miasta lub dzielnicy;<br>- jeżeli system otrzymuje dane wideo z kamer monitoringu, można rozpoznać osoby stojące lub będące w ruchu i je zamazać;<br>- jeżeli system jest licznikiem inteligentnym, może agregować zużycie energii elektrycznej w okreslonym czasie, bez zapisów w czasie rzeczywistym.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_SRC": {
        "name": "Źródło ryzyka",
        "description": "Osoba, z wewnątrz lub zewnątrz organizacji, działająca w sposób niezamierzony lub świadomy (np. administrator IT, użytkownik, osoba atakująca z zewnątrz, konkurencja) lub źródło nieosobowe (np. woda, materiały niebezpieczne, wirus komputerowy), które mogą stanowić ryzyko.",
        "source": "PIA1 p11 - WIKI"
      },
      "PIA_DEF_MEN": {
        "name": "Zagrożenie",
        "description": "Tryb działania składający się z jednego lub kilku pojedynczych oddziaływań na nośniki danych. Zagrożenie może zostać wykorzystane, świadomie lub nie, przez źródła ryzyka i może wtedy doprowadzić do niepożądanego zdarzenia.",
        "source": "PIA1 p12 - WIKI"
      },
      "PIA_DEF_MENA": {
        "name": "Zagrożenia, które mogą doprowadzić do nieuprawnionego dostępu",
        "description": "<strong>Zagrożenia dotyczące:</strong><br>- <strong>Sprzętu</strong> wykorzystywanego w sposób niewłaściwy, obserwowanego, modyfikowanego lub zgubionego (korzystanie z nośnika zawierającego dane wrażliwe dla własnych celów lub nieprzystosowanego do danego sposobu transportu, obserwowanie ekranu bez wiedzy zainteresowanego, podłączenie key-loggera, itp.)<br>- <strong>Oprogramowania</strong>, wykorzystywanego w sposób niewłaściwy, obserwowanego, modyfikowanego (zwiększenie przywilejów, zbieranie danych konfiguracyjnych, zainfekowanie złośliwym kodem, itp.)<br>- <strong>Kanałów informatycznych</strong> obserwowanych (podsłuch ruchu w sieci, itp.)<br>- <strong>Osób</strong> obserwowanych, manipulowanych lub zagubionych (nieumyślne ujawnienie informacji, social engineering, zmiana pracodawcy, itp.)<br>- <strong>Dokumentów papierowych</strong>, obserwowanych lub zgubionych (fotokopie, zapomniane wydruki, kradzież poczty, itp.)<br>- <strong>Kanałów przesyłu papieru</strong> obserwowanych.",
        "source": "PIAF Connected objects p44 and 45"
      },
      "PIA_DEF_MENM": {
        "name": "Zagrożenia, które mogą doprowadzić do niepożądanej modyfikacji danych osobowych",
        "description": "<strong>Zagrożenia dotyczące:</strong><br>- <strong>Sprzętu</strong> zmodyfikowanego (podłączenie sprzętu niekompatybilnego, odłączenie sprzętu niezbędnego do pracy, itp.)<br>- <strong>Oprogramowania</strong> wykorzystywanego w sposób niewłaściwy lub zmodyfikowanego (błąd przetwarzania, nieodpowiednie modyfikacje, itp.)<br>- <strong>Kanałów informatycznych</strong> wykorzystywanych niewłaściwie (ponowne wysłanie przechwyconej transmisji, itp.)<br>- <strong>Osób</strong> przepracowanych lub manipulowanych (obowiązki przerastające kompetencje, stres lub negatywne zmiany w miejscu pracy, negatywny wpływ, itp.)<br>- <strong>Dokumentów papierowych</strong> zmodyfikowanych (modyfikacja dokumentu, podmiana na fałszywy, itp.)<br>- <strong>Kanałów przesyłu papieru</strong> zmodyfikowanych (zamiana podpisów, wysłanie wielu sprzecznych dokumentów, itp.).",
        "source": "PIAF Connected Objects p43 and 44, WIKI"
      },
      "PIA_DEF_MENI": {
        "name": "Zagrożenia, które mogą doprowadzić do braku dostępności danych osobowych",
        "description": "<strong>Zagrożenia dotyczące:</strong><br>- <strong>Sprzętu</strong> niewłaściwie wykorzystywanego, przeciążonego, zmienionego, uszkodzonego, utraconego (zapełnienie jednostki pamięci, atak DDOS, modyfikacja doprowadzająca do awarii, pożar, kradzież lub utrata, itp.)<br>- <strong>Oprogramowania</strong> niewłaściwie wykorzystywanego, przeciążonego, zmienionego, uszkodzonego, utraconego (skasowanie danych, bomba logiczna, nieodnowiona licencja, itp.)<br>- <strong>Kanałów informatycznych</strong> przeciążonych, zmienionych, utraconych (nieupoważnione pobieranie, utrata połączenia z internetem, itp.)<br>- <strong>Osób</strong> przepracowanych, osłabionych, utraconych (kiepskie wykorzystanie kompetencji, choroba, emerytura, itp.)<br>- <strong>Dokumentów papierowych</strong> niewłaściwie wykorzystywanych, uszkodzonych, utraconych (usunięcie, starzenie się archiwów, kradzież lub utrata dokumentów, itp.)<br>- <strong>Kanałów przesyłu papieru</strong> przeciążonych, uszkodzonych, utraconych (strajk poczty, zmiana lokalizacji, zaginięcie przesyłki, reorganizacja, itp.).",
        "source": "PIAF Connected Objects p44 and 45, WIKI"
      },
      "PIA_DEF_GRV": {
        "name": "Istotność",
        "description": "Istotność oznacza wielkość ryzyka. Przede wszystkim zależy od szkodliwego charakteru potencjalnych skutków.",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_VRA": {
        "name": "Prawdopodobieństwo",
        "description": "Prawdopodobieństwo oznacza możliwość ziszczenia się ryzyka. Przede wszystkim zależy od podatności zasobów na zagrożenia oraz zdolności źródeł ryzyka do ich wykorzystania.",
        "source": "PIA1 page 6"
      },
      "PIA_DEF_PBDS": {
        "name": "Zarządzanie projektami",
        "description": "Działania podejmowane, by uwzględnić ochronę danych osobowych w każdej nowej czynności przetwarzania (znaki zaufania, wytyczne, metodologia CNIL zarządzania ryzykiem).",
        "source": "Mesures_US"
      },
      "PIA_DEF_VIOL": {
        "name": "Naruszenie ochrony danych",
        "description": "Naruszenie ochrony prowadzące do przypadkowego lub nielegalnego zniszczenia, utraty, zmiany, nieuprawnionego ujawnienia danych osobowych przesyłanych, przechowywanych bądź przetwarzanych w dowolny inny sposób.",
        "source": "RODO Art. 4.12"
      },
      "PIA_VAL_CART": {
        "name": "Mapowanie ryzyka",
        "description": "Wykres przedstawiający ryzyka generowane przez czynność przetwarzania oraz ryzyko szczątkowe po podjęciu wszystkich działań naprawczych. Wykazuje, że prawidłowe wdrożenie środków opisanych w planie działania może prowadzić do ograniczenia prawdopodobieństwa i/lub istotności ryzyka.",
        "source": "PIAF Connected Objects p34"
      },
      "PIA_VAL_ACT": {
        "name": "Plan działania",
        "description": "Plan działania stanowi opis strategii, środków i pracowników, z których należy skorzystać, by zdefiniowane środki zapobiegawcze zaczęły działać. Dla każdego zadania należy wyznaczyć osobę odpowiedzialną, koszty, trudności i postęp.",
        "source": "None"
      },
      "PIA_DEF_ENJ": {
        "name": "Stawki przetwarzania",
        "description": "Motywacje, które doprowadziły do wdrożenia czynności przetwarzania, oczekiwane korzyści (dla organizacji, dla osób, których dane dotyczą, dla społeczeństwa, itd.).",
        "source": "PIA1 p4 przypis 8"
      },
      "PIA_DEF_ST": {
        "name": "Podmiot przetwarzający",
        "description": "Osoba fizyczna lub prawna, organ publiczny, jednostka lub inny podmiot, który przetwarza dane osobowe w imieniu administratora <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 4.8 [RODO]</a>.<br>Podmiot przetwarzający oraz każda osoba działająca z upoważnienia administratora lub podmiotu przetwarzającego i mająca dostęp do danych osobowych przetwarzają je wyłącznie na polecenie administratora, chyba że wymaga tego prawo Unii lub prawo państwa członkowskiego <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 29 [RODO]</a>.",
        "source": "RODO Art. 4.8 i 29"
      },
      "PIA_DEF_RGPD": {
        "name": "RODO (Ogólne Rozporządzenie o Ochronie Danych)",
        "description": "Rozporządzenie w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE.",
        "source": "Tytuł RODO"
      },
      "PIA_DEF_PC": {
        "name": "Osoba, której dane dotyczą",
        "description": "Osoba, której dotyczą dane podlegające przetwarzaniu.",
        "source": "PIA1 p9"
      },
      "PIA_DEF_MIN3": {
        "name": "Ograniczenie charakteru identyfikacyjnego danych",
        "description": "System może zapewnić, że: <br>- użytkownik skorzysta z zasobu lub usługi bez ryzyka ujawnienia swojej tożsamości (dane anonimowe);<br>- użytkownik skorzysta z zasobu lub usługi bez ryzyka ujawnienia swojej tożsamości, lecz będzie identyfikowalny i odpowiedzialny za skorzystanie z nich (dane spseudonimizowane)<br>- użytkownik skorzysta wielokrotnie z zasobów i usług bez ryzyka powiązania tych różnych zastosowań (danych nie można skorelować)<br>- użytkownik skorzysta z zasobu lub usługi bez ryzyka, że inni, w szczególności strony trzecie, będą mogły obserwować, do czego zasób lub usługa są wykorzystywane (nieobserwowalność)<br>Wybór metody z powyższej listy powinien zależeć od zidentyfikowanych zagrożeń. Dla niektórych zagrożeń dla prywatności, pseudonimizacja będzie bardziej stosowna niż anonimizacja (np. jeżeli jest potrzeba prześledzenia korzystania). Ponadto, obsługa niektórych zagrożeń dla prywatności będzie wymagała kombinacji kilku metod.",
        "source" : "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN4": {
        "name": "Ograniczenie kumulacji danych",
        "description": "System można tak zorganizować, by składał się z niezależnych części z oddzielnymi funkcjami kontroli dostępu. Dane można także podzielić pomiędzy te niezależne podsystemy, zaś każdy podsystem może je kontrolować korzystając z różnych mechanizmów kontroli dostępu. Jeżeli podsystem zostanie naruszony, można w ten sposób ograniczyć skutki dla całości danych.",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_DEF_MIN5": {
        "name": "Ograniczenie dostępu do danych",
        "description": "System może ograniczać dostęp do danych zgodnie z zasadą \"wiedzy koniecznej\". System może rozdzielać dane wrażliwe i zastosować określone polityki kontroli dostępu. System może także szyfrować dane wrażliwe, by chronić ich poufność w czasie transmisji i przechowywania. Należy także chronić dostęp do tymczasowych plików ciasteczek (cookies) generowanych w trakcie przetwarzania.",
        "source": "PIAF Connected objects p42 - WIKI"
      },
      "PIA_EX_DCPC": {
        "name": "Zwykłe dane osobowe",
        "description": "<strong>Dane identyfikacyjne</strong> : stan cywilny, wiek, narodowość, adres pocztowy, itd. <br><strong>Życie osobiste</strong> : stan cywilny, liczba dzieci, rodzaj mieszkania, długość zamieszkania w danym miejscu, itd. <br><strong>Życie zawodowe</strong> : zawód, wykształcenie i kompetencje zawodowe, miejsce pracy, długość stażu pracy, bezrobocie, itd. <br><strong>Dane połączeniowe</strong> : adresy IP, logi zdarzeń, itd.<br><strong>Dane lokalizacyjne</strong> : podróże, dane GP, dane GSM, itd.<br><strong>Inne</strong> : numer telefonu, adres email, itd.",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPS": {
        "name": "Dane osobowe postrzegane jako wrażliwe",
        "description": "Numer PESEL, dane biometryczne, dane bankowe",
        "source": "PIA2 old version - WIKI"
      },
      "PIA_EX_DCPR": {
        "name": "Skazania i dane wrażliwe",
        "description": "Poglądy filozoficzne, polityczne, religijne i związkowe, życie seksualne, dane zdrowotne, pochodzenia rasowego lub etnicznego, dotyczące wykroczeń, skazań, środki bezpieczeństwa - <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/PL/TXT/HTML/?uri=CELEX:32016R0679&from=PL\">Art. 9 i 10 [RODO]</a>.",
        "source": "PIA2 old version, GDPR Article 9 and 10 - WIKI"
      },
      "PIA_EX_HUMI": {
        "name": "Źródła osobowe wewnętrzne",
        "description": "Może rozchodzić się o:<br>- pracownika niedbałego lub mającego złe zamiary, wykorzystującego bliskość systemu, swoje kompetencje, przywileje i dostępny czas potencjalnie wysokie lub dopuszczającego się zaniedbania wskutek braku przeszkolenia lub świadomości;<br>- użytkownika lub jego otoczenie, niedbałego lub mającego złe zamiary, z dostępem do usługi.<br>Ich motywacje mogą być różne: bezmyślność, błąd, zaniedbanie, zemsta, chęć zaalarmowania, zła wola, chęć zysku, szpiegostwo.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_HUME": {
        "name": "Źródła osobowe zewnętrzne",
        "description": "Może rozchodzić się o:<br>- osobę trzecią mającą złe zamiary lub nieobeznanego, wykorzystującego bliskość fizyczną, by podstępnie uzyskać dostęp do usługi;<br>- hakera obierającego za cel użytkownika wykorzystując swoją znajomość użytkownika i pewnych informacji o nim;<br>- hakera obierającego za cel jedną z firm przetwarzających wykorzystując swoją znajomość firmy do ewentualnego naruszenia jej wizerunku;<br>- upoważniony podmiot trzeci wykorzystujący swój dostęp uprzywilejowany do bezprawnego dostępu do informacji.<br>Ich motywacje mogą być różne: zabawa, chęć dokuczenia, zła wola, zemsta, szpiegostwo, chęć zysku, pozyskanie danych w celu ich wykorzystania.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_NHUM": {
        "name": "Źródła nieosobowe",
        "description": "Może rozchodzić się o incydent lub szkodę u jednego z podmiotów przetwarzających (przerwa w zasilaniu, pożar, zalanie, itd.).",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPN": {
        "name": "Skutki pomijalne",
        "description": "Osoby, których dane dotyczą, nie poniosą żadnych skutków lub doznają drobnych niedogodności, z którymi sobie poradzą bez problemu.<br>Przykłady skutków :<br>- fizyczne: przemijający ból głowy<br>- materialne: strata czasu na ponowne dopełnienie formalności lub czekanie na ich dopełnienie, ponowne wykorzystanie danych ze stron internetowych dla marketingu ukierunkowanego, itd.,<br>- moralne: drobna przykrość, uczucie naruszenia prywatności bez poczucia realnej krzywdy (natrętność handlowa), etc.",
        "source": "PIAF Connected Objects p41 - WIKI"
      },
      "PIA_EX_IMPL": {
        "name": "Skutki ograniczone",
        "description": "Osoby, których dane dotyczą, mogą doznać znaczących niedogodności, z którymi sobie poradzą pomimo różnych trudności.<br>Przykłady skutków:<br>- fizyczne: drobna dolegliwość fizyczna (np.: choroba na skutek zlekceważenia przeciwwskazań), zniesławienie doprowadzające do fizycznego odwetu, itd.<br>- materialne: nieplanowane płatności (np.: grzywny błędnie nałożone), odmowa dostępu do usług administracyjnych lub komercyjnych, marketing ukierunkowany dotyczący aspektu życia, który dana osoba chciałaby zachować dla siebie, itd.<br>- moralne: drobna lecz obiektywna dolegliwość psychiczna, uczucie naruszenia prywatności bez poczucia krzywdy nie do naprawienia, zastraszenie w mediach społecznościowych, itd.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPI": {
        "name": "Skutki poważne",
        "description": "Osoby, których dane dotyczą, mogą doznać znaczących konsekwencji, z którymi powinny sobie poradzić ale przy realnych i istotnych trudnościach.<br>Przykłady skutków:<br>- fizyczne: poważna dolegliwość fizyczna powodująca długotrwałą szkodę (pogorszenie stanu zdrowia wskutek złej opieki lub zlekceważenia przeciwwskazań), naruszenie integralności cielesnej (np. w wyniku napadu, wypadku w domu lub w pracy), itd.<br>- materialne: kradzież pieniędzy bez odszkodowania, stracone niepowtarzalne i unikalne szanse (odmowa kredytu mieszkaniowego, studiów, stażu lub pracy, zakaz zdawania egzaminu), utrata mieszkania, utrata pracy, itd.<br>- moralne: poważna dolegliwość psychiczna (depresja, fobia), uczucie naruszenia prywatności z poczuciem krzywdy nie do naprawienia, ofiara szantażu, cyberbullying i nękanie moralne, itd.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_IMPM": {
        "name": "Skutki maksymalne",
        "description": "Osoby, których dane dotyczą, mogą doznać znaczących konsekwencji, wręcz nie do naprawienia, z którymi sobie nie poradzą.<br>Przykłady skutków:<br>- fizyczne: długotrwała lub trwała dolegliwość fizyczna, trwałe naruszenie integralności fizycznej, zgon<br>- materialne: ryzyko finansowe, znaczące długi, niemożność podjęcia pracy, niemożność zmiany miejsca zamieszkania, utrata dowodów w sprawie sądowej, utrata dostępu do kluczowej infrastruktury (woda, prąd), itd.<br>- moralne: długotrwała lub trwała dolegliwość psychiczna, sankcje karne, porwanie, utrata więzi rodzinnych, niemożność pozwania przed sądem, zmiana statusu administracyjnego i/lub utrata autonomii prawnej (kuratela), itd.",
        "source": "PIAF Connected objects p41 - WIKI"
      },
      "PIA_EX_VRAN": {
        "name": "Prawdopodobieństwo pomijalne",
        "description": "Nie wydaje się możliwe, by wybrane źródła ryzyka doprowadzą do zmaterializowania się zagrożenia poprzez wykorzystanie zasobów (np.: kradzież wydruków składowanych w pomieszczeniu, do którego dostęp zabezpieczono czytnikiem kart i kodem dostępu).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAL": {
        "name": "Prawdopodobieństwo ograniczone",
        "description": "Wydaje się trudne, by wybrane źródła ryzyka doprowadziły do zmaterializowania się zagrożenia poprzez wykorzystanie zasobów (np.: kradzież wydruków składowanych w pomieszczeniu, do którego dostęp zabezpieczono czytnikiem kart).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAI": {
        "name": "Prawdopodobieństwo poważne",
        "description": "Wydaje się możliwe, że wybrane źródła ryzyka doprowadzą do zmaterializowania się zagrożenia poprzez wykorzystanie zasobów (np.: kradzież wydruków składowanych w pomieszczeniach biurowych podmiotu, do którego dostępu pilnuje osoba w recepcji).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_VRAM": {
        "name": "Prawdopodobieństwo maksymalne",
        "description": "Wydaje się oczywiste, że wybrane źródła ryzyka doprowadzą do zmaterializowania się zagrożenia poprzez wykorzystanie zasobów (np.: kradzież wydruków składowanych w holu ogólnym w siedzibie podmiotu).",
        "source": "PIAF Connected objects p44 - WIKI"
      },
      "PIA_EX_MIND": {
        "name": "Minimalizacja samych danych",
        "description": "Należy ograniczyć istotność ryzyka minimalizując same dane, podejmując działania zmierzające do zmniejszenie ich wrażliwości.",
        "source": "Mesures_US"
      },
      "PIA_DEF_ANO": {
        "name": "Anonimizacja",
        "description": "Celem anonimizacji jest wyeliminowanie możliwości identyfikacji danych osobowych. Sposób anonimizacji należy opracować za każdym razem od nowa uwzględniając określone zastosowanie. W celu oceny właściwego sposobu anonimizacji, wytyczna <a target=\"_blank\" href=\"http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_pl.pdf\">G29</a> proponuje trzy kryteria :<br>- <strong>Wyodrębnienie : </strong>czy jest możliwość wydzielenia określonej osoby fizycznej ?<br>- <strong>Możliwość tworzenia powiązań : </strong>czy jest możliwe powiązanie ze sobą zestawów odrębnych zestawów danych dotyczących tej samej osoby fizycznej ?<br>- <strong>Wnioskowanie :</strong> czy można wydedukować informacje dotyczące określonej osoby fizycznej ? <br>Zatem : <strong>zestaw danych, z którego nie można ani wyodrębnić ani utworzyć powiązań ani wnioskować, jest a priori anonimowy</strong> ;<br>zestaw danych, w przypadku którego <strong>co najmniej jedno z trzech kryteriów nie jest spełnione </strong>będzie można uznać za anonimowe tylko w wyniku szczegółowej analizy ryzyka ponownej identyfikacji.",
        "source": "Mesures_US and G29 guidelines http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_pl.pdf"
      },
      "PIA_SEC_CTR": {
        "placeholder": "Należy opisać gwarancje umowne zapewniające ochronę danych osobowych powierzonych podmiotowi przetwarzającemu.",
        "name": "Umowa powierzenia przetwarzania",
        "description": "Dane osobowe ujawnione podmiotom przetwarzającym lub zarządzane przez nich powinny korzystać z odpowiednich gwarancji. <strong>Należy korzystać z usług wyłącznie podmiotów przetwarzających, które zapewniają wystarczające gwarancje</strong> (w szczególności jeżeli chodzi o wiedzę fachową, wiarygodność i zasoby). Należy wymagać od usługodawcy ujawnienia swojej polityki bezpieczeństwa systemów informatycznych.<br>Należy podjąć działania (audyty bezpieczeństwa, oględziny instalacji, itd.), które pozwolą <strong>zapewnić skuteczność gwarancji oferowanych przez podmiot przetwarzający<strong> w sprawie ochrony danych i je dokumentować. Te gwarancje obejmują m.in.:<br> - szyfrowanie danych w zależności od ich wrażliwości lub w przypadku braku szyfrowania istnienie procedur gwarantujących, że usługodawca nie ma dostępu do danych, które zostały mu powierzone<br>- szyfrowanie transmisji danych (np. połączeń typu HTTPS, VPN, itd.)<br>- gwarancje dotyczące ochrony sieci, logów systemowych (dzienniki, ścieżki audytowe), zarządzania upoważnieniami, uwierzytelnianiem, itd.<br><strong>Należy opracować taką umowę z podmiotami przetwarzającymi</strong>, która określa m.in. przedmiot, czas trwania, cel przetwarzania i zobowiązania stron oraz upewnić się, że zawiera w szczególności postanowienia ustalające:<br>- ich zobowiązania w kwestii poufności powierzonych danych osobowych<br>- minimalne wymogi dotyczące uwierzytelniania użytkowników<br>- warunki zwrotu i/lub zniszczenia danych na końcu umowy<br>- zasady zarządzania incydentami i ich notyfikacji. Te zasady powinny obejmować zawiadomienie administratora w przypadku wykrycia naruszenia bezpieczeństwa lub incydentu bezpieczeństwa i to w najkrótszym możliwym czasie w przypadku naruszenia ochrony danych osobowych<br>- W przypadku korzystania z dostawcy cloud computing należy:<br>\t1. dokładnie zidentyfikować dane i czynności przetwarzania, które zostaną przeniesione do chmury ;<br>\t2. określić swoje wymagania dotyczące bezpieczeństwa technicznego i prawnego;<br>\t3. przeprowadzić analizę ryzyka w celu identyfikacji odpowiednich środków bezpieczeństwa;<br>\t4. zidentyfikować rodzaj chmury właściwy dla przewidywanego rodzaju przetwarzania;<br>\t5. wybrać usługodawcę wykazujący się wystarczającymi gwarancjami;<br>\t6. dokonać przeglądu wewnętrznej polityki bezpieczeństwa;<br>\t7. śledzić zmiany w czasie.",
        "source": "Mesures_US Procurement: identified and governed by a contract"
      },
      "PIA_DEF_CHIF": {
        "name": "Szyfrowanie",
        "description": "Szyfrowanie wiadomości pozwala zapewnić, że jedynie nadawca i prawowity odbiorca będą znali jej treść. Po zaszyfrowaniu żaden człowiek ani maszyna nie odczyta wiadomości bez znajomości klucza (szyfrowanie symetryczne lub asymetryczne, korzystanie z publicznych algorytmów uznanych za sile, certyfikat uwierzytelniający, itd.).",
        "source " : "Mesures_US Encryption"
      },
      "PIA_DEF_PWD": {
        "name": "Hasło",
        "description": "Uwierzytelnianie za pomocą nazwy i hasła użytkownika stanowi prosty i tani sposób kontroli dostępu. Jednakże dla wyższego poziomu ochrony zaleca się m.in., by:<br>wymagano hasła złożonego z co najmniej 8 znaków obejmujących duże i małe litery oraz cyfry i znaki specjalne;<br>przy zmianie hasła - uniemożliwiać skorzystanie z ostatnich pięciu haseł;<br> używać różnych haseł do różnych dostępów;<br>hasła nie były powiązane z danymi osobistymi (np. data urodzenia własna czy dziecka.<br>Należy określić maksymalną liczbę nieudanych prób logowania się przed zablokowaniem konta użytkownika.",
        "source" : "Mesure_US"
      },
      "PIA_DEF_AUTH": {
        "name": "Identyfikacja",
        "description": "Każda osoba, która ma prawo dostępu do danych osobowych (pracownicy, dostawcy oraz inne strony trzecie), powinna być rozpoznawana za pomocą unikalnego identyfikatora. Należy dobrać metodę identyfikacji właściwą dla kontekstu, poziomu ryzyka i oczekiwanej odporności. Zalecenia: jeżeli ryzyko jest niskie, można korzystać tylko z tego co wiemy, czyli np. hasła; jeżeli ryzyko jest wysokie, należy korzystać także z tego co mamy, czyli np. tokena i/lub z tego, co nas charakteryzuje, czyli np. odcisku palca lub podpisu.",
        "source": "Mesures_US Logical Access Control"
      },
      "PIA_DEF_LOG": {
        "name": "Logi",
        "description": "Należy prowadzić rejestrowanie działań mających znaczenia dla funkcjonowania systemu w celu <strong>identyfikacji nieupoważnionego dostępu do</strong> lub <strong>niewłaściwego wykorzystania</strong> danych osobowych, bądź w celu ustalenia źródła incydentu. W tym celu należy dokumentować zdarzenia w dziennikach systemów (logach), <strong>rejestrując istotne zdarzenia</strong> oraz <strong>gwarantując, że nie będzie można zmodyfikować zapisów tych zdarzeń.</strong>",
        "source": "Mesures_US Surveillance"
      },
      "PIA_DEF_ARCH": {
        "name": "Archiwizacja",
        "description": "Należy archiwizować dane, które nie są już wykorzystywane na co dzień, lecz których termin przechowywania jeszcze nie upłynął, np. dane, które są przechowywane na wypadek spraw spornych.<br><strong>Archiwa należy zabezpieczyć </strong>, szczególnie jeżeli zawierają dane wrażliwe lub dane, które mogą mieć poważne skutki dla osób, których te dane dotyczą.",
        "source": "Mesures_USE Archiving"
      }
    }
  },
  "comments": {
    "comments_count": "komentarz(e)",
    "new_comment": "Komentarz",
    "placeholder_new_comment": "Można wpisać komentarz",
    "comment": "Komentarz",
    "send": "Wysłanie"
  },
  "questions": {
    "edit": "Edycja pytania",
    "gauges": {
      "0": "(Niezdefiniowane)",
      "1": "Pomijalne",
      "2": "Ograniczone",
      "3": "Poważne",
      "4": "Maksymalne"
    }
  },
  "evaluations": {
    "title": "Ocena",
    "to_correct": "Do poprawienia",
    "improvable": "Do ulepszenia",
    "acceptable": "Do zaakceptowania",
    "evaluation_comment": "Komentarz do oceny",
    "action_plan_comment": "Plan działania / działania naprawcze",
    "placeholder_to_correct": "Można wpisać komentarz wyjaśniający, dlaczego dostarczone informacje nie są wystarczające dla przeprowadzenia oceny. Tę sekcję nalezy odesłać do edycji w celu uzupełnienia pierwotnej propozycji.",
    "placeholder_improvable1": "Można wpisać komentarz wyjaśniający, które dodatkowe środki należy uwzględnić w celu ulepszenia ochrony danych osobowych w ramach przetwarzania.",
    "placeholder_improvable2": "Można wpisać komentarz.",
    "placeholder_acceptable": "Można wpisać komentarz wyjaśniający, w jakim zakresie wdrożone środki są wystarczające dla spełnienia wymagań dotyczących ochrony danych osobowych.",
    "gauges": {
      "seriousness": "Biorąc pod uwagę plan działania, jak można ponownie ocenić <span class='red-highlight'>istotność tego ryzyka</span> ({{value}}) ?",
      "likelihood": "Biorąc pod uwagę plan działania, jak można ponownie ocenić <span class='red-highlight'>prawdopodobieństwo tego ryzyka</span> ({{value}}) ?",
      "0": "(Niezdefiniowane)",
      "1": "Pomijalne",
      "2": "Ograniczone",
      "3": "Poważne",
      "4": "Maksymalne"
    },
    "status": {
      "0": "Oczekujące",
      "1": "Do poprawienia",
      "2": "Do ulepszenia",
      "3": "Do zaakceptowania"
    }
  },
  "help": {
    "title": "Pomoc",
    "definition": {
      "data1": {
        "title": "Korzystanie z narzędzia PIA",
        "content": "Treść w trakcie pisania"
      },
      "data2": {
        "title": "Znane błędy",
        "qa1": {
          "title": "Napotkano problemy z wyświetlaniem, np. ikony nie są odświeżane lub brakuje elementów interfejsu.",
          "content": "Napotykając problemy z wyświetlaniem, należy zamknąć aplikację i ją ponownie uruchomić. To zazwyczaj pomoże naprawić ten rodzaj błędów. Dane zostaną zapisane zatem nie dojdzie do ich utraty."
        },
        "qa2": {
          "title": "Nie można edytować wskaźników prawdopodobieństwa i istotności ryzyka.",
          "content": "Ten błąd jest znany i zostanie poprawiony. W razie napotkania tego problemu należy wpisać w pole uzasadnienia szacowany poziom istotności lub przwdopodobieństwa oraz jego uzasadnienie."
        },
        "qa3": {
          "title": "Występują problemy z importem wybranej PIA.",
          "content": "Zaobserwowano kilka problemów przy ładowaniu danej PIA, w szczególności brak wskaźników oceny istotności i prawdopodobieństwa ryzyka. W takim przypadku należy zapoznać się z poprzednim pytaniem. Jeżeli dana ocena PIA nie pojawia się na tablicy PIA, należy odświeżyć stronę, by ją zobaczyć."
        },
        "qa4": {
          "title": "Po wykonaniu kopiuj/wklej, tekst pojawia się podświetlony.",
          "content": "Jest to błąd wyświetlania i nie wpływa na informacje podane w trakcie PIA. Ten problem zostanie wkrótce naprawiony."
        },
        "qa5": {
          "title": "Nie można ocenić określonej sekcji",
          "content": "By zażądać oceny określonej sekcji, wszystkie pola muszą być wypełnione. Należy sprawdzić, czy tak jest. W trakcie edycji danego ryzyka, wymagane jest wskazanie co najmniej jednego środka technicznego lub organizacyjnego mitygującego to ryzyko."
        },
        "qa6": {
          "title": "Przy zmianie języka, opisy nie są przetłumaczone",
          "content": "Należy zamknąć i ponownie otworzyć edytowaną PIA. Zawartość powinna wyświetlić się w wybranym języku."
        },
        "qa7": {
          "title": "Co dalej po odmowie zatwierdzenia PIA ?",
          "content": "Obecnie ikony menu nawigacji nie są odświeżane po odmowie zatwierdzenia. Należy ponownie sprawdzić informacje i ocenę w każdej sekcji pod kątem powodów odmowy i poprosić o nową ocenę. Po przeglądzie wszystkich sekcji, będzie można ponownie wystąpic o zatwierdzenie danej oceny PIA."
        }
      },
      "footer": ""
    }
  },
  "about": {
    "title": "O narzędziu PIA",
    "version_number": "Numer wersji",
    "description": "To narzędzie zostało pierwotnie opracowane przez <a target=\"_blank\" href=\"https://www.cnil.fr\">Commission Nationale Informatique et Liberté (CNIL)</a>, francuski organ nadzorczy ochrony danych, dla wsparcia administratorów danych w ich staraniach o zgodność z RODO.<br>To narzędzie jest wolne i otwarte. Można uczestniczyć w pracy nad nim pobierając kod źródłowy z Github, modyfikując go i rozpowszechniając wśród zainteresowanych.",
    "translators": "Aplikacja PIA jest obecnie dostępna w pięciu językach. CNIL opracowała wersję francuską i angielską. Pozostałe wersje stanowią wynik pracy następujących osób:",
    "translators_name": "<ul><li>Holenderska: Ruud van Driel, Manuel d’Orso ;</li><li>Czeska: Jiří Grohmann, Manuel d’Orso ;</li><li>Włoska: Manuel d’Orso, Gianluca Markos.</li><li>Polska: Joanna Karczewska</li><li>Niemiecki: Kosmas Schütz</li><li>Hiszpański: ylachgar</li></ul>",
    "contribute": "W razie zainteresowania tłumaczeniem na inny język lub w celu poprawienia obecnych tłumaczeń, polecamy <a href=\"https://github.com/LINCnil/pia/tree/master/src/assets/i18n\" target=\"_blank\">zapoznanie się ze stroną opisującą, co należy w tym celu zrobić</a>.",
    "licences": "Licencje bibliotek:"
  },
  "settings": {
    "title": "Ustawienia",
    "content": "Prosimy o podanie adresu (URL) zdalnego serwera:",
    "update": "Aktualizacja URL"
  },
  "validation_page": {
    "responsible": "TO BE TRANSLATED - Person accountable for validating the PIA: ",
    "after_reading": "TO BE TRANSLATED - After reading full PIA relating to the data processing linked to ",
    "confirmation1": "TO BE TRANSLATED - I attest that the context of the processing described in the PIA is consistent with the reality.",
    "confirmation2": "TO BE TRANSLATED - I attest that I am aware of the risks depending on the existing or planned measures.",
    "confirmation3": "TO BE TRANSLATED - I ratify the corrective actions indicated in the action plan.",
    "confirmation4": "TO BE TRANSLATED - I commit to implement as quickly as possible the indicated corrective actions.",
    "button": {
      "rejection": "TO BE TRANSLATED - Reject PIA",
      "simple_validation": "TO BE TRANSLATED - Approve PIA <br>(direct)",
      "signed_validation": "TO BE TRANSLATED - Approve PIA <br>(signed)"
    },
    "mandatory_fields": "TO BE TRANSLATED - All boxes must be checked",
    "waiting_for_signature": "TO BE TRANSLATED - Pending signed PIA",
    "validated_pia_with_signature": "TO BE TRANSLATED - Approved",
    "add_signed_pia": "TO BE TRANSLATED - Add the signed PIA",
    "remove_attachment": "TO BE TRANSLATED - Remove the attachment",
    "latest_signed_attachment": "TO BE TRANSLATED - Last signed attachment",
    "signed_attachments_history": "TO BE TRANSLATED - Signed attachments history",
    "tools": {
      "dashboard": "TO BE TRANSLATED - Dashboard",
      "display_pia": "TO BE TRANSLATED - Display report",
      "action_plan": "TO BE TRANSLATED - Action plan"
    }
  },
  "rejection_page": {
    "title": "TO BE TRANSLATED - Validation history",
    "rejection_reason": "TO BE TRANSLATED - Refusal reason",
    "rejection_reason_placeholder": "TO BE TRANSLATED - Describe the reasons for refusing the PIA.",
    "applied_adjustments": "TO BE TRANSLATED - Adjustments proposed",
    "applied_adjustments_placeholder": "TO BE TRANSLATED - Describe the changes brought to the PIA.",
    "previous_rejection": "TO BE TRANSLATED - Previous refusal",
    "button": {
      "abandon_treatment": "TO BE TRANSLATED - Abandon processing",
      "reject_pia": "TO BE TRANSLATED - Reject PIA",
      "send_for_validation": "TO BE TRANSLATED - Resend for approval"
    }
  },
  "misc": {
    "display": "Pokazanie / Ukrycie"
  },
  "modals": {
    "cancel": "Anulowanie",
    "archive": "Archiwizacja",
    "close": "Zamknięcie",
    "continue": "Dalsza praca",
    "start_evaluation": "TO BE TRANSLATED - Start review",
    "back_to_home": "Powrót do powitania",
    "simple_pia_validation": {
      "content": "TO BE TRANSLATED - You have approved the PIA."
    },
    "completed_edition": {
      "content": "TO BE TRANSLATED - The PIA has been fully edited and has to be reviewed."
    },
    "completed_evaluation": {
      "content": "TO BE TRANSLATED - The PIA has been fully reviewed and can be validated."
    },
    "update_server_url": {
      "content": "Adres serwera został zaktualizowany."
    },
    "signed_pia_validation": {
      "content": "TO BE TRANSLATED - To approve the PIA, attach the signed report.",
      "download_pia": "Pobranie raportu"
    },
    "abandon_pia": {
      "content": "TO BE TRANSLATED - Do you wish to give up the processing?",
      "additional_text": "TO BE TRANSLATED - Archiving is not definitive and the PIA can go back to it if needed."
    },
    "refuse_pia": {
      "content": "TO BE TRANSLATED - As you have rejected the PIA, it is sent back for review to make the required changes."
    },
    "same_comment": {
      "content": "<span class='strong'>Uwaga</span><br>Należy wprowadzić inny komentarz niż ostatnio zarejestrowany."
    },
    "not_enough_measures_to_remove": {
      "content": "<span class='strong'>Uwaga</span><br>Należy opisać co najmniej jeden środek: usunięcie niemożliwe."
    },
    "remove_measure": {
      "content": "<span class='strong'>Uwaga</span><br>Czy na pewno<br>ten środek ma być usunięty ?",
      "remove": "Usunięcie <br>środka",
      "keep": "Zachowanie <br>środka"
    },
    "ask_for_evaluation": {
      "content": "TO BE TRANSLATED - This section is ready to be reviewed."
    },
    "validate_evaluation": {
      "content": "TO BE TRANSLATED - This section is ready for validating the PIA."
    },
    "validate_evaluation_to_correct": {
      "content": "Niestety<br>Kilka pól wymaga poprawek.<br>Powrót do trybu edycji<br>w celu naniesienia poprawek."
    },
    "declare_measures": {
      "content": "Przed oceną ryzyka<br>należy zadeklarować środki<br>istniejące lub przewidziane.",
      "declare": "Deklarowane środki istniejące lub przewidziane"
    },
    "remove_pia": {
      "content": "<span class='strong'>Uwaga</span><br>Czy na pewno chcą Państwo<br>usunąć tę PIA ?",
      "remove": "Usunięcie PIA"
    },
    "remove_attachment": {
      "content": "<span class='strong'>Uwaga</span><br>Czy na pewno chcą Państwo<br>usunąć ten załącznik ?",
      "keep": "Zachowanie",
      "remove": "Usunięcie",
      "comment": "TO BE TRANSLATED - Comment"
    },
    "action_plan_no_evaluation": {
      "content": "TO BE TRANSLATED - You need to begin the review of the analysis to create the action plan.",
      "review_section": "TO BE TRANSLATED - Review a section"
    },
    "dpo_missing_evaluations": {
      "content": "TO BE TRANSLATED - You need to complete the review of the analysis to access the DPO page.",
      "review_section": "TO BE TRANSLATED - Review a section"
    },
    "modal_select_text_pia": {
      "content": "TO BE TRANSLATED - The content of the PIA has been copied to clipboard."
    },
    "back_to_edition": {
      "content": "TO BE TRANSLATED - This section has been sent back for editing.<br> Several fields must be corrected<br> to enable its proper review."
    },
    "back_to_evaluation": {
      "content": "TO BE TRANSLATED - This section has been sent back for review.<br> Several fields must be reviewed<br> to enable its proper validation."
    }
  },
  "summary": {
    "previous_page": "Powrót do poprzedniej strony",
    "print": "Drukowanie",
    "copy_to_clipboard": "TO BE TRANSLATED - Copy to clipboard",
    "download_images": "TO BE TRANSLATED - Download images",
    "download_csv": "TO BE TRANSLATED - Download a CSV export",
    "csv_action_plan_comment": "TO BE TRANSLATED - Action plan comment",
    "csv_evaluation_comment": "TO BE TRANSLATED - Evaluation comment",
    "csv_section": "TO BE TRANSLATED - Section",
    "csv_title_object": "TO BE TRANSLATED - Title",
    "csv_implement_date": "TO BE TRANSLATED - Estimated implementation date",
    "csv_people_in_charge": "TO BE TRANSLATED - Person in charge",
    "csv_file_title": "TO BE TRANSLATED - action-plan",
    "display_filters": {
      "title": "TO BE TRANSLATED - Filters",
      "main_content": "TO BE TRANSLATED - Display \"PIA information\"",
      "context_content": "TO BE TRANSLATED - Display \"Context\"",
      "principles_content": "TO BE TRANSLATED - Display \"Fundamental principles\"",
      "risks_content": "TO BE TRANSLATED - Display \"Risks\"",
      "action_plan_content": "TO BE TRANSLATED - Display action plan",
      "risks_overview_content": "TO BE TRANSLATED - Display risks overview",
      "risks_cartography_content": "TO BE TRANSLATED - Display risk mapping"
    },
    "title": "Informacje o PIA",
    "pia_name": "Nazwa PIA",
    "pia_author": "Nazwisko autora",
    "pia_assessor": "Nazwisko oceniającego",
    "pia_validator": "Nazwisko zatwierdzającego",
    "content_choice": {
      "0": "Tego przetwarzania nie należy wdrażać.",
      "1": "To przetwarzanie można wdrożyć."
    },
    "dpo_name": "Nazwisko IOD",
    "dpo_status": "Status IOD",
    "dpo_opinion": "Opinia IOD",
    "concerned_people_searched_opinion": "Potrzebne opinie osób, których dane dotyczą",
    "people_search_status_ok": "Poproszono o opinię osób, których dane dotyczą.",
    "people_search_status_nok": "Nie poproszono o opinię osób, których dane dotyczą.",
    "concerned_people_unsearched_opinion_comment": "Powód, dla którego nie zwrócono się o opinię do osób, których dane dotyczą.",
    "concerned_people_name": "Nazwiska osób, których dane dotyczą",
    "concerned_people_status": "Status osób, których dane dotyczą",
    "concerned_people_opinion": "Opinie osób, których dane dotyczą",
    "modification_made": "Wniesione modyfikacje",
    "rejection_reason": "Powód odmowy",
    "creation_date": "Data utworzenia",
    "attachments": "Załączniki",
    "gauges": {
      "1": "Pomijalne",
      "2": "Ograniczone",
      "3": "Poważne",
      "4": "Maksymalne"
    },
    "action_plan": {
      "title": "Plan działania",
      "fundamental_principles": "Zasady fundamentalne",
      "implementation_date": "Planowana data wdrożenia",
      "implementation_responsible": "Osoba odpowiedzialna za wdrożenie",
      "measures": "Środki istniejące lub przewidziane",
      "risks": "Ryzyka",
      "no_action_plan": "Brak zarejestrowanego planu działania."
    },
    "risks_overview_title": "TO BE TRANSLATED - Risks overview",
    "risks_cartography_title": "TO BE TRANSLATED - Risk mapping"
  },
  "errors": {
    "title": "Brak strony.",
    "content": "Jeżeli wystąpią inne problemy lub mają Państwo sugestie dotyczące ulepszeń, prosimy skorzystać z formularza <a target=\"_blank\" href=\"https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia\">https://www.cnil.fr/fr/webform/vos-retours-sur-loutil-pia</a>."
  },
  "overview-risks": {
    "potential_impacts": "Potencjalne skutki",
    "threat": "Zagrożenie",
    "sources": "Źródła",
    "measures": "Środki",
    "negligible": "Pomijalne",
    "limited": "Ograniczone",
    "important": "Poważne",
    "maximal": "Maksymalne",
    "risk-access_x": "Istotność",
    "risk-access_y": "Prawdopodobieństwo",
    "risk-change_x": "Istotność",
    "risk-change_y": "Prawdopodobieństwo",
    "risk-disappearance_x": "Istotność",
    "risk-disappearance_y": "Prawdopodobieństwo"
  },
  "cartography": {
    "negligible": "Pomijalne",
    "limited": "Ograniczone",
    "important": "Poważne",
    "maximal": "Maksymalne",
    "seriousness_axe": "Istotność ryzyka",
    "likelihood_axe": "Prawdopodobieństwo ryzyka",
    "legend1": "Środki istniejące lub przewidziane",
    "legend2": "Z wdrożonymi środkami naprawczymi",
    "legend3": "(D)ostęp nieupoważniony do danych",
    "legend4": "(M)odyfikacja niepożądana danych",
    "legend5": "(Z)niknięcie danych",
    "risk1_access": "(D)",
    "risk2_modification": "(M)"
  },
  "action_plan": {
    "title": "Przegląd",
    "principles": "Zasady fundamentalne",
    "measures": "Środki istniejące lub przewidziane",
    "risks": "Ryzyka",
    "risk1": "Dostęp nieupoważniony do danych",
    "risk2": "Modyfikacja niepożądana danych",
    "risk3": "Zniknięcie danych",
    "improvable_measures": "Środki do ulepszenia",
    "acceptable_measures": "Środki do zaakceptowania",
    "no_action_plan": "Brak zarejestrowanego planu działania.",
    "edit": "Edit",
    "placeholder_person_in_charge": "Osoba odpowiedzialna za wdrożenie"
  },
  "opinions": {
    "edit": "Edycja",
    "content": ", uważa(ją), że :",
    "dpo_opinion": "Opinia IOD",
    "placeholder_dpo_name": "Nazwisko(a) IOD",
    "placeholder_dpo_opinion": "Należy podać powody wyboru.",
    "dpo_lock": "Należy wypełnić pozostałe sekcje przed zasięgnięciem opinii IOD.",
    "people_opinion": "Opinia osób, których dane dotyczą",
    "placeholder_concerned_people_name": "Nazwisko(a) osoby(osób), których dane dotyczą",
    "placeholder_people_opinion": "Należy opisać, jak zbierano opinie i co dała ich analiza. Jeżli nie zbierano opinii, należy podać powody.",
    "placeholder_search_content": "Należy uzasadnić, dlaczego nie zbierano opinii osób, których dane dotyczą.",
    "treatment_ok": "To przetwarzanie można wdrożyć.",
    "treatment_nok": "Tego przetwarzania nie należy wdrażać.",
    "treatment_lock": "Należy uzupełnić pozostałe sekcje przed wpisaniem opinii osób, których dane dotyczą."
  },
  "sections": {
    "1": {
      "title": "Kontekst",
      "short_help": "Ta sekcja pozwala uzyskać jasną wizję rozważanego przetwarzania danych osobowych.",
      "items": {
        "1": {
          "title": "Przegląd",
          "short_help": "Ta sekcja pozwala zidentyfikować i przedstawić przedmiot badania.",
          "questions": {
            "1": {
              "title": "Jakie przetwarzanie stanowi przedmiot badania?",
              "placeholder": "Należy przedstawić syntetyczny opis przetwarzania: jego nazwę, cele, wyzwania (co wniesie), kontekst wykorzystania, itd."
            },
            "2": {
              "title": "Jakie odpowiedzialności są związane z tym przetwarzaniem?",
              "placeholder": "Należy opisać odpowiedzialności zaangażowanych stron: administratora danych, ewentualnych podmiotów przetwarzających oraz współadministratorów."
            },
            "3": {
              "title": "Jakie standardy mają zastosowanie?",
              "placeholder": "Należy wymienić standardy mające zastosowanie w przypadku tego przetwarzania, w szczególności zatwierdzone kodeksy postępowania oraz certyfikaty związane z ochroną danych osobowych."
            }
          }
        },
        "2": {
          "title": "Dane, procesy i aktywa",
          "short_help": "Ta sekcja pozwala zdefiniować i szczegółowo opisać zakres przetwarzania.",
          "questions": {
            "1": {
              "title": "Jakie dane są przetwarzane?",
              "placeholder": "Należy wymienić dane zbierane i przetwarzane, podając czas ich przechowywania, odbiorców oraz osoby, które mogą mieć do nich dostęp."
            },
            "2": {
              "title": "Jak wygląda cykl życia danych (opis funkcjonalny)?",
              "placeholder": "Należy opisać cykl życia danych (od ich zbierania do ich zniszczenia poprzez ich przechowywanie, poszczególne etapy przetwarzania, archiwizację, itp.) np. za pomocą schematów przepływu danych (można je dołączyć jako załącznik) oraz szczegółowego opisu każdego wdrożonego procesu."
            },
            "3": {
              "title": "Jakie aktywa będą wykorzystywane?",
              "placeholder": "Należy wymienić wykorzystywane aktywa (systemy operacyjne, aplikacje zawodowe, oprogramowanie biurowe, protokoły, konfiguracje, itd.)"
            }
          }
        }
      }
    },
    "2": {
      "title": "Zasady fundamentalne",
      "short_help": "Ta sekcja pozwala zbudować zgodność z zasadami prywatności.",
      "items": {
        "1": {
          "title": "Proporcjonalność i konieczność",
          "short_help": "Ta sekcja pozwala wykazać legalność przetwarzania i przetwarzanych danych.",
          "questions": {
            "1": {
              "title": "Czy cele przetwarzania są ustalone, wyraźne i zgodne z prawem?",
              "short_title": "Cele",
              "placeholder": "Należy wyjaśnić, w jakim sensie cele przetwarzania są ustalone, wyraźne i zgodne z prawem."
            },
            "2": {
              "title": "Jakie są podstawy prawne, które określają zgodność przetwarzania z prawem?",
              "short_title": "Podstawa prawna",
              "placeholder": "Należy przedstawić podstawę(y) prawną(e) przetwarzania (np.: zgoda, wykonanie umowy, obowiązek prawny, żywotne interesy, itd.)."
            },
            "3": {
              "title": "Czy zbierane dane są adekwatne, stosowne oraz ograniczone do tego, co niezbędne do celów, w których są przetwarzane (minimalizacja danych)?",
              "short_title": "Adekwatne dane",
              "placeholder": "Należy wyjaśnić, dlaczego poszczególne zbierane dane są niezbędne do celów, w których są przetwarzane."
            },
            "4": {
              "title": "Czy dane są prawidłowe i w razie potrzeby uaktualniane?",
              "short_title": "Prawidłowość danych",
              "placeholder": "Należy opisać, w jaki sposób zapewnia się jakość danych."
            },
            "5": {
              "title": "Jaki jest okres przechowywania danych?",
              "short_title": "Okres przechowywania",
              "placeholder": "Należy wyjaśnić, w jaki sposób okres przechowywania poszczególnych danych jest niezbędny dla osiągania celów przetwarzania lub spłnienia wymogów prawnych."
            }
          }
        },
        "2": {
          "title": "Środki ochrony praw osób, których dane dotyczą",
          "short_help": "Ta sekcja pozwala wykazać, że wdrażane są środki niezbędne dla wykonywania praw osób, których dane dotyczą.",
          "questions": {
            "1": {
              "title": "Jak osoby, których dane dotyczą, są informowane o przetwarzaniu?",
              "short_title": "Informacje dla osób, których dane dotyczą",
              "placeholder": "Należy opisać, w jaki sposób osoby, których dane dotyczą, są informowane o przetwarzaniu."
            },
            "2": {
              "title": "Jak uzyskuje się zgody osób, których dane dotyczą?",
              "short_title": "Uzyskanie zgody",
              "placeholder": "Należy opisać procedury uzyskiwania zgody osób, których dane dotyczą."
            },
            "3": {
              "title": "W jaki sposób osoby, których dane dotyczą, mogą wyegzekwować prawo dostępu do danych i prawo do przenoszenia danych?",
              "short_title": "Prawo dostępu i do przenoszenia danych",
              "placeholder": "Należy opisać procedury umożliwiające osobom, których dane dotyczą, uzyskanie dostępu do swoich danych, ich otrzymanie i przekazanie."
            },
            "4": {
              "title": "W jaki sposób osoby, których dane dotyczą, mogą wyegzekwować prawo do sprostowania i prawo do usunięcia danych?",
              "short_title": "Prawo do sprostowania i usunięcia",
              "placeholder": "Należy opisać procedury umożliwiające osobom, których dane dotyczą, sprostowanie i usunięcie swoich danych."
            },
            "5": {
              "title": "W jaki sposób osoby, których dane dotyczą, mogą wyegzekwować prawo do ograniczenia przetwarzania i prawo do sprzeciwu?",
              "short_title": "Prawo do ograniczenia przetwarzania i sprzeciwu",
              "placeholder": "Należy opisać procedury umożliwiające osobom, których dane dotyczą, ograniczenie przetwarzania swoich danych i prawo do sprzeciwu wobec przetwarzania swoich danych osobowych."
            },
            "6": {
              "title": "Czy zobowiązania podmiotów przetwarzających zostały jasno określone i zawarte w umowie?",
              "short_title": "Powierzenie przetwarzania",
              "placeholder": "Dla każdego podmiotu przetwarzającego, należy opisać jego zakresy odpowiedzialności (czas trwania, zakres, cel, udokumentowane instrukcje przetwarzania, uprzednia zgoda) i przedstawić stosowne zapisy umów, kodeksy postępowania oraz certyfikacje określające ich zobowiązania."
            },
            "7": {
              "title": "W przypadku przekazywania danych poza obszar Unii Europejskiej, czy dane są adekwatnie chronione?",
              "short_title": "Przekazywanie danych",
              "placeholder": "Dla każdego państwa poza obszarem Unii Europejskiej, w którym dane są przechowywane lub przetwarzane, należy podać jego nazwę i zaznaczyć, czy jest uznawane jako oferujące odpowiedni stopień ochrony danych osobowych lub opisać postanowienia dotyczące przekazywania."
            }
          }
        }
      }
    },
    "3": {
      "title": "Ryzyka",
      "short_help": "Ta sekcja pozwala oceny ryzyka dla prywatności, przy uwzględnieniu środków istniejących lub przewidzianych.",
      "items": {
        "1": {
          "title": "Środki istniejące lub przewidziane",
          "short_help": "Ta sekcja pozwala zidentyfikować środki (istniejące lub przewidziane), które mają wpływ na bezpieczeństwo danych."
        },
        "2": {
          "title": "Nieupoważniony dostęp do danych",
          "short_help": "Należy dokonać analizy przyczyn i konsekwencji nieupoważnionego dostępu do danych i oszacować jego istotność oraz prawdopodobieństwo.",
          "questions": {
            "1": {
              "title": "Jakie mogą być główne skutki dla osób, których dane dotyczą, jeżeli ryzyko się zdarzy?",
              "placeholder": "Należy przedstawić potencjalne skutki \u002B"
            },
            "2": {
              "title": "Jakie są główne zagrożenia, które mogą doprowadzić do zdarzenia się ryzyka?",
              "placeholder": "Należy przedstawić zagrożenia \u002B"
            },
            "3": {
              "title": "Jakie są źródła ryzyka?",
              "placeholder": "Należy przedstawić źródła ryzyka \u002B"
            },
            "4": {
              "title": "Które ze zidentyfikowanych środków pozwoli zająć się ryzykiem?",
              "placeholder": "Klikając w tym miejscu należy wybrać środki pozwalające zająć się ryzykiem."
            },
            "5": {
              "title": "Jaka jest szacowana istotność ryzyka, w zależności od potencjalnych skutków i przewidzianych środków?",
              "placeholder": "Należy uzasadnić szacowaną istotność ryzyka."
            },
            "6": {
              "title": "Jakie jest szacowane prawdopodobieństwo ryzyka, szczególnie w odniesieniu do zagrożeń, źródeł ryzyka i przewidzianych środków?",
              "placeholder": "Należy uzasadnić szacowane prawdopodobieństwo ryzyka."
            }
          }
        },
        "3": {
          "title": "Niepożądana modyfikacja danych",
          "short_help": "Należy dokonać analizy przyczyn i konsekwencji niepożądanej modyfikacji danych i oszacować jego istotność oraz prawdopodobieństwo.",
          "questions": {
            "1": {
              "title": "Jakie mogą być główne skutki dla osób, których dane dotyczą, jeżeli ryzyko się zdarzy?",
              "placeholder": "Należy przedstawić potencjalne skutki \u002B"
            },
            "2": {
              "title": "Jakie są główne zagrożenia, które mogą doprowadzić do zdarzenia się ryzyka?",
              "placeholder": "Należy przedstawić zagrożenia \u002B"
            },
            "3": {
              "title": "Jakie są źródła ryzyka?",
              "placeholder": "Należy przedstawić źródła ryzyka \u002B"
            },
            "4": {
              "title": "Które ze zidentyfikowanych środków pozwoli zająć się ryzykiem?",
              "placeholder": "Klikając w tym miejscu należy wybrać środki pozwalające zająć się ryzykiem."
            },
            "5": {
              "title": "Jaka jest szacowana istotność ryzyka, w zależności od potencjalnych skutków i przewidzianych środków?",
              "placeholder": "Należy uzasadnić szacowaną istotność ryzyka."
            },
            "6": {
              "title": "Jakie jest szacowane prawdopodobieństwo ryzyka, szczególnie w odniesieniu do zagrożeń, źródeł ryzyka i przewidzianych środków?",
              "placeholder": "Należy uzasadnić szacowane prawdopodobieństwo ryzyka."
            }
          }
        },
        "4": {
          "title": "Zniknięcie danych",
          "short_help": "Należy dokonać analizy przyczyn i konsekwencji utraty danych i oszacować jego istotność oraz prawdopodobieństwo.",
          "questions": {
            "1": {
              "title": "Jakie mogą być główne skutki dla osób, których dane dotyczą, jeżeli ryzyko się zdarzy?",
              "placeholder": "Należy przedstawić potencjalne skutki \u002B"
            },
            "2": {
              "title": "Jakie są główne zagrożenia, które mogą doprowadzić do zdarzenia się ryzyka?",
              "placeholder": "Należy przedstawić zagrożenia \u002B"
            },
            "3": {
              "title": "Jakie są źródła ryzyka?",
              "placeholder": "Należy przedstawić źródła ryzyka \u002B"
            },
            "4": {
              "title": "Które ze zidentyfikowanych środków pozwoli zająć się ryzykiem?",
              "placeholder": "Klikając w tym miejscu należy wybrać środki pozwalające zająć się ryzykiem."
            },
            "5": {
              "title": "Jaka jest szacowana istotność ryzyka, w zależności od potencjalnych skutków i przewidzianych środków?",
              "placeholder": "Należy uzasadnić szacowaną istotność ryzyka."
            },
            "6": {
              "title": "Jakie jest szacowane prawdopodobieństwo ryzyka, szczególnie w odniesieniu do zagrożeń, źródeł ryzyka i przewidzianych środków?",
              "placeholder": "Należy uzasadnić szacowane prawdopodobieństwo ryzyka."
            }
          }
        },
        "5": {
          "title": "Obraz ryzyka",
          "short_help": "Ta wizualizacja pozwala uzyskać globalny i syntetyczny obraz działania środków na ryzyka, na które mają wpłynąć."
        }
      }
    },
    "4": {
      "title": "Zatwierdzenie",
      "short_help": "Ta sekcja pozwala przygotować i sformalizować zatwierdzenie PIA.",
      "items": {
        "1": {
          "title": "Mapa ryzyka",
          "short_help": "Ta wizualizacja pozwala porównać wzajemne pozycjonowanie się ryzyk, przed i po wdrożeniu dodatkowych środków."
        },
        "2": {
          "title": "Plan działania",
          "short_help": "Należy szczegółowo zaplanować wdrożenie dodatkowych środków określonych w trakcie PIA."
        },
        "3": {
          "title": "Opinie IOD i osób, których dane dotyczą",
          "short_help": "Należy przedstawić rady osoby odpowiedzialnej za bezpieczeństwo danych i prywatność (inspektora ochrony danych, jeżeli został powołany). Należy przedstawić poglądy osób, których dane dotyczą lub ich przedstawicieli."
        },
        "4": {
          "title": "TO BE TRANSLATED - Validate the PIA"
        },
        "5": {
          "title": "TO BE TRANSLATED - Rejected PIA"
        }
      }
    }
  }
}
