[
  {
    "slug": "PIA_LGL_DESC",
    "filters": "",
    "category": "Principe",
    "name": "Description du traitement",
    "description": "Présenter le traitement considéré, les finalités et les enjeux de manière synthétique. Identifier le responsable du traitement et les éventuels sous-traitants. Recenser les référentiels applicables au traitement, utiles ou à respecter , notamment les codes de conduite approuvés<br>Cf. <a href='https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre4#Article40'>art. 40 du [RGPD]</a>) et certifications en matière de protection des données (cf. <a href='https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre4#Article42'>art. 42 du [RGPD]</a>).",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_RT",
    "filters": "",
    "category": "Définition",
    "name": "Responsable de traitement",
    "description": "Le responsable d’un traitement de données à caractère personnel est,<br>sauf désignation expresse par les dispositions législatives ou réglementaires relatives à ce traitement,<br>la personne, l’autorité publique, le service ou l’organisme qui détermine ses finalités et ses moyens.<br>En pratique et en général, il s’agit de la personne morale incarnée par son représentant légal.<br>Pour plus d'informations sur les obligations du responsable de traitement, se référer au <a href='https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre4#Section1'>chap. IV du [RGPD]</a>",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_FIN",
    "filters": "",
    "category": "Définition",
    "name": "Finalité du traitement",
    "description": "Objectif principal d’une application informatique de données personnelles.<br>Exemples de finalité : gestion des recrutements, gestion des clients, enquête de satisfaction, surveillance des locaux, etc.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_DATA",
    "filters": "",
    "category": "Principe",
    "name": "Données traitées",
    "description": "Délimiter et décrire de manière détaillée les données personnelles concernées :<br>informations sur la personne concernée, données renseignées par un tiers, données relevées, données calculées.<br>Il convient de prêter un attention particulière aux données considérées comme sensibles ou sensibles au sens du RGPD",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_DCP",
    "filters": "",
    "category": "Définition",
    "name": "Données à caractère personnel (DCP)",
    "description": "Toute information identifiant directement ou indirectement une personne physique.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_DCPC",
    "filters": "",
    "category": "Exemple",
    "name": "Catégories de DCP courantes",
    "description": "<strong>Données d’identification</strong> : état civil, age, nationalité, double nationalité, adresse postale, capacité juridique... <br><br><strong>Vie personnelle</strong> : situation maritale, nombre d’enfants, département de résidence, type d’habitation, situation de logement, ancienneté dans le logement, CSP... <br><br><strong>Vie professionnelle</strong> : emploi, type de contrat, CSP, nom de l’employeur, ancienneté dans l’emploi, chômage... <br><br><strong>Données de connexion</strong> : adresse IP, journaux d'événements...<br><br><strong>Données de localisation</strong> : déplacement, données GPS, GSM...<br><br><strong>Autre</strong> : numéro de téléphone, adresse électronique...",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_DCPS",
    "filters": "",
    "category": "Exemple",
    "name": "Catégories de DCP perçues comme sensibles",
    "description": "Numéro de sécurité sociale (NIR), données biométriques, données bancaires...",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_DCPR",
    "filters": "",
    "category": "Exemple",
    "name": "Catégories de DCP sensibles au sens du RGDP",
    "description": "Opinions philosophiques, politiques, religieuses, syndicales, vie sexuelle, données de santé,<br>origine raciales ou ethniques, relatives à la santé ou à la vie sexuelle, infractions, condamnations,<br>mesures de sécurité.<br><br><br>Se référer aux <a href='https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre2#Article9'>art. 9</a> et <a href='https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre2#Article10'>art.10</a> du [RGPD]",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_DC",
    "filters": "",
    "category": "Exemple",
    "name": "Données calculées",
    "description": "Données pour un système de score, résultat de l’application du score... ",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_DEST",
    "filters": "",
    "category": "Définition",
    "name": "Destinataires des données",
    "description": "Personne physique ou morale, l'autorité publique, le service ou tout autre organisme qui reçoit communication de données à caractère personnel,<br>qu'il s'agisse ou non d'un tiers. Toutefois, les autorités publiques qui sont susceptibles de recevoir communication de données à caractère personnel dans le<br>cadre d'une mission d'enquête particulière conformément au droit de l'Union ou au droit d'un État membre ne sont pas considérées comme des destinataires.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_LCYC",
    "filters": "",
    "category": "Principe",
    "name": "Cycle de vie des données",
    "description": "Les étapes habituelles de la vie d'une donnée sont les suivantes : <strong>collecte, conservation,<br>utilisation, transfert, destruction</strong>.<br><br>Veillez à inclure, pour chacune de ces étapes, la description détaillée du processus et des flux de données<br>mis en oeuvre. Il est recommandé de joindre un schéma décrivant le traitement.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_SUPT",
    "filters": "",
    "category": "Principe",
    "name": "Support des données",
    "description": "Les supports de DCP sont les composants du système d’information sur lesquels reposent les DCP.<br><br><br>A noter que les solutions de sécurité (produits, procédures, mesures…) ne sont pas des supports de DCP :<br>il s’agit de mesures destinées à traiter les risques.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_SUPT",
    "filters": "",
    "category": "Définition",
    "name": "Typologie des supports de DCP",
    "description": "<strong>Matériels et supports de données électroniques</strong> : ordinateurs, relais de communication, clés USB, disques durs...<br><br><strong>Logiciels</strong> : systèmes d’exploitation, messagerie, bases de données, applications métier...<br><br><strong>Canaux informatiques</strong> : câbles, WiFi, fibre optique<br><br><strong>Personnes</strong> : utilisateurs, administrateurs informatiques, décideurs...<br><br><strong>Supports papier</strong> : impressions, photocopies, documents manuscrits...<br><br><strong>Canaux de transmission papier</strong> : envoi postal, circuit de validation...",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_FIN",
    "filters": "",
    "category": "Principe",
    "name": "Finalités de la collecte et de l'utilisation des données",
    "description": "Les données doivent être collectées pour des finalités déterminées, explicites et légitimes et ne sont pas traitées ultérieurement de manière incompatible<br>avec ces finalités.",
    "link_objectives": "pia/index.php/Introduction#Objectif",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_MINI",
    "filters": "",
    "category": "Principe",
    "name": "Minimisation des données",
    "description": "Il est important de réduire la gravité des risques en minimisant le nombre de données à caractère personnel qui seront traitées, en se limitant au strict nécessaire<br>au regard de la finalité définie (ne pas les collecter sinon). Ensuite, il est également possible de minimiser les données elles-mêmes, par des mesures destinées à réduire leur sensibilité<br>(filtrage et retrait, réduction de la sensibilité par transformation, réduction du caractère identifiant des données, réduction de l'accumulation de données, restriction de l’accès aux données)",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MINC",
    "filters": "",
    "category": "Définition",
    "name": "Minimisation de la collecte",
    "description": "Réduire la gravité des risques en limitant la collecte des données à caractère personnel au strict nécessaire au regard d’une finalité définie.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MIND",
    "filters": "",
    "category": "Définition",
    "name": "Minimisation des données elles-mêmes",
    "description": "Réduire la gravité des risques en minimisant les données elles-mêmes, par des mesures destinées à réduire leur sensibilité. ",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_DEST",
    "filters": "",
    "category": "Principe",
    "name": "Destinataires",
    "description": "Personne habilitée à obtenir communication de données enregistrées dans un fichier ou un traitement en raison de ses fonctions.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_DUR",
    "filters": "",
    "category": "Principe",
    "name": "Durée de conservation des données",
    "description": "Une durée de conservation doit être définie pour chaque type de données et justifiée par les besoins du traitement et/ou des contraintes légales. On distingue ainsi les données courantes<br>et les données archivées dont l’accès sera restreint aux seuls acteurs concernées. Un mécanisme de suppression doit être implémenté pour archiver les données courantes ou purger les données archivées à<br>la fin de leur période de conservation. Les traces fonctionnelles devront également être purgées, tout comme les logs techniques qui ne pourront pas être conservés indéfiniment.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_INFO",
    "filters": "",
    "category": "Principe",
    "name": "Information de l'utilisateur du service au sujet de l'utilisation de ses données",
    "description": "Décrire les mesures destinées à informer les utilisateurs du service de l'utilisation qui sera faite de leurs données.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_CONS",
    "filters": "",
    "category": "Principe",
    "name": "Recueil du consentement de l'utilisateur du service",
    "description": "Vérifier que le traitement ne repose pas sur une autre base légale que le consentement, tel que prévu à l'article 6 du RGPD (obligation légale, sauvegarde de la vie,<br>mission de service public, contrat ou mesures prises avec la personne, intérêt légitime) et décrire les mesures mises en oeuvre pour recueillir le consentement des utilisateurs.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_CONS",
    "filters": "",
    "category": "Définition",
    "name": "Consentement de la personne concernée",
    "description": "toute manifestation de volonté, libre, spécifique, éclairée et univoque par laquelle la personne concernée accepte, par une déclaration ou par un acte positif clair,<br>que des données à caractère personnel la concernant fassent l'objet d'un traitement.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_ACC",
    "filters": "",
    "category": "Principe",
    "name": "Information de l'utilisateur du service au sujet de son droit d'accès",
    "description": "Vérifier que le traitement ne fait pas l’objet d’une exemption mentionnée dans l'article 15 du RGPD et décrire les mesures destinées à informer l'utilisateur<br>du service de son droit d'accès et de la manière dont il peut l'exercer.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_PORT",
    "filters": "",
    "category": "Principe",
    "name": "Information de l'utilisateur du service au sujet de son droit à la portabilité",
    "description": "Vérifier que le traitement ne fait pas l’objet d’une exemption mentionnée dans l'article 20 du RGPD et décrire les mesures destinées à informer l'utilisateur<br>du service de son droit à la portabilité et de la manière dont il peut l'exercer.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_RECT",
    "filters": "",
    "category": "Principe",
    "name": "Information de l'utilisateur du service au sujet de son droit à la rectification",
    "description": "Décrire les mesures destinées à informer l'utilisateur du service de son droit à la rectification et de la manière dont il peut l'exercer.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_EFF",
    "filters": "",
    "category": "Principe",
    "name": "Information de l'utilisateur du service au sujet de son droit à l'effacement (droit à l'oubli)",
    "description": "Vérifier que le traitement ne fait pas l’objet d’une exemption mentionnée dans l'article 17 du RGPD et décrire les mesures destinées à informer l'utilisateur<br>du service de son droit à l'effacement et de la manière dont il peut l'exercer.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_LIM",
    "filters": "",
    "category": "Principe",
    "name": "Information de l'utilisateur du service au sujet de son droit à la limitation",
    "description": "Vérifier que le traitement ne fait pas l’objet d’une exception mentionnée dans l'article 21 du RGPD et décrire les mesures destinées à informer l'utilisateur<br>du service de son droit à la limitation et de la manière dont il peut l'exercer.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_OPP",
    "filters": "",
    "category": "Principe",
    "name": "Information de l'utilisateur du service au sujet de son droit à l'opposition",
    "description": "Vérifier que le traitement ne fait pas l’objet d’une exception mentionnée dans l'article 21 du RGPD et décrire les mesures destinées à informer l'utilisateur<br>du service de son droit à l'opposition et de la manière dont il peut l'exercer.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_ACC",
    "filters": "",
    "category": "Définition",
    "name": "Droit d'accès",
    "description": "La personne concernée a le droit d'obtenir du responsable du traitement la confirmation que des données à caractère personnel la concernant sont ou ne sont pas traitées et,<br>lorsqu'elles le sont, l'accès auxdites données à caractère personnel ainsi que d'autres informations précisées à l'article 15 du RGPD <a=href https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre3#Article15>.<br>Il existe des particularités concernant l'accès au dossiers médicaux et l'exercice du droit d'accès par les titulaires de l'autorité parentale, pour les mineurs, ou le représentant légal, pour les personnes faisant l'objet<br>d'une mesure de tutelle.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_PORT",
    "filters": "",
    "category": "Définition",
    "name": "Droit à la portabilité",
    "description": "Le droit à la portabilité permet aux personnes d'obtenir et de réutiliser leur données pour leur propre usage ou bien dans le cadre de différents services numériques.<br>Ce droit facilite tout changement, transfert ou duplication de leurs données personnelles d'un environnement numérique à un autre sans que le responsable de traitement auquel les données avaient été communiquées puisse<br>y faire obstacle.<br>Il s'applique sous 3 conditions cumulatives :<br>- Les données requises doivent faire l'objet d'un traitement automatique (excluant les fichiers sous format papier) et sur la base du consentement préalable de la personne concernée ou bien dans le cadre d'un accord<br>préalablement contracté.<br>- Les données requises concernent la personne requérante et ont été fournies par elle. A cet égard, le G29 recommande aux responsables de traitement de ne pas adopter d'interprétation trop restrictive des données qui se<br>rapportent au requérant, les données d'une tierce personne pouvant être incluses dans l'ensemble de données faisant l'objet d'une demande de portabilité : des fichiers d'appels téléphoniques contenant des numéros de<br>téléphones ou bien des relevés de comptes en sont des exemples. Sont considérées comme données personnelles concernant le requérant celles qui ont été fournies par lui sciemment (lors de la souscription à un service<br>en ligne par exemple) et aussi celles qui ont pu être collectées dans le cadre de l'usage d'autres utilisateurs (de ce même service).<br>- L'exercice de ce droit ne doit pas porter atteinte aux droits et libertés fondamentaux d'une tiers. En effet, si l'ensemble de données transmises sur la demande d'une personne contient des données personnelles<br>relatives à un tiers, le responsable de traitement auquel ces données sont transférées ne peut en faire l'usage que sur un fondement légal approprié.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_RECT",
    "filters": "",
    "category": "Définition",
    "name": "Droit à la rectification",
    "description": "La personne concernée a le droit d'obtenir du responsable du traitement, dans les meilleurs délais, la rectification des données à caractère personnel la concernant qui sont inexactes.<br>Compte tenu des finalités du traitement, la personne concernée a le droit d'obtenir que les données à caractère personnel incomplètes soient complétées, y compris en fournissant une déclaration complémentaire.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_EFF",
    "filters": "",
    "category": "Définition",
    "name": "Droit à l'effacement (droit à l'oubli)",
    "description": "La personne concernée a le droit d'obtenir du responsable du traitement l'effacement, dans les meilleurs délais, de données à caractère personnel la concernant et le responsable du traitement a<br>l'obligation d'effacer ces données à caractère personnel dans les meilleurs délais, lorsque l'un des motifs suivants s'applique:<br>- Les données ne sont plus nécessaires au regard des finalités de la collecte<br>- La personne retire le consentement sur lequel se fonde le traitement<br>- La personne s'oppose au traitement<br>- Les données ont fait l'objet d'un traitement illicite<br>- Les données à caractère personnel doivent être effacée pour respecter une obligation légale<br>- Les données ont été collectées alors que la personne était mineure",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_LIM",
    "filters": "",
    "category": "Définition",
    "name": "Droit à la limitation",
    "description": "La personne concernée a le droit d'obtenir du responsable de traitement la limitation du traitement lorsqu'un des éléments suivants s'applique:<br>- L'exactitude des données est contestée par la personne concernée, pendant une durée permettant au responsable de traitement de mener des vérifications<br>- Le traitement est illicite mais la personne concernée ne souhaite pas l'effacement des données mais la limitation de leur utilisation<br>- Le responsable de traitement n'a plus besoin des données mais la personne concernée doit les conserver dans le cadre d'un recours en justice<br>- La personne concernée a exercé son droit d'opposition, pendant qu'il est établi si les motifs légitimes du responsable de traitement prévalent sur ceux de la personne concernée",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_OPP",
    "filters": "",
    "category": "Définition",
    "name": "Droit à l'opposition",
    "description": "La personne concernée a le droit de s'opposer à tout moment, pour des raisons tenant à sa situation particulière, à un  traitement  des  données à  caractère personnel la  concernant lorsque:<br>- Le traitement est fondé sur la nécessité d'exécution d'une mission d'intérêt public ou relevant de l'exercice de l'autorité publique dont est investi le responsable de traitement<br>- Les données à caractère personnel sont traitées à des fins de prospection (l'opposition s'étend au profilage dans la mesure où il est lié à une telle prospection)<br>- Les données à caractère personnel sont traitées à des fins de recherche scientifique ou historique ou à des fins  statistiques, à moins que le traitement ne soit nécessaire à l'exécution d'une mission d'intérêt public.\n<br>Lorsque la personne concernée s'oppose au traitement à des fins de prospection, les données à caractère personnel ne sont plus traitées à ces fins.<br>Au  plus  tard  au  moment de  la  première communication avec  la  personne concernée,  le droit d'opposition est  explicitement  porté  à  l'attention de  la  personne concernée  et  est<br>présenté  clairement et séparément de toute autre information.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_CHIF",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
  	"placeholder": "Décrivez ici les moyens cryptographiques mis en œuvre pour assurer la confidentialité et l'intégrité des données",
    "name": "Chiffrement",
    "description": "Moyens mis en œuvre pour : - <strong>assurer la confidentialité des données</strong> conservées (en base de données, dans des fichiers plats, dans les sauvegardes, etc.)<br>- gérer les clés de chiffrement (création, conservation, modification en cas de suspections de compromission, etc.).<br>Détaillez les moyens de chiffrement employés pour les flux de données (VPN, TLS, etc.) intégrés dans le traitement.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_ANO",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
  	"placeholder": "Décrivez ici les mécanismes d’anonymisation mis en oeuvre",
    "name": "Anonymisation",
    "description": "Description des mécanismes d’anonymisation, des garanties qu'ils apportent contre une réidentifcation éventuelles et à quelle fin ils sont mis en oeuvre.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_CLO",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
  	"placeholder": "Indiquez ici si un cloisonnement du traitement est prévu, et comment il est réalisé.",
    "name": "Cloisonnement",
    "description": "Méthodes utilisées pour cloisonner le traitement.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_CTLA",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
  	"placeholder": "Indiquez ici comment les profils utilisateurs sont définis et attribués.",
    "name": "Contrôle des accès logiques",
    "description": "Description de la manière dont les profils utilisateurs sont définis et attribués. Il conviendra de détailler les moyens d’<strong>authentification</strong> mis en œuvre en précisant, entre autres, les règles applicables aux mots de passe (longueur minimale, structure obligatoire, durée de validité, nombre de tentatives infructueuses avant blocage du compte, etc.).",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PAI_TEC_LOG",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
  	"placeholder": "Indiquez ici si des événements sont journalisés et la durée de conservation de ces traces.",
    "name": "Journalisation",
    "description": "Politiques de journalisation des événements et de conservation des traces qui en résultent.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_ARCH",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
  	"placeholder": "Indiquez ici l'ensemble des modalités de conservation et gestion d’archives électroniques contenant des données à caractère personnel.",
    "name": "Archivage",
    "description": "Politique de conservation et gestion d’archives électroniques contenant des données à caractère personnel destinées à garantir leur valeur, notamment juridique, pendant toute la durée nécessaire.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_PAP",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
  	"placeholder": "Indiquez ici les procédures concernant le cycle de vie des documents papier contenat des données à caractère personnel.",
    "name": "Sécurisation des documents papier",
    "description": "Politiques concernat les documents papiers contenant des données sont utilisés dans le cadre du traitement, elles décrivent comment ils sont imprimés, stockés, détruits et échangés.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_MINI",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
  	"placeholder":"Décrivez ici les méthodes mises en oeuvre pour réduire la sensibilité des données.",
    "name": "Minimisation des données",
    "description": "La sensibilité des données peut être réduite à l'aide des méthodes suivantes : filtrage et retrait, réduction de la sensibilité par transformation, réduction du caractère identifiant des données, réduction de l'accumulation de données, restriction de l’accès aux données",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_CHIF",
    "filters": "",
    "category": "Définition",
    "name": "Chiffrement",
    "description": "Le chiffrement d’un message permet de garantir que seuls l’émetteur et le(s) destinataire(s) légitime(s) d’un message en connaissent le contenu. C’est une sorte d’enveloppe scellée numérique.<br>Une fois chiffré, faute d'avoir la clé spécifique, un message est inaccessible et illisible, que ce soit par les humains ou les machines.<br>Il existe deux grandes familles de chiffrement : le chiffrement symétrique et le chiffrement asymétrique.<br>- Le chiffrement symétrique permet de chiffrer et de déchiffrer un contenu avec la même clé, appelée alors la « clé secrète ». Le chiffrement symétrique est particulièrement rapide mais nécessite que l’émetteur<br>et le destinataire se mettent d’accord sur une clé secrète commune ou se la transmettent par un autre canal. Celui-ci doit être choisi avec précautions, sans quoi la clé pourrait être récupérée par les mauvaises<br>personnes, ce qui n’assurerait plus la confidentialité du message.<br>- Le chiffrement asymétrique suppose que le (futur) destinataire est muni d’une paire de clés (clé privée, clé publique) et qu’il a fait en sorte que les émetteurs potentiels aient accès à sa clé publique.<br>Dans ce cas, l’émetteur utilise la clé publique du destinataire pour chiffrer le message tandis que le destinataire utilise sa clé privée pour le déchiffrer.<br>Parmi ses avantages, la clé publique peut être connue de tous et publiée. Mais attention : il est nécessaire que les émetteurs aient confiance en l’origine de la clé publique, qu’ils soient sûrs qu’il s’agit bien de celle<br>du destinataire. Autre point fort : plus besoin de partager une même clé secrète ! Le chiffrement asymétrique permet de s’en dispenser mais il est plus lent.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_VPN",
    "filters": "",
    "category": "Définfition",
    "name": "VPN",
    "description": "Virtual Private Network, en Français Réseau Privé Virtuel. Il s'agit d'un réseau informatique virtuel permettant d'établir une connexion directe entre deux machines appartenant à des réseaux distants,<br>comme si elles étaient reliées directement entre elles par un câble dédié, garantissant ainsi l'identité des deux machines correspondantes. Il est en outre recommandé de chiffrer, en se reposant sur des algorithmes<br>cryptographiques réputés forts, les données transitant par cette connexion, en particulier si elle traverse l'Internet, afin de garantir la confidentialité des échanges entre les deux réseaux.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_ANO",
    "filters": "",
    "category": "Définition",
    "name": "Anonymisation",
    "description": "Le but d'une solution d'anonymisation est de faire perdre le caractère identifiant des données à caractère personnel. Une solution d’anonymisation doit être construite au cas par cas et adaptée<br>aux usages prévus. Pour aider à évaluer une bonne solution d’anonymisation, le <a href=http://ec.europa.eu/justice/data-protection/article-29/documentation/opinion-recommendation/files/2014/wp216_fr.pdf>G29</a><br>propose trois critères :<br>- L’individualisation : est-il toujours possible d’isoler un individu ?<br>- La corrélation : est-il possible de relier entre eux des ensembles de données distincts concernant un même individu ?<br>- L’inférence : peut-on déduire de l’information sur un individu ?<br>Ainsi :<br>un ensemble de données pour lequel il n’est possible ni d’individualiser ni de corréler ni d’inférer est a priori anonyme ;<br>un ensemble de données pour lequel au moins un des trois critères n’est pas respecté ne pourra être considéré comme anonyme qu’à la suite d’une analyse détaillée des risques de ré-identification.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_PSEU",
    "filters": "",
    "category": "Définition",
    "name": "Pseudonymisation",
    "description": "LMéthode consistant à modifier les données de telle façon que celles-ci ne puissent plus être attribuées à une personne concernée précise sans avoir recours à des informations supplémentaires, pour autant que<br>ces informations supplémentaires soient conservées séparément et soumises à des mesures techniques et organisationnelles afin de garantir que les données à caractère personnel ne sont pas attribuées à une personne physique<br>identifiée ou identifiable;<br>La pseudonymisation réduit le risque de mise en corrélation d’un ensemble de données avec l’identité  originale d’une personne concernée; à ce titre, c’est une mesure de sécurité utile, mais non une méthode d'anonymisation.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_CLO",
    "filters": "",
    "category": "Définition",
    "name": "Cloisonnement",
    "description": "Ensemble de méthodes permettant de réduire la possibilité de corréler des données à caractère personnel et de provoquer une violation de l’ensemble des données.<br>On pourra par exemple réduire l'accès des personnes aux seules données qui leur sont utiles, séparer logiquement ou physiquement les données etc.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_CTLA",
    "filters": "",
    "category": "Définition",
    "name": "Contrôle d'accès logique",
    "description": "Il consiste à limiter les risques que des personnes non autorisées accèdent aux données à caractère personnel par voie électronique.<br>Pour cela, il convient de<br>- <br>définir des profils d’habilitation<br> dans les systèmes en séparant les tâches et les domaines de responsabilité, afin de limiter l’accès à des données à caractère personnel aux seuls utilisateurs dûment habilités<br>- <strong>supprimer les permissions d’accès des utilisateurs dès qu’ils ne sont plus habilités à accéder à un local ou à une ressource</strong>, ainsi qu’<strong>à la fin de leur période d’emploi.</strong>\n \t- <strong>réaliser une revue annuelle des privilèges</strong> afin d’identifier et de supprimer les comptes non utilisés, et de réaligner les privilèges sur les fonctions de chaque utilisateur.\n \t- <strong>documenter les procédures d’exploitation</strong>, les tenir à jour et les rendre disponibles à tous les utilisateurs concernés. Concrètement, toute action sur le système, qu’il s’agisse d’opérations d’administration ou<br>de la simple utilisation d’une application, doit être expliquée dans des documents auxquels les utilisateurs peuvent se référer.<br>- <strong>rédiger  une charte informatique</strong> et lui donner une force contraignante (ex. annexion au règlement intérieur). ",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_PROF",
    "filters": "",
    "category": "Définition",
    "name": "Profil",
    "description": "Ensemble de données qui permet l'identification de l'utilisateur d'un système informatique et conditionnent la manière dont ce système se comporte pour cet utiisateur donné. Il s'agit par exemple de jeux<br>d'autorisation, de ses préférences d'utilisation etc.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_PWD",
    "filters": "",
    "category": "Définition",
    "name": "Mot de passe",
    "description": "Basée sur la gestion d’un secret, l’authentification par identifiant et mot de passe est un moyen simple et peu coûteux à déployer pour contrôler un accès. Toutefois, cette méthode d’authentification<br>présente un niveau de sécurité faible.<br>Les exigences minimales de la CNIL en termes de taille et de complexité du mot de passe varient en fonction des mesures complémentaires mises en place pour fiabiliser le processus d’authentification :<br>ainsi, si une authentification est basée exclusivement sur un mot de passe, cela implique a minima l’utilisation d’un mot de passe complexe d’au moins 12 caractères composé de majuscules de minuscules, de chiffres et de<br>caractères spéciaux.  Des mesures complémentaires à la saisie d’un mot de passe (restrictions, d’accès, collecte d’autres donnée, support détenu en propre par l’utilisateur) permettent de réduire la longueur et la complexité<br>du mot de passe, car ces mesures permettent d’assurer un niveau de sécurité équivalent au mot de passe seul.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_AUTH",
    "filters": "",
    "category": "Définition",
    "name": "Authentification",
    "description": "L'authentification est une <strong>opération par laquelle l'utilisateur apporte la preuve de son identité</strong>, pour cela il existe plusieurs mécanismes catégorisés selon qu’ils font intervenir :<br>- ce que l’on sait, par exemple un mot de passe ;<br>- ce que l’on a, par exemple une carte à puce ;<br>- une caractéristique qui nous est propre, par exemple une empreinte digitale ou encore la manière de rédiger une signature manuscrite.<br>Pour rappel, la loi Informatique et Libertés subordonne l’utilisation de la biométrie à l’autorisation préalable de la CNIL<br><strong>L’authentification d’un utilisateur est qualifiée de forte lorsqu’elle a recours à une combinaison d’au moins deux de ces catégories.</strong>",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_LOG",
    "filters": "",
    "category": "Définition",
    "name": "Journalisation",
    "description": "Dispositif permettant d’enregistrer les actions effectuées sur le système informatique afin d’<strong>être en mesure d’identifier a posteriori un accès frauduleux</strong> à des données personnelles, une utilisation abusive<br>de telles données ou de déterminer l’origine d’un incident. Pour ce faire, le responsable d’un système informatique doit mettre en place un solution adaptée aux risques associés à son système. Ce dispositif doit <strong>enregistrer<br>les évènements</strong> pertinents, <strong>garantir que ces enregistrements ne peuvent être altérés</strong>, et dans tous les cas <strong>conserver ces éléments pendant une durée non excessive.</strong>",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_ARCH",
    "filters": "",
    "category": "Définition",
    "name": "Archivage",
    "description": "Les données qui ne sont plus utilisées au quotidien mais qui n’ont pas encore atteint leur durée limite de conservation, par exemple parce qu’elles sont conservées en cas de contentieux, devraient être archivées.<br>On distingue habituellement trois catégories d’archives :<br>- les bases actives (éventuellement appelées « archives courantes ») : il s'agit des données d'utilisation courante par les services en charge de la mise en œuvre du traitement ;<br>- les archives intermédiaires : il s'agit des données qui ne sont plus utilisées mais qui présentent encore un intérêt administratif pour l'organisme. Les données sont conservées sur support distinct et sont consultées<br>de manière ponctuelle et motivée ;<br>- les archives définitives : il s'agit des données présentant un intérêt historique, scientifique ou statistique justifiant qu'elles ne fassent l'objet d'aucune destruction. Elles sont alors régies par le livre II du<br>Code du patrimoine et non par la loi « informatique et libertés ».\n<br><strong>Les archives doivent être sécurisées et chiffrées</strong> si les données archivées sont des données sensibles, des données qui pourraient avoir des impacts graves sur les personnes concernées ou des données jugées<br>confidentielles par l’entreprise.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MIN1",
    "filters": "",
    "category": "Définition",
    "name": "Filtrage et retrait",
    "description": "Lors de l'importation de données, différents types de métadonnées (par exemple, des données EXIF attachées avec un fichier d'image) peuvent être involontairement collectés.<br>Ces métadonnées doivent être identifiées et éliminées si elles ne sont pas nécessaires aux finalités spécifiées.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MIN2",
    "filters": "",
    "category": "Définition",
    "name": "Réduction de la sensibilité par transformations",
    "description": "Après réception de données sensibles, faisant partie d’un lot d’informations générales ou transmises à des fins statistiques uniquement, celles-ci peuvent être converties<br>en une forme moins sensible ou pseudonymisée. Par exemple :<br>- si le système collecte l’adresse IP pour déterminer l'emplacement de l’utilisateur dans un but statistique, l’adresse IP peut être supprimées après déduction de la ville ou du quartier ;<br>- si le système reçoit des données vidéo à partir de caméras de surveillance, il peut reconnaître les personnes debout ou en mouvement dans la scène et les flouter ;<br>- si le système est un compteur intelligent, il peut agréger l'utilisation de l'énergie sur une certaine période, sans l’enregistrer en temps réel.<br>Le choix d'une méthode de la liste ci-dessus doit dépendre des menaces identifiées. Pour certains types de menaces sur la vie privée, la pseudonymisation sera plus appropriée que<br>l'anonymisation (par exemple, s'il y a un besoin de traçabilité). En outre, certaines menaces sur la vie privée seront traitées par une combinaison de plusieurs méthodes.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_MIN3",
    "filters": "",
    "category": "Mesure sur les données",
    "name": "Réduction du caractère identifiant des données",
    "description": "Le système peut faire en sorte que :<br>- l’utilisateur peut utiliser une ressource ou un service sans risque de divulguer son identité (données anonymes) ;<br>- l’utilisateur peut utiliser une ressource ou un service sans divulguer son identité, mais reste identifiable et responsable de cette utilisation (données pseudonymes) ;<br>- l’utilisateur peut faire de multiples utilisations des ressources ou des services sans risque que ces utilisations puissent être reliées ensemble (données non corrélables) ;<br>- l’utilisateur peut utiliser une ressource ou un service sans risque que d’autres, en particulier des tiers, puissent être en mesure d'observer que la ressource ou le service est utilisé (non-observabilité).<br>Le choix d'une méthode de la liste ci-dessus doit dépendre des menaces identifiées. Pour certains types de menaces sur la vie privée, la pseudonymisation sera plus appropriée que l'anonymisation<br>(par exemple, s'il y a un besoin de traçabilité). En outre, certaines menaces sur la vie privée seront traitées par une combinaison de plusieurs méthodes.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_MIN4",
    "filters": "",
    "category": "Mesure sur les données",
    "name": "Réduction de l'accumulation de données",
    "description": "Le système peut être structuré en parties indépendantes avec des fonctions de contrôle d'accès distinctes. Les données peuvent également être réparties entre ces sous-systèmes indépendants et<br>contrôlées par chaque sous-système en utilisant différents mécanismes de contrôle d'accès. Si un sous-système est compromis, les impacts sur l’ensemble des données peuvent ainsi être réduits.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_TEC_MIN5",
    "filters": "measure.data_processing",
    "category": "Mesure sur les données",
	"placeholder": "Décrivez ici les méthodes mises en oeuvre pour limiter l'accès des données au strict nécessaire à l'exercice des fonctions de l'utilisateur.",
    "name": "Restriction de l’accès aux données",
    "description": "Le système peut limiter l'accès aux données selon le principe du « besoin d’en connaître ». Le système peut séparer les données sensibles et appliquer des politiques de contrôle d'accès spécifiques.<br>Le système peut aussi chiffrer les données sensibles pour protéger leur confidentialité lors de la transmission et du stockage. L’accès aux fichiers cachés temporaires qui sont produits au cours du traitement des données<br>devrait également être protégé.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_SRC",
    "filters": "",
    "category": "Définition",
    "name": "Source de risque",
    "description": "Personne, interne ou externe à l'organisme, agissant de manière accidentelle ou délibérée (ex : administrateur informatique, utilisateur, attaquant externe, concurrent), ou source non humaine<br>(ex : eau, matériaux dangereux, virus informatique non ciblé) qui peut être à l’origine d’un risque.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_HUMI",
    "filters": "",
    "category": "Exemple",
    "name": "Source humaine interne",
    "description": "Il peut s'agir :<br>- d'un employé, malintentionné, utilisant sa proximité du système, ses compétences, ses privilèges et un temps disponible potentiellement élevés ou commettant une négligence due à un possible manque de formation<br>et de sensibilisation.<br>- d'un utilisateur ou de son entourage, négligent ou malintentionné, ayant accès au service.<br>Ses motivations peuvent être multiples : maladresse, erreur, négligence, vengeance, volonté d’alerter, malveillance, appât du gain, espionnage",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_HUME",
    "filters": "",
    "category": "Exemple",
    "name": "Source humaine externe",
    "description": "Il peut s'agir :<br>- d'un tiers malintentionné ou ignorant utilisant sa proximité physique pour accéder frauduleusement au service<br>- d'un attaquant ciblant un utilisateur en utilisant sa connaissance de l’utilisateur et de certaines des informations le concernant<br>- d'un attaquant ciblant une des sociétés en charge du traitement utilisant sa connaissance des sociétés pouvant permettre d’attenter à leur image<br>- d'un organisme tiers autorisé utilisant ses accès privilégiés pour accéder illégitimement à des informations<br>Les motivations peuvent être multiples : Jeu, nuisance, malveillance, vengeance, espionnage, appât du gain, acquisition de données en vue de les exploiter",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_NHUM",
    "filters": "",
    "category": "Exemple",
    "name": "Source non humaine",
    "description": "Il peut s'agir d'un incident ou sinistre chez un des organismes en charge du traitement (coupure de courant, incendie, inondation, etc.)",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MEN",
    "filters": "",
    "category": "Définition",
    "name": "Menace",
    "description": "Mode opératoire composé d'une ou plusieurs actions unitaires sur des supports de données. La menace peut être utilisée, volontairement ou non, par des sources de risques, et peut alors provoquer<br>un événement redouté.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MENA",
    "filters": "",
    "category": "Définition",
    "name": "Menaces pouvant conduire à un accès illégitime aux données",
    "description": "<br>Menaces concernant : </strong><br>- <strong>Les matériels</strong>, utilisés de manière inadaptée, observés, modifiés ou perdus (utilisation d'un support contenant des données sensibles pour des raisons personnelles ou lors d'un transport pour lequel il n'est pas<br>adapté, observation d'un écran, ajout d'un matériel destiné à récupérer des donnéesetc.)<br>- <strong>Les logiciels</strong>, utilisés de manière inadaptée, observés ou modifiés (élévation de privilèges, collecte de données de configuration, installation d'un outil de prise de main à distance, etc.)<br>- <strong>Les canaux informatiques</strong> qui sont observés (interception de flux réseau, etc.)<br>- <strong>Les personnes</strong>, observées, détournées ou perdues (divulgation involontaire, à la suite de pressions ou grâce à de l'hameçonnage, changement d'employeur, etc.)<br>- <strong>Les documents papier</strong>, observés ou perdus (photocopies, impressions oubliées, récupération de documents au rebut, vol de courrier, etc.)<br>- <strong>Les canaux papier</strong> qui sont observés",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MENM",
    "filters": "",
    "category": "Définnition",
    "name": "Menaces pouvant conduire à une modification illégitime aux données",
    "description": "<strong>Menaces concernant : </strong><br>- <strong>Les matériels</strong> qui ont été modifiés (ajout d'un matériel incompatible, retraint d'un indispensable, etc.)<br>- <strong>Les logiciels</strong> utilisés de manière inadaptée ou modifiés (erreur de manipulation, modifications inopportunes, etc.)<br>- <strong>Les canaux informatiques</strong> qui sont utilisés de manière inadaptée (réémission de flux intercepté, etc.)<br>- <strong>Les personnes</strong> surchargées ou détournées (tâche non maîtrisée, pertubation des conditions de travail, influence, etc.)<br>- <br>Les documents papier<br> qui ont été modifiés (modification de document, remplacement par un faux, etc.)<br>- <strong>Les canaux papier</strong> qui ont été modifiés (échange de parapheur, envoi de courriers contradictoires, etc.)<br>",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MENI",
    "filters": "",
    "category": "Définition",
    "name": "Menaces pouvant conduire à une indisponibilité des données",
    "description": "<strong>Menaces concernant : </strong><br>- <strong>Les matériels</strong> : utilisés de manière inadaptée, surchargés, modifiés, détériorés, perdus (stockage saturé, attaque DOS, modification menant à une panne,  incendie, vol ou perte, etc.)<br>- <strong>Les logiciels</strong> : utilisés de manière inadaptée, surchargés, modifiés, détériorés, perdus (effacement de données, injection de données, bombe logique, licence non renouvelée, etc.)<br>- <strong>Les canaux informatiques</strong> : surchargés, détériorés, perdus (téléchargement non autorisé, coupure d’accès Internet, etc.)<br>- <strong>Les personnes</strong> : surchargées, détériorées, perdues (mauvaise utilisation des compétences, absence, départ, etc.)<br>- <strong>Les documents papier</strong> : utilisés de manière inadaptée, détériorés, perdus (effacement, destruction, vol ou perte, etc.)<br>- <strong>Les canaux papier</strong> : détériorés, modifiés, perdus (grève des postes, changement de locaux, disparition d'un transporteur de documents, réorganisation, etc.)",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_GRV",
    "filters": "",
    "category": "Définition",
    "name": "Gravité",
    "description": "La gravité représente l’ampleur d’un risque. Elle dépend essentiellement du caractère préjudiciable des impacts potentiels",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_IMPN",
    "filters": "",
    "category": "Exemple",
    "name": "Impact négligeable",
    "description": "Les personnes concernées ne seront pas impactées ou pourraient connaître quelques désagréments, qu’elles surmonteront sans difficulté.<br>Exemples d'impacts :<br>- corporels : maux de tête passagers<br>- matériels : perte de temps pour réitérer des démarches ou pour attendre de les réaliser, réutilisation des données à des fins de publicité ciblée pour des produits de consommation courante, etc.,<br>- moraux : simple contrariété, sentiment d'atteinte à la vie privée sans préjudice réel (intrusion commerciale), etc.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_IMPL",
    "filters": "",
    "category": "Exemple",
    "name": "Impact limité",
    "description": "Les personnes concernées pourraient connaître des désagréments significatifs, qu’elles pourront surmonter malgré quelques difficultés<br>Exemples d'impacts :<br>- corporels : affection physique mineure (ex. : maladie bénigne suite au non respect de contre-indications), diffamation donnant lieu à des représailles physiques etc.<br>- matériels : paiements non prévus (ex. : amendes erronées), refus d’accès à des services administratifs ou commerciaux, publicité ciblée en ligne sur un aspect vie privée que la personne souhaitait garder confidentiel , etc.<br>- moraux : affection psychologique mineure mais objective, sentiment d’atteinte à la vie privée sans préjudice irrémédiable, intimidation sur les réseaux sociaux etc.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_IMPI",
    "filters": "",
    "category": "Exemple",
    "name": "Impact Important",
    "description": "Les personnes concernées pourraient connaître des conséquences significatives, qu’elles devraient pouvoir surmonter, mais avec des difficultés réelles et significatives<br>Exemples d'impacts :<br>- corporels : affection physique grave causant un préjudice à long terme (aggravation de l’état de santé suite à une mauvaise prise en charge, ou au non respect de contre-indications), ltération de l’intégrité corporelle, etc.<br>- matériels : détournements d’argent non indemnisé, opportunités ciblées, uniques et non récurrentes, perdues (prêt immobilier, études, stages ou emploi, interdiction d’examen), perte de logement, perte d’emploi, etc.<br>- moraux : Affection psychologique grave (dépression, phobie), sentiment d’atteinte à la vie privée et de préjudice irrémédiable, victime de chantage, cyberbullying et harcèlement moral, etc.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_IMPM",
    "filters": "",
    "category": "Exemple",
    "name": "Impact maximal",
    "description": "Les personnes concernées pourraient connaître des conséquences significatives, voire irrémédiables, qu’elles pourraient ne pas surmonter<br>Exemples d'impacts :<br>- corporels : affection physique de longue durée ou permanente, altération définitive de l’intégrité physique, décès<br>- matériels : péril financier, dettes importantes, impossibilité de travailler, impossibilité de se reloger, perte de preuves dans le cadre d’un contentieux, perte d’accès à une infrastructure vitale (eau, électricité),etc.<br>- moraux : affection psychologique de longue durée ou permanente, sanction pénale, enlèvement, perte de lien familial, impossibilité d’ester en justice, changement de statut administratif et/ou perte d’autonomie juridique (tutelle), etc.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_VRA",
    "filters": "",
    "category": "Définition",
    "name": "Vraissemblance",
    "description": "La vraisemblance traduit la possibilité qu’un risque se réalise. Elle dépend essentiellement des vulnérabilités des supports face aux menaces et des capacités des sources de risques à les exploiter.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_VRAN",
    "filters": "",
    "category": "Exemple",
    "name": "Vraissemblance négligeable",
    "description": "Il ne semble pas possible que les sources de risques retenues puissent réaliser la menace en s’appuyant sur les caractéristiques des supports (ex. : vol de supports papiers stockés dans un local<br>de l’organisme dont l’accès est contrôlé par badge et code d’accès).",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_VRAL",
    "filters": "",
    "category": "Exemple",
    "name": "Vraissemblance limitée",
    "description": "Il semble difficile pour les sources de risques retenues de réaliser la menace en s’appuyant sur les caractéristiques des supports (ex. : vol de supports papiers stockés dans un local de l’organisme<br>dont l’accès est contrôlé par badge).",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_VRAI",
    "filters": "",
    "category": "Exemple",
    "name": "Vraissemblance importante",
    "description": "il semble possible pour les sources de risques retenues de réaliser la menace en s’appuyant sur les caractéristiques des supports (ex. : vol de supports papiers stockés dans les bureaux d’un organisme<br>dont l’accès est contrôlé par une personne à l’accueil).",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_EX_VRAM",
    "filters": "",
    "category": "Exemple",
    "name": "Vraissemblance maximale",
    "description": "il semble extrêmement facile pour les sources de risques retenues de réaliser la menace en s’appuyant sur les caractéristiques des supports<br>(ex. : vol de supports papier stockés dans le hall public de l’organisme).",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_ACCI",
    "filters": "",
    "category": "Définition",
    "name": "Accès illégitime aux données",
    "description": "Des personnes non autorisées prennent connaissance des données, causant la <strong>perte de la confidentialité</strong> de celles-ci<br>et contrevenant ainsi à l'article <a href=https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre4#Article32> 32-1 b) du RGPD</a>.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MODI",
    "filters": "",
    "category": "Définition",
    "name": "Modification illégitime des données",
    "description": "Des personnes non autorisées altèrent les données, causant la <strong>perte de l'intégrité</strong> de celles-ci<br>et contrevenant ainsi à l'article <a href=https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre4#Article32> 32-1 b) du RGPD</a>.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_IND",
    "filters": "",
    "category": "Définition",
    "name": "Indisponibilité des données",
    "description": "Des personnes non autorisées altèrent les données, causant la <strong>perte de l'intégrité</strong> de celles-ci<br>et contrevenant ainsi à l'article <a href=https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre4#Article32> 32-1 b) du RGPD</a>.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_EXP",
    "filters": "measure.security",
    "category": "Mesure générale",
	"placeholder": "Décrivez ici les moyens mis en oeuvre pour garantir la mise à jour et le niveau de sécurité des logiciels utilisés.",
    "name": "Sécurisation de l'exploitation",
    "description": "Politiques (il conviendra de justifier de leur application) et moyens mis en oeuvre pour assurer <strong>la mises à jour des logiciels</strong> (systèmes d’exploitation, applications, etc.) et l'application des correctifs de sécurité.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_MAL",
    "filters": "measure.security",
    "category": "Mesure générale",
	"placeholders": "Décrivez ici les mesures de protection contre les codes malveillants lors d'accès à des réseaux d'un niveau de sécurité moindre.",
    "name": "Lutte contre les logiciels malveillants",
    "description": "Mesures destinées à protéger les accès vers des réseaux publics (Internet) ou non maîtrisés (partenaires), ainsi que les postes de travail et les serveurs<br>contre les codes malveillants qui pourraient affecter la sécurité les données à caractère personnel. ",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_COMP",
    "filters": "measure.security",
    "category": "Mesure générale",
	"placeholder":"Décrivez ici les mesures prises afin de diminuer les risques d'attaques contre les logiciels exploités par le traitement.",
    "name": "Gestion des postes de travail",
    "description": "Mesures prises afin de diminuer la possibilité que les caractéristiques des logiciels (systèmes d’exploitation,applications métiers, logiciels bureautiques, paramétrages…)<br>ne soient exploitées pour porter atteinte aux données à caractère personnel. ",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_WEB",
    "filters": "measure.security",
    "category": "Mesure générale",
	"placeholder": "Décrivez ici les méthodes et moyens mis en oeuvres pour protéger les sites web.",
    "name": "Protection des sites web",
    "description": "Méthodes et moyens mis en place pour suivre les recommandations pour la sécurisation des sites web de l'ANSSI.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_BKP",
    "filters": "measure.security",
    "category": "Mesure générale",
	"placeholder":"Indiquez ici comment les sauvegardes sont gérées et conservées.",
    "name": "Sauvegarde des données",
    "description": "Existence d'une politique de sauvegarde, décrivant les objectifs du plan de sauvegarde ainsi que des procédures de conservation des bandes.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_MAIN",
    "filters": "measure.security",
    "category": "Mesure générale",
	"placeholder": "Décrivez ici comment est gérée la maintenance physique des équipements.",
    "name": "Maintenance",
    "description": "Existence d'une politique de maintenance physique des équipements, précisant le recours éventue à la sous-traitance.<br>Elle devra encadrer la maintenance à distance des applications si elle est autorisée, et préciser les méthodes de gestion des matériels défectueux.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_CTR",
    "filters": "measure.security",
    "category": "Mesure générale",
	  "placeholder":"Décrivez ici les garanties contractuelles assurant la protection des données à caractère personnel confiées à des sous traitant.",
    "name": "Contrat de sous-traitance",
    "description": "Les données à caractère personnel communiquées à ou gérées par des sous-traitants doivent bénéficier de garanties de sécurité.<br>Prévoir dans les contrats liant l’organisme et les sous-traitants une clause spécifique couvrant la confidentialité des données personnelles confiées à ces derniers.<br>Prendre des dispositions (audits de sécurité, visite des installations, etc.) afin de s’assurer de l’effectivité des garanties offertes par le sous-traitant en matière de protection des données.<br>Cela inclut notamment :<br>- le chiffrement des données selon leur sensibilité ou à défaut l’existence de procédures garantissant que la société de prestation n’a pas accès aux données qui lui sont confiées ;<br>- le chiffrement de la liaison de données (ex : connexion de type https) ;<br>- des garanties en matière de protection du réseau, traçabilité (journaux, audits), gestion des habilitations, authentification, etc.<br>- Contractualiser les règles de gestion des incidents.<br>- Prévoir les conditions de restitution des données et de leur destruction en cas de rupture ou à la fin du contrat.<br>- Dans le cas de l’utilisation de fournisseur de cloud computing :<br>\t1. identifier clairement les données et les traitements qui passeront dans le cloud ;<br>\t2. définir ses propres exigences de sécurité technique et juridique ;<br>\t3. conduire une étude de risques afin d'identifier les mesures de sécurité appropriées ;<br>\t4. identifier le type de cloud pertinent pour le traitement envisagé ;<br>\t5. choisir un prestataire présentant des garanties suffisantes ;<br>\t6. revoir la politique de sécurité interne ;<br>\t7. surveiller les évolutions dans le temps.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_NET",
    "filters": "measure.security",
    "category": "Mesure générale",
	  "placeholder": "Indiquez ici sur quel type de réseau le traitement est mis en œuvre et les équipement assurant sa sécurisation.",
    "name": "Sécurisation des canaux informatiques",
    "description": "En fonction du type de réseau sur lequel le traitement est mis en œuvre (isolé, privé, ou Internet), le responsable de traitement doit mettre en place des systèmes de protection adéquats : pare-feu, sondes de détection d'intrusion<br>ou autres dispositifs actifs ou passifs sont chargés d'assurer la sécurité du réseau.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_PHY",
    "filters": "measure.security",
    "category": "Mesure générale",
	  "placeholder":"Indiquez ici la manière dont est réalisé le contrôle d’accès physique aux locaux hébergeant le traitement.",
    "name": "Sécurité physique",
    "description": "Afin d'assurer la sécurité des données, le responsable de traitement doit mettre en place un contrôle des accès physique aux locaux hébergeant le traitement (zonage, accompagnement des visiteurs, port de badge, portes verrouillées, etc.).<br>Indiquez s’il existe des moyens d’alerte en cas d’effraction.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_LOG",
    "filters": "measure.security",
    "category": "Mesure générale",
	  "placeholder":"Décrivez ici les mesures mises en place pour être capable de détecter les incidents concernant des données à caractère personnel.",
    "name": "Traçabilité",
    "description": "Afin de détecter et prévenir d'éventuelles violation de données, le responsable de traitement doit justifier des mesures mises en place pour être capable de détecter les incidents concernant des données à caractère personnel de façon précoce<br>et de disposer d’éléments exploitables pour les étudier ou pour fournir des preuves dans le cadre d’enquêtes.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_MAT",
    "filters": "measure.security",
    "category": "Mesure générale",
  	"placeholder":"Décrivez ici les méthodes et moyens mis en place pour limiter les risques d'attaques contre le matériel utilisés par le traitement.",
    "name": "Sécurisation des matériels",
    "description": "Afin d'assurer la protection des données à caractère personnel, le responsable de traitement doit justifier des mesures prises pour diminuer la possibilité que les caractéristiques des matériels (serveurs, postes fixes, ordinateurs portables,<br>périphériques, relais de communication, supports amovibles, etc.) soient exploitées pour porter atteinte aux données à caractère personnel. ",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_SRC",
    "filters": "measure.security",
    "category": "Mesure générale",
  	"placeholder":"Décrivez les méthodes et moyens mis en place pour éviter les risques qui peuvent l'être.",
    "name": "Eloignement des sources de risques",
    "description": "Le responsable de traitement doit prendre des mesures pour éviter que des sources de risques, humaines ou non humaines, auxquelles il est possible de ne pas être confronté, portent atteinte aux données à caractère personnel.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_SEC_PROT",
    "filters": "measure.security",
    "category": "Mesure générale",
  	"placeholder":"Décrivez ici les mesures prises pour réduire ou éviter les risques liés à des sources non humaines.",
    "name": "Protection contre les sources de risques non humaines",
    "description": "Le responsable de traitement doit prendre des mesures pour réduire ou éviter les risques liés à des sources non humaines (phénomènes climatiques, incendie, dégât des eaux, accidents internes ou externes, animaux, etc.)<br>qui pourraient affecter la sécurité des données à caractère personnel. ",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_ORG_ORG",
    "filters": "measure.goverance",
    "category": "Mesure organisationnelle",
  	"placeholder":"Décrivez ici l'organisation de la protection de la vie privée au sein de votre organisme.",
    "name": "Gestion de l'organisation de la politique de protection de la vie privée",
    "description": "Existence d'une politique encadrant l'organisation de la protection de la vie privée au sein de votre organisme.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_ORG_POL",
    "filters": "measure.goverance",
    "category": "Mesure organisationnelle",
  	"placeholder":"Décrivez ici les méthodes de gestion de la base documentaire encadrant l'organisation de la protection de la vie privée au sein de votre organisme.",
    "name": "Gérer la politique de protection de la vie privée",
    "description": "Existence d'une politique définissant les méthodes de gestion de la base documentaire encadrant l'organisation de la protection de la vie privée au sein de votre organisme.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_ORG_RMGT",
    "filters": "measure.goverance",
    "category": "Mesure organisationnelle",
  	"placeholder":"Décrivez ici les processus destinés à maîtriser les risques que les traitements de l’organisme font peser sur les droits et libertés des personnes concernées.",
    "name": "Gérer les risques",
    "description": "Existence d'une politique définissant les processus destinés à maîtriser les risques que les traitements de l’organisme font peser sur les droits et libertés des personnes concernées.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_ORG_PBD",
    "filters": "measure.goverance",
    "category": "Mesure organisationnelle",
  	"placeholder":"Décrivez ici les méthodes assurant la prise en compte de la protection des données à caractère personnel dès l'initiation d'un nouveau projet.",
    "name": "Intégrer la protection de la vie privée dans les projets",
    "description": "Existence de procédures décrivant les méthodes destinées à assurer la prise en compte de la protection des données à caractère personnel dès l'initiation d'un nouveau projet.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_PBDS",
    "filters": "",
    "category": "Définition",
    "name": "Privacy By Design",
    "description": "Ensemble de méthodes assurant la prise en compte de la protection des données à caractère personnel dès l'initiation d'un nouveau projet, notamment :<br>- Utiliser la démarche de gestion des risques de la CNIL dès l’élaboration d’un service ou la conception d’une application.<br>- Privilégier le recours à des labels de confiance dans les domaines de la SSI et « Informatique et libertés » (procédures, produits, systèmes de management, organismes, personnes, etc.).<br>- Privilégier le recours à des référentiels éprouvés et reconnus.<br>- Effectuer les formalités CNIL avant le lancement d’un nouveau traitement.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_PBDF",
    "filters": "",
    "category": "Définition",
    "name": "Privacy By Default",
    "description": "Démarche consistant à permettre à l'utilisateur du service de profiter immédiatement, sans exiger d'action particulière de sa part, du plus haut niveau de protection possible pour ses données personnelles.<br>Il conviendra par exemple de régler les paramètres par défaut de façon à limiter au maximum la collecte et à protéger au mieux les données personnelles de l'utilisateur.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_ORG_VIOL",
    "filters": "measure.goverance",
    "category": "Mesure organisationnelle",
  	"placeholder":"Décrivez ici les processus opérationnels destinés à détecter et traiter les événements susceptibles d’affecter les libertés et la vie privée des personnes concernées.",
    "name": "Gérer les incidents de sécurité et les violations de données",
    "description": "Existence d'une politique décrivant les processus opérationnels destinés à détecter et traiter les événements susceptibles d’affecter les libertés et la vie privée des personnes concernées.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_VIOL",
    "filters": "",
    "category": "Définition",
    "name": "Violation de données",
    "description": "Violation de la sécurité entraînant, de manière accidentelle ou illicite, la destruction, la perte, l'altération ou la divulgation non autorisée de données à caractère personnel transmises, conservées<br>ou traitées d'une autre manière, ou l'accès non autorisé à de telles données.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_EVT",
    "filters": "",
    "category": "Définition",
    "name": "Qualification des violations de données",
    "description": "On distingue quatre niveau de gravité:<br>- l'événement est une violation de données sans conséquence<br>- l'incident correspond à une violation de données avec des conséquences isolées<br>- le sinistre à une violation de données avec des conséquences immédiates importantes pour une ou plusieurs personnes<br>- la crise est une violation de données avec des conséquences importantes et à plus long terme sur une ou plusieurs personnes",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_ORG_PERS",
    "filters": "measure.goverance",
    "category": "Mesure organisationnelle",
  	"placeholder":"Indiquez ici les mesures de gestion du personnel répondant aux problématiques informatique et libertés dans votre organisme.",
    "name": "Gestion des personnels",
    "description": "Existence d'un plan encadrant les <strong>mesures de sensibilisation</strong> prises à l’arrivée d’une personne dans sa fonction et d'une procédure décrivant les <strong>mesures prises au départ des personnes accédant aux données</strong>.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_ORG_EXT",
    "filters": "measure.goverance",
    "category": "Mesure organisationnelle",
  	"placeholder":"Indiquez ici, pour les tiers amenés à avoir accès aux données, les modalités et les mesures de sécurité mises en œuvre pour ces accès.",
    "name": "Gestion des tiers accédant aux données.",
    "description": "Existence d'une procédure régissant les les modalités et les mesures de sécurité mises en œuvre pour les tiers amenés à avoir accès aux données.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_ORG_AUD",
    "filters": "measure.goverance",
    "category": "Mesure organisationnelle",
  	"placeholder":"Décrivez ici les processus qui assurent un contrôle régulier des traitements de données.",
    "name": "Superviser le protection de la vie privée",
    "description": "Existence d'une politique encadrant les processus qui assurent un contrôle régulier des traitements de données afin de vérifier leur conformité à la loi informatique et libertés<br>ainsi que l’effectivité et l’adéquation des mesures prévues.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_VAL_CART",
    "filters": "",
    "category": "Définition",
    "name": "La cartographie des risques",
    "description": "Ce graphique représente les risques engendrés par le traitement et les risques résiduels compte tenu de l’ensemble des mesures correctives. Il démontre que<br>si les mesures complémentaires décrites dans le plan d'action sont correctement mises en œuvre, la vraissemblance et/ou la gravité des risques résiduels devraient réduire.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_VAL_ACT",
    "filters": "",
    "category": "Définition",
    "name": "Le plan d'action",
    "description": "Le plan d'action est la description de la stratégie, des moyens et des effectifs à mettre en oeuvre pour que les mesures correctives définies entrent en fonction.<br>Pour chaque tâche il convient de désigner un responsable et de définir des délais.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_VAL_DPO",
    "filters": "",
    "category": "Principe",
    "name": "Avis du délégué à la protection des données",
    "description": "L'article <a href=https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre4#Article35>35-2 du RGPD</a>, dispose que le responsable de traitement demande conseil au délégué à la protection des données lors d'une analyse d'impact relative à la protection des données.<br><strong>Cet avis peut être défavorable à la mise en œuvre du traitement, sans pour autant contraindre la décision du responsable de traitement.</strong>",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_VAL_CONC",
    "filters": "",
    "category": "Principe",
    "name": "Avis des personnes concernées",
    "description": "L'article <a href=https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre4#Article35>35-9 du RGPD</a>, dispose que le responsable de traitement demande l'avis des personnes concernées le cas échéant.<br>Cet avis peut être recueilli par divers moyens, selon le contexte (étude interne ou externe concernant la finalité et les moyens du traitement, question aux représentants du personnel ou aux syndicats, enquête auprès des futurs<br>clients du responsable de traitement.<br><strong>Si le responsable de traitement décide de passer outre</strong> l’avis des personnes concernées, il doit <strong>consigner la justification de sa décision.</strong><br>Si le responsable de traitement considère que <br>recueillir l’avis des personnes concernées n’est pas pertinent</strong>, il doit également en <strong>consigner la justification.</strong>",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_VAL_RT",
    "filters": "",
    "category": "Principe",
    "name": "Validation du responsable de traitement",
    "description": "<strong>Le responsable de traitement décide formellement</strong> de l’acceptabilité des mesures choisies, des risques résiduels et du plan d'action, de manière argumentée, au regard des enjeux préalablement identifiés<br>et de l'avis des parties prenantes. Le PIA peut ainsi être :<br>- validé ;<br>- à améliorer (expliquer en quoi) ;<br>- refusé (ainsi que le traitement considéré).<br>Le cas échéant, il conviendra de revoir les étapes précédentes pour que le PIA puisse être validé.<br><strong>Cette décision est celle du seul responsable de traitement</strong> et ne préjuge en rien de l’évaluation de conformité qui peut être faite, le cas échéant, par l'autorité de protection des données (en France, la CNIL),<br>par exemple dans le cadre de formalités préalables ou de contrôles.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_ENJ",
    "filters": "",
    "category": "Définition",
    "name": "Enjeux du traitement",
    "description": "Il s'agit des motivations menant à la mise en oeuvre du traitement, les bénéfices attendus (pour l’organisme, pour les personnes concernées, pour la société en général…).",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_ST",
    "filters": "",
    "category": "Définition",
    "name": "Sous-traitant",
    "description": "Personne physique ou morale, autorité publique, service ou un autre organisme qui traite des données à caractère personnel pour le compte du responsable du traitement.<br>Le sous-traitant et toute personne agissant sous l'autorité du responsable du traitement ou sous celle du sous-traitant, qui a accès à des données à caractère personnel, ne peut pas traiter ces données, excepté sur instruction<br>du responsable du traitement, à moins d'y être obligé par le droit de l'Union ou le droit d'un État membre.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_RGPD",
    "filters": "",
    "category": "Définition",
    "name": "RGPD (Règlement Général sur la Protection des Données)",
    "description": "Règlement relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données (<a href=http://eur-lex.europa.eu/legal-content/FR/TXT/PDF/?uri=CELEX:32016R0679&from=DE>UE 2016-679</a>),<br>adopté le 27 avril 2016 par l'Union Européenne, il entrera en application  le 25/08/2018, abrogeant la directive 95/46/CE.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_PC",
    "filters": "",
    "category": "Définition",
    "name": "Personne concernée",
    "description": "Personne à laquelle se rapportent les données qui font l'objet du traitement. ",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_FOND",
    "filters": "",
    "category": "Principe",
    "name": "Fondement juridique",
    "description": "- La personne concernée a consenti au traitement de ses données à caractère personnel pour une ou plusieurs finalités spécifiques <br> - Le traitement est nécessaire à l'exécution d'un contrat auquel la personne concernée est partie ou à l'exécution de mesures précontractuelles prises à la demande de celle-ci <br> - Le traitement est nécessaire au respect d'une obligation légale à laquelle le responsable du traitement est soumis <br> - Le traitement est nécessaire à la sauvegarde des intérêts vitaux de la personne concernée ou d'une autre personne physique <br> - Le traitement est nécessaire à l'exécution d'une mission d'intérêt public ou relevant de l'exercice de l'autorité publique dont est investi le responsable du traitement <br> - Le traitement est nécessaire aux fins des intérêts légitimes poursuivis par le responsable du traitement ou par un tiers, à moins que ne prévalent les intérêts ou les libertés et droits fondamentaux de la personne concernée qui exigent une <br> protection des données à caractère personnel, notamment lorsque la personne concernée est un enfant <br> Se référer à l'<a href='https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre2#Article6'>art. 6 du [RGPD]</a>",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_ST",
    "filters": "",
    "category": "Principe",
    "name": "Sous-traitance",
    "description": "Un contrat de sous-traitance doit être conclu avec chacun des sous-traitants, précisant l’ensemble des éléments prévus à l’art. 28 du RGPD : durée, périmètre, finalité, des instructions de traitement documentées, l’autorisation préalable en cas de recours à un sous-traitant, mise à disposition de toute documentation apportant la preuve du respect du RGPD, notification dans les meilleurs délais de toute violation de données, etc.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_LGL_TRAN",
    "filters": "",
    "category": "Principe",
    "name": "Transferts",
    "description": "En fonction du pays concerné, vous devrez justifier le choix d’un hébergement éloigné et indiquer les modalités d’encadrement juridique mises en œuvre afin d’assurer une protection adéquate aux données faisant l’objet d’un transfert transfrontalier. <br> C'est à dire : <br> - Dans un pays de l'Union Européenne <br> - Dans un pays reconnu adéquat par l'Union Européenne <br> - Autres pays <br> Conformément aux <a href='https://www.cnil.fr/fr/reglement-europeen-protection-donnees/chapitre5#Article44'>articles 44 à 49 du [RGPD]</a>",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_IMP",
    "filters": "",
    "category": "Définition",
    "name": "Impact sur la personne concernée",
    "description": "Conséquences que pourrait avoir l'accomplissement du risque sur la personne concernée.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_EXA",
    "filters": "",
    "category": "Définition",
    "name": "Qualité des données",
    "description": "Le responsable de traitement a l'obligation de mettre en place des mesures pour maintenir la qualité des données : <br>- Vérification régulière de l’exactitude des données personnelles de l’utilisateur<br>- Invitation de l’utilisateur à contrôler et, si nécessaire, mettre à jour ses données<br>- Traçabilité des modifications des données",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  },
  {
    "slug": "PIA_DEF_MES",
    "filters": "",
    "category": "Définition",
    "name": "Mesure",
    "description": "A choisir parmi celles disponibles dans la section \"Mesures existantes ou prévues\", que vous pouvez compléter si nécessaire.",
    "link_objectives": "",
    "link_good_practices": "",
    "link_notes": "",
    "link_tools": ""
  }
]
